[
	{
		"time": "00:00:03",
		"speaker": 0,
		"line": "and the car keys teaches. Let's show.",
		"episode": "s03e04",
		"objectID": "3040"
	},
	{
		"time": "00:00:30",
		"speaker": 3,
		"line": "Boy, you guys had that sloppy",
		"episode": "s03e04",
		"objectID": "3041"
	},
	{
		"time": "00:00:32",
		"speaker": 4,
		"line": "Joe. Yes. Oh, it was. Yes, man.",
		"episode": "s03e04",
		"objectID": "3042"
	},
	{
		"time": "00:00:34",
		"speaker": 3,
		"line": "It's good. It's good. It's good going down",
		"episode": "s03e04",
		"objectID": "3043"
	},
	{
		"time": "00:00:37",
		"speaker": 4,
		"line": "now. I mean, I love I love a sandwich. This bill's over the edges, but is",
		"episode": "s03e04",
		"objectID": "3044"
	},
	{
		"time": "00:00:43",
		"speaker": 3,
		"line": "it too sloppy? I was wondering the same thing more sloppy than dro agree. I want the Joe is the part that I'm here for.",
		"episode": "s03e04",
		"objectID": "3045"
	},
	{
		"time": "00:00:51",
		"speaker": 5,
		"line": "There's no Joe. Yeah, in a softie, Joe,",
		"episode": "s03e04",
		"objectID": "3046"
	},
	{
		"time": "00:00:54",
		"speaker": 4,
		"line": "What is the Joe like? If you're gonna like in a standard sloppy Joe, what's the job",
		"episode": "s03e04",
		"objectID": "3047"
	},
	{
		"time": "00:00:58",
		"speaker": 2,
		"line": "tell you? It's pork and a cup of coffee in between two pieces of bread with barbecue sauce.",
		"episode": "s03e04",
		"objectID": "3048"
	},
	{
		"time": "00:01:06",
		"speaker": 4,
		"line": "It's slap. You think a sloppy Joe is pork?",
		"episode": "s03e04",
		"objectID": "3049"
	},
	{ "time": "00:01:12", "speaker": 5, "line": "You always", "episode": "s03e04", "objectID": "30410" },
	{
		"time": "00:01:14",
		"speaker": 4,
		"line": "drink a sloppy Joe. Every morning I",
		"episode": "s03e04",
		"objectID": "30411"
	},
	{
		"time": "00:01:17",
		"speaker": 2,
		"line": "start my morning off with a sloppy drunk.",
		"episode": "s03e04",
		"objectID": "30412"
	},
	{ "time": "00:01:19", "speaker": 5, "line": "What are we talking", "episode": "s03e04", "objectID": "30413" },
	{
		"time": "00:01:20",
		"speaker": 4,
		"line": "about? We're talking about the sandwich. I",
		"episode": "s03e04",
		"objectID": "30414"
	},
	{
		"time": "00:01:21",
		"speaker": 2,
		"line": "don't know what you guys. I'm telling you what I order every time I go into a Starbucks,",
		"episode": "s03e04",
		"objectID": "30415"
	},
	{
		"time": "00:01:26",
		"speaker": 3,
		"line": "Okay? We're talking about something. We're talking about this sloppy Joe school. It's",
		"episode": "s03e04",
		"objectID": "30416"
	},
	{
		"time": "00:01:29",
		"speaker": 4,
		"line": "like a barbecue. Shame with barbecue. The Adam Sandler. Okay, Sure. Yeah. Is that what you call it? Yeah. Okay, sloppy Joes. Oh, yeah. Yeah. Your point is still a sloppy Joe.",
		"episode": "s03e04",
		"objectID": "30417"
	},
	{
		"time": "00:01:44",
		"speaker": 5,
		"line": "You know it as a sloppy Joe, but you choose not to call. I don't know if I believe",
		"episode": "s03e04",
		"objectID": "30418"
	},
	{
		"time": "00:01:49",
		"speaker": 4,
		"line": "that everybody else knows, as it's because you difficult.",
		"episode": "s03e04",
		"objectID": "30419"
	},
	{ "time": "00:01:55", "speaker": 3, "line": "I like him extra sloppy.", "episode": "s03e04", "objectID": "30420" },
	{
		"time": "00:01:56",
		"speaker": 5,
		"line": "Well, I mean, like, Well, then you'll love this one because it is. It's a hamburger bun completely",
		"episode": "s03e04",
		"objectID": "30421"
	},
	{
		"time": "00:02:02",
		"speaker": 3,
		"line": "bare with a circle via of pork, Right? Went pork around late,",
		"episode": "s03e04",
		"objectID": "30422"
	},
	{
		"time": "00:02:10",
		"speaker": 5,
		"line": "almost like a halo. Nothing's",
		"episode": "s03e04",
		"objectID": "30423"
	},
	{
		"time": "00:02:13",
		"speaker": 4,
		"line": "on the actual. It looks like it looks like somebody missed it Looks like they were making the meal and miss,",
		"episode": "s03e04",
		"objectID": "30424"
	},
	{
		"time": "00:02:20",
		"speaker": 3,
		"line": "that's what I don't like. I wanted to be sloppy sandwich. I want the bread to get a little bit. The",
		"episode": "s03e04",
		"objectID": "30425"
	},
	{ "time": "00:02:25", "speaker": 5, "line": "bride love dry. I", "episode": "s03e04", "objectID": "30426" },
	{
		"time": "00:02:27",
		"speaker": 4,
		"line": "love it when the bread is just completely dissolved. It just kind of all turns into more of a stew. Well, still, I mean, we're still submitting jokes to the blue collar comedy tour. I don't know if you guys are I'm still fax An incident about the back and warriors is the never tour? Yes, back more racist than ever. Ah, and we should Honestly, I think this is a good premise. Like eyes. Anybody want to meet Joe? How about a neat job? You know what that need, Joe? Is that What's that? Like a a porta sliced pork loin.",
		"episode": "s03e04",
		"objectID": "30427"
	},
	{
		"time": "00:02:56",
		"speaker": 3,
		"line": "But whose room is that? For which of the four guys? Because when I'm sending in my jokes, I'm sending in. This is a fox work,",
		"episode": "s03e04",
		"objectID": "30428"
	},
	{
		"time": "00:03:03",
		"speaker": 4,
		"line": "right? A white. This is in England.",
		"episode": "s03e04",
		"objectID": "30429"
	},
	{
		"time": "00:03:06",
		"speaker": 3,
		"line": "Yeah, well, this is a white is a joke And who it's for? Yes, but yeah, well, right. Well, Ron, Ron came",
		"episode": "s03e04",
		"objectID": "30430"
	},
	{
		"time": "00:03:13",
		"speaker": 4,
		"line": "out, uh, when he was testing shows last week and he said whites only Andi was referring to himself.",
		"episode": "s03e04",
		"objectID": "30431"
	},
	{
		"time": "00:03:21",
		"speaker": 5,
		"line": "He's been doing a lot of show. Nobody for himself. Yeah. Uh, I what I like",
		"episode": "s03e04",
		"objectID": "30432"
	},
	{
		"time": "00:03:28",
		"speaker": 2,
		"line": "about current sandwich culture, uh, is how hard they are to eat all the time.",
		"episode": "s03e04",
		"objectID": "30433"
	},
	{ "time": "00:03:34", "speaker": 5, "line": "God, I love it.", "episode": "s03e04", "objectID": "30434" },
	{
		"time": "00:03:35",
		"speaker": 2,
		"line": "Make it big and hard to eat.",
		"episode": "s03e04",
		"objectID": "30435"
	},
	{
		"time": "00:03:37",
		"speaker": 4,
		"line": "I like I to like it when they put condiments on the top and the bottom So all of the material is lubricated, so you take a bite. It just slipped.",
		"episode": "s03e04",
		"objectID": "30436"
	},
	{
		"time": "00:03:47",
		"speaker": 2,
		"line": "The last thing I want with the sandwiches. Easy portability.",
		"episode": "s03e04",
		"objectID": "30437"
	},
	{
		"time": "00:03:50",
		"speaker": 3,
		"line": "Yeah. I hate when I eat a sandwich and something doesn't end up right on my zipper?",
		"episode": "s03e04",
		"objectID": "30438"
	},
	{
		"time": "00:03:55",
		"speaker": 5,
		"line": "Absolutely. Because that's, you know, at the end of the day, that's what I want people to focus. My favorite thing",
		"episode": "s03e04",
		"objectID": "30439"
	},
	{
		"time": "00:04:01",
		"speaker": 4,
		"line": "about havoc on a on a sandwich is that as soon as you bite into it, it shoots out the other shoots right out the",
		"episode": "s03e04",
		"objectID": "30440"
	},
	{
		"time": "00:04:07",
		"speaker": 5,
		"line": "other game And the harder the bread, the better. Yeah, the better I, like, make the bread harder at the sandwich shops I love are going to turn it over I wouldn't even say hard. I wanted",
		"episode": "s03e04",
		"objectID": "30441"
	},
	{
		"time": "00:04:18",
		"speaker": 4,
		"line": "to be, like, chewy and like, sort of like you have to let it. It's almost like raw meat. You have to, like, pull it",
		"episode": "s03e04",
		"objectID": "30442"
	},
	{
		"time": "00:04:24",
		"speaker": 5,
		"line": "way love rustic sandwiches, way Lovett. A dusty, rustic, dusty rest IQ. You know what I love farm to table? Yeah. You ever eat farm",
		"episode": "s03e04",
		"objectID": "30443"
	},
	{
		"time": "00:04:36",
		"speaker": 3,
		"line": "to table straight from the farm, right to the table. Mostly dirty.",
		"episode": "s03e04",
		"objectID": "30444"
	},
	{
		"time": "00:04:40",
		"speaker": 5,
		"line": "Yeah. Yeah, I love that. I mean, if I could",
		"episode": "s03e04",
		"objectID": "30445"
	},
	{
		"time": "00:04:43",
		"speaker": 4,
		"line": "eat avocado on two slices of concrete, I do, and I do it.",
		"episode": "s03e04",
		"objectID": "30446"
	},
	{
		"time": "00:04:48",
		"speaker": 3,
		"line": "I'll need an avocado like an apple.",
		"episode": "s03e04",
		"objectID": "30447"
	},
	{ "time": "00:04:49", "speaker": 4, "line": "Oh, hang on, guys.", "episode": "s03e04", "objectID": "30448" },
	{
		"time": "00:04:52",
		"speaker": 5,
		"line": "Fuck. I know what you're about to",
		"episode": "s03e04",
		"objectID": "30449"
	},
	{
		"time": "00:04:55",
		"speaker": 4,
		"line": "say. Yeah, how about this? Why do we do what? How about from now, we've been recording this whole time we've been recording this whole time Our This sucks. What? What if from now on in the future, we walk in and just assume we're on. We're the moment we're in the door. We assume were on? Yes. And we go from there from now on. Okay, kid. I mean, it's up to you.",
		"episode": "s03e04",
		"objectID": "30450"
	},
	{
		"time": "00:05:20",
		"speaker": 2,
		"line": "You're the only one that knows that. Record the equipment.",
		"episode": "s03e04",
		"objectID": "30451"
	},
	{
		"time": "00:05:22",
		"speaker": 4,
		"line": "Okay. I'm sorry, guys, but we are recording. Okay, Well, let's hit it. All right. Well, everyone welcome Thio. Another episode of the Teacher's Lounge. The first, best and only podcast relevant to the swine high school students and community. I am, of course, Howard Levis, the head of Academics Administration. Here. It's wine high school. Uh, ready for another good? A good day of shooting the gap. Yes,",
		"episode": "s03e04",
		"objectID": "30452"
	},
	{
		"time": "00:05:49",
		"speaker": 3,
		"line": "right. We've been shooting Gabba round these parts for a long time, and we're gonna do it again when we",
		"episode": "s03e04",
		"objectID": "30453"
	},
	{
		"time": "00:05:55",
		"speaker": 4,
		"line": "have ah NIU aa sponsor this week.",
		"episode": "s03e04",
		"objectID": "30454"
	},
	{
		"time": "00:06:00",
		"speaker": 2,
		"line": "Uh, yeah. Um we're sponsored this week by Levi's Jenko. Cut 3 23 Gene",
		"episode": "s03e04",
		"objectID": "30455"
	},
	{ "time": "00:06:09", "speaker": 5, "line": "Jenko. Cut 3 23 trees.", "episode": "s03e04", "objectID": "30456" },
	{
		"time": "00:06:12",
		"speaker": 4,
		"line": "Um, yeah. Three only pants that you could fit a barrel of oil in the leg? Yes,",
		"episode": "s03e04",
		"objectID": "30457"
	},
	{
		"time": "00:06:18",
		"speaker": 3,
		"line": "right now, these pants come with multiple measurements. They've got a waist measurement on ankle opening measurement and a knee measurement to let you know how wide the circumference of your pant legs are. Yes, at all sections. So, for",
		"episode": "s03e04",
		"objectID": "30458"
	},
	{
		"time": "00:06:31",
		"speaker": 4,
		"line": "example, I wear 29 4800 and 12. And, for example, I wear a 36 72 31. So a nice",
		"episode": "s03e04",
		"objectID": "30459"
	},
	{
		"time": "00:06:43",
		"speaker": 5,
		"line": "fat middle years come back and title at the shoe. That's right, Bill looks like a walking triangle, and Howard looks like evolves. Yes, you look just like a vise. These are cold. Jane's 3 to 3 Jenko Jane. Don't forget about the hot colors and the stickers on the pockets. Now, if you're a little pervert or a little gangster, you can get a little picture yourself on your own ass. Little perverts are very seldom welcome, but they're welcome here. Levi's three trading days Jenko Czar, back by Levi's, Levi's, Levi's",
		"episode": "s03e04",
		"objectID": "30460"
	},
	{
		"time": "00:07:25",
		"speaker": 2,
		"line": "botching coz. And, uh, um, I just introduced myself. Todd Padre, head of the Theater and Arts program and star of the nuclear upcoming school, play my conversations with the Devil.",
		"episode": "s03e04",
		"objectID": "30461"
	},
	{
		"time": "00:07:37",
		"speaker": 5,
		"line": "Wow! Wow, the Star, the uh, I like we've seen this before. Top This is this might have happened before. Where you",
		"episode": "s03e04",
		"objectID": "30462"
	},
	{
		"time": "00:07:46",
		"speaker": 3,
		"line": "sort of usurping the power of the play is exactly what you were fired for the first",
		"episode": "s03e04",
		"objectID": "30463"
	},
	{
		"time": "00:07:51",
		"speaker": 5,
		"line": "six. It seems like you would have learned from your mistake, but I don't think you've learned nothing. Have you know we're gonna let you rule? What we won't. We won't. Todd,",
		"episode": "s03e04",
		"objectID": "30464"
	},
	{
		"time": "00:08:01",
		"speaker": 2,
		"line": "this is different. I've learned a lot. I am no longer directing the production. The students are directing it, right? I'm starring is the devil. My ex wife is starring as me on. We're having full conversations on stage and the students are directing, so I'm giving them a little bit of creative control. You know how hard it is for me to give up power. So",
		"episode": "s03e04",
		"objectID": "30465"
	},
	{ "time": "00:08:19", "speaker": 5, "line": "you wrote", "episode": "s03e04", "objectID": "30466" },
	{
		"time": "00:08:20",
		"speaker": 3,
		"line": "and are acting in it. And by directing now, what kind of notes are they giving him? What kind of notes you're taking?",
		"episode": "s03e04",
		"objectID": "30467"
	},
	{
		"time": "00:08:25",
		"speaker": 2,
		"line": "Um, that's a good question. And the first half of the second half are directly in Congress with each other. I would say a lot of the notes or get their giving is Ah, too big, too loud. Um uh,",
		"episode": "s03e04",
		"objectID": "30468"
	},
	{
		"time": "00:08:41",
		"speaker": 4,
		"line": "that let let your wife speed.",
		"episode": "s03e04",
		"objectID": "30469"
	},
	{
		"time": "00:08:44",
		"speaker": 2,
		"line": "Yeah, this isn't a, um uh, improv show. Stop at living so much. Stick to the script.",
		"episode": "s03e04",
		"objectID": "30470"
	},
	{
		"time": "00:08:51",
		"speaker": 5,
		"line": "Think they know what they're talking",
		"episode": "s03e04",
		"objectID": "30471"
	},
	{
		"time": "00:08:52",
		"speaker": 2,
		"line": "about? Yeah, but the notes I'm taking, um uh, you know, I kind of let the notes land, and then I argue them, and then we see where we end up,",
		"episode": "s03e04",
		"objectID": "30472"
	},
	{
		"time": "00:09:03",
		"speaker": 5,
		"line": "right? So you say you're not really",
		"episode": "s03e04",
		"objectID": "30473"
	},
	{
		"time": "00:09:05",
		"speaker": 3,
		"line": "saying yes to them and changing, but they're in there somewhere. That thesis,",
		"episode": "s03e04",
		"objectID": "30474"
	},
	{ "time": "00:09:09", "speaker": 5, "line": "I think when", "episode": "s03e04", "objectID": "30475" },
	{
		"time": "00:09:10",
		"speaker": 2,
		"line": "someone tells you how they're receiving you, the first thing you should do is disagree with them and explain why they're wrong. That defend yourself, defend yourself. Um, and so and I'm learning a lot about this process.",
		"episode": "s03e04",
		"objectID": "30476"
	},
	{
		"time": "00:09:22",
		"speaker": 4,
		"line": "And so these conversations that you're having as the devil, huh? To you. Right. Um, what are they? What? What is the devil say to you?",
		"episode": "s03e04",
		"objectID": "30477"
	},
	{
		"time": "00:09:33",
		"speaker": 2,
		"line": "We touch on everything, you know? We touch on politics. Religion. Ah, lot of it is me. My character played by my ex wife, finding that the devil is inside all of us on. And that's kind of what I'm explaining is the devil is that my character ends up relating a lot with the devil.",
		"episode": "s03e04",
		"objectID": "30478"
	},
	{
		"time": "00:09:52",
		"speaker": 4,
		"line": "So you took a took a sort of, you know, classic approach, Thio, you know, your moral. You could say it's ah, well trod territory of Amazing that",
		"episode": "s03e04",
		"objectID": "30479"
	},
	{
		"time": "00:10:03",
		"speaker": 2,
		"line": "something like this. I have never seen anything like this. I've never seen anything like this. Um, uh, and Act two is mostly about foods with devil in the name and that zealous food cake. Yes. Devil's eggs. Yeah, that's a good woman.",
		"episode": "s03e04",
		"objectID": "30480"
	},
	{
		"time": "00:10:18",
		"speaker": 3,
		"line": "So that was you Hadn't gotten to that one, you",
		"episode": "s03e04",
		"objectID": "30481"
	},
	{
		"time": "00:10:20",
		"speaker": 2,
		"line": "know? What did you have? Devil's food, cake, and then some of those funny hot sauces. Slap your mama, Mama Sleipner Moment the devil.",
		"episode": "s03e04",
		"objectID": "30482"
	},
	{ "time": "00:10:32", "speaker": 5, "line": "Now I heard,", "episode": "s03e04", "objectID": "30483" },
	{
		"time": "00:10:33",
		"speaker": 4,
		"line": "um, your your wife who's playing you? Your extracts. All right, Uh, is having You are in the play written to be such a hero, right? Um, such a conquering force, A conquering force with no flaws. And says that",
		"episode": "s03e04",
		"objectID": "30484"
	},
	{
		"time": "00:10:51",
		"speaker": 3,
		"line": "in the character description very toned physique she's made to work out a lot for the production.",
		"episode": "s03e04",
		"objectID": "30485"
	},
	{
		"time": "00:10:57",
		"speaker": 2,
		"line": "Yeah, she's getting into very good shit for this production. What? The character description",
		"episode": "s03e04",
		"objectID": "30486"
	},
	{
		"time": "00:11:03",
		"speaker": 4,
		"line": "over oiled up. She looks kind of like a body builder.",
		"episode": "s03e04",
		"objectID": "30487"
	},
	{
		"time": "00:11:07",
		"speaker": 2,
		"line": "Yeah. I mean, the character description is basically pumping iron era Schwarzenegger. Um and so she's playing it that way. And, you know, the character is flawless and kind of what he learns in his conversations with the devil is that the devil is, um he sees a lot of his ex wife in the devil is they're talking because I relate to you a lot. Devil. You remind me of my ex wife. Is it? This is a really hit on",
		"episode": "s03e04",
		"objectID": "30488"
	},
	{
		"time": "00:11:35",
		"speaker": 3,
		"line": "her. Yeah. This'd is good programming for for the kids. I think you're gonna",
		"episode": "s03e04",
		"objectID": "30489"
	},
	{
		"time": "00:11:41",
		"speaker": 2,
		"line": "learn a lot. Uh, everything I learned about relationships. I think kids are smarter than we give him credit.",
		"episode": "s03e04",
		"objectID": "30490"
	},
	{
		"time": "00:11:48",
		"speaker": 4,
		"line": "I don't agree with that. 100%",
		"episode": "s03e04",
		"objectID": "30491"
	},
	{
		"time": "00:11:50",
		"speaker": 3,
		"line": "of the Pixar model. You've got to treat him smarter than they are, and they sort of get",
		"episode": "s03e04",
		"objectID": "30492"
	},
	{
		"time": "00:11:54",
		"speaker": 4,
		"line": "They'll meet you at the top. Absolutely. I mean, cars too. Classic. Classic. You are riding a car's thio.",
		"episode": "s03e04",
		"objectID": "30493"
	},
	{
		"time": "00:12:04",
		"speaker": 3,
		"line": "Yeah. Cars t oo Castillo cars to on. It's mostly about how it sort of turning the whole cars thing on its head and saying that, like, cars were sort of talking to the people now and saying, Hey, us two. Uh, yeah. I mean, hey, there's not a lot helping us out. We're more sort of just here for you to drive around in. And, you know, you're kind of working us pretty hard. It's what there's I say. So,",
		"episode": "s03e04",
		"objectID": "30494"
	},
	{ "time": "00:12:28", "speaker": 5, "line": "yeah, it's 1/2", "episode": "s03e04", "objectID": "30495" },
	{
		"time": "00:12:29",
		"speaker": 3,
		"line": "baked idea so far, but I think that if I just keep pushing, all the good writers say that if you have a good title, you have a good movie. You know, I feel like I have a good title. It's been proven to work, and I did a little goofy change to it, so it should work for me as well.",
		"episode": "s03e04",
		"objectID": "30496"
	},
	{
		"time": "00:12:46",
		"speaker": 4,
		"line": "And that dovetails nicely with sort of the situation. You're sort of working through personally right now where you've got some mechanical beings who are sort of, ah",
		"episode": "s03e04",
		"objectID": "30497"
	},
	{
		"time": "00:12:55",
		"speaker": 3,
		"line": "well, in more ways than one. As you know, I've heard a lot of cars in my day. I've crashed over 200 cars in my, um, driving career, some of them limos. Which Countess too? So, you know, I haven't even hired them s",
		"episode": "s03e04",
		"objectID": "30498"
	},
	{
		"time": "00:13:12",
		"speaker": 5,
		"line": "so I really am. I'm kind of trying",
		"episode": "s03e04",
		"objectID": "30499"
	},
	{
		"time": "00:13:13",
		"speaker": 3,
		"line": "to repent for that via the script. And what was the thing you",
		"episode": "s03e04",
		"objectID": "304100"
	},
	{
		"time": "00:13:16",
		"speaker": 5,
		"line": "said? Just your your little dealing with you knew their little robots. So of course you're the little boy cowboys. They're",
		"episode": "s03e04",
		"objectID": "304101"
	},
	{
		"time": "00:13:23",
		"speaker": 4,
		"line": "robots that are roaming the school. That an attempt for you to keep eyes on students for misbehaving?",
		"episode": "s03e04",
		"objectID": "304102"
	},
	{ "time": "00:13:28", "speaker": 5, "line": "Yeah. I mean,", "episode": "s03e04", "objectID": "304103" },
	{
		"time": "00:13:29",
		"speaker": 3,
		"line": "it's that sounds more punitive than I think it is. It's more just to sort of, like, be the eyes and ears around campus, You know what I mean? Because",
		"episode": "s03e04",
		"objectID": "304104"
	},
	{ "time": "00:13:36", "speaker": 5, "line": "we ended", "episode": "s03e04", "objectID": "304105" },
	{
		"time": "00:13:37",
		"speaker": 4,
		"line": "with you in shambles last week when one of your little boy cowboy sons passed away. But I like you as a dad. Yeah. I mean, you know what they say. Fatherhood humbles a man on. That is",
		"episode": "s03e04",
		"objectID": "304106"
	},
	{
		"time": "00:13:50",
		"speaker": 3,
		"line": "true. I have never been so confused and so raw, you know, just open the door. I think when your heart grows, it grows in both directions. And the love came in, but so did the pain. You know what I mean? Yeah. And it was really hard to see little Donny go. Uh huh. But I've got seven other little babies that I'm",
		"episode": "s03e04",
		"objectID": "304107"
	},
	{
		"time": "00:14:10",
		"speaker": 2,
		"line": "excited to keep raising. And these air all robots that you formed an emotional bond with",
		"episode": "s03e04",
		"objectID": "304108"
	},
	{
		"time": "00:14:15",
		"speaker": 3,
		"line": "Yes, these robots that were built that I'm raising is my Children. I like you said I I just feel more now, and",
		"episode": "s03e04",
		"objectID": "304109"
	},
	{
		"time": "00:14:22",
		"speaker": 5,
		"line": "it feels great. To be clear, we didn't",
		"episode": "s03e04",
		"objectID": "304110"
	},
	{
		"time": "00:14:24",
		"speaker": 4,
		"line": "really clarify last week. These these cowboy robots who walk around the school, they do go home with you at the end of edible cowboys. Yeah.",
		"episode": "s03e04",
		"objectID": "304111"
	},
	{
		"time": "00:14:31",
		"speaker": 3,
		"line": "Little cowboys. Yeah, they're my little sons. And, uh, yeah, they pile in the back of the van, and we all had home together, and, um, you know, it's never my driving's never been better. I've never been more careful. Precious cargo. Exactly.",
		"episode": "s03e04",
		"objectID": "304112"
	},
	{
		"time": "00:14:46",
		"speaker": 2,
		"line": "Now, exactly. You know when you're when you're in high school and middle school, Sometimes they do this thing where they make you carry an egg around for a week and teach you how hard it is to have a baby. I did that. I broke seven banks that week. You've lost a couple sons already. Made",
		"episode": "s03e04",
		"objectID": "304113"
	},
	{
		"time": "00:14:59",
		"speaker": 3,
		"line": "a scramble. Yeah. I mean, to be fair, you know, you made an omelet, You know, you you saved him on",
		"episode": "s03e04",
		"objectID": "304114"
	},
	{
		"time": "00:15:05",
		"speaker": 2,
		"line": "Major scramble. Well, you gotto No. Yeah, I pretended to break the eggs, but I actually saved them all. Stuck in the old scramble.",
		"episode": "s03e04",
		"objectID": "304115"
	},
	{
		"time": "00:15:14",
		"speaker": 3,
		"line": "Well, it's It's tough to be the good scramble, Todd, So I don't blame you there.",
		"episode": "s03e04",
		"objectID": "304116"
	},
	{
		"time": "00:15:17",
		"speaker": 4,
		"line": "But you have actually had Ah, the experience in the last couple few days. Really? Of kind of Ah, you know, losing a couple more of your",
		"episode": "s03e04",
		"objectID": "304117"
	},
	{
		"time": "00:15:25",
		"speaker": 5,
		"line": "Yeah, I lost more than an egg. I'll",
		"episode": "s03e04",
		"objectID": "304118"
	},
	{
		"time": "00:15:26",
		"speaker": 3,
		"line": "say that I lost a human robot egg, and, um, he didn't just crack. He well, he disintegrated. Yeah. Wow,",
		"episode": "s03e04",
		"objectID": "304119"
	},
	{ "time": "00:15:37", "speaker": 5, "line": "this is", "episode": "s03e04", "objectID": "304120" },
	{
		"time": "00:15:38",
		"speaker": 4,
		"line": "crazy that you started out in an attempt to keep eyes on this. My making very lifelike robots. And",
		"episode": "s03e04",
		"objectID": "304121"
	},
	{ "time": "00:15:46", "speaker": 1, "line": "and do we know", "episode": "s03e04", "objectID": "304122" },
	{
		"time": "00:15:47",
		"speaker": 4,
		"line": "if the students see these? Little boy can always get in your van at the end of the day. Is the charade off? And these are your sons. Are you out?",
		"episode": "s03e04",
		"objectID": "304123"
	},
	{
		"time": "00:15:55",
		"speaker": 3,
		"line": "I've got to be honest. This definitely started as a security thing around campus to keep the campus safe, and I think it still is. But my mind is definitely wandered a little bit. I'm or into the fatherhood aspect now than I call security. But I'm confident that my son's air ruling with with a strong cowboy pressing",
		"episode": "s03e04",
		"objectID": "304124"
	},
	{ "time": "00:16:14", "speaker": 5, "line": "and they weren't", "episode": "s03e04", "objectID": "304125" },
	{
		"time": "00:16:14",
		"speaker": 4,
		"line": "the only they weren't the only line of defense. You know that",
		"episode": "s03e04",
		"objectID": "304126"
	},
	{ "time": "00:16:17", "speaker": 5, "line": "We still got the USA.", "episode": "s03e04", "objectID": "304127" },
	{
		"time": "00:16:18",
		"speaker": 3,
		"line": "We got the drone. The mode is being finished.",
		"episode": "s03e04",
		"objectID": "304128"
	},
	{
		"time": "00:16:20",
		"speaker": 4,
		"line": "I heard that a plot was thwarted this week.",
		"episode": "s03e04",
		"objectID": "304129"
	},
	{
		"time": "00:16:24",
		"speaker": 3,
		"line": "Yeah, and a plot was also dug for my little son.",
		"episode": "s03e04",
		"objectID": "304130"
	},
	{
		"time": "00:16:27",
		"speaker": 4,
		"line": "Oh, my God. So some type of plot? Yeah, was thwarted. Yeah, I heard that there was, ah, group of four gods who were trying Thio sneak in way",
		"episode": "s03e04",
		"objectID": "304131"
	},
	{
		"time": "00:16:40",
		"speaker": 2,
		"line": "closed down the hot topic near but near the school. But it just gave them into God's needed somewhere else to hang. And so they've been They've been coming back to the school in droves Now,",
		"episode": "s03e04",
		"objectID": "304132"
	},
	{
		"time": "00:16:49",
		"speaker": 4,
		"line": "Yeah, we gotta get to the nest.",
		"episode": "s03e04",
		"objectID": "304133"
	},
	{
		"time": "00:16:52",
		"speaker": 5,
		"line": "They're just gonna pop up unless we wait. I don't know that they don't know where it is.",
		"episode": "s03e04",
		"objectID": "304134"
	},
	{
		"time": "00:16:56",
		"speaker": 2,
		"line": "It's Morrissey's house down the street.",
		"episode": "s03e04",
		"objectID": "304135"
	},
	{
		"time": "00:17:01",
		"speaker": 5,
		"line": "We've got to get to Morrissey and kill him. Well, here's the thing. I like yourself already saying will tell you this. I read. I",
		"episode": "s03e04",
		"objectID": "304136"
	},
	{
		"time": "00:17:10",
		"speaker": 4,
		"line": "read a news article the other day about you and I got weapon. It's called the Net. The Nest Buster. It's a guy that's busting missile that you fire You fired into a nest of god. Uh, mother of all.",
		"episode": "s03e04",
		"objectID": "304137"
	},
	{
		"time": "00:17:23",
		"speaker": 5,
		"line": "Oh, I've heard about the way. Also call this the golf ness monster. The garden is monster monster I've heard about that. I think we could probably. Well, no, no, it's not. Others are bad luck. Bill. You are. You are really getting excited lately. You sometimes can't sit down in your chair. I can't. I'm up. I'm up. I'm up. I",
		"episode": "s03e04",
		"objectID": "304138"
	},
	{
		"time": "00:17:47",
		"speaker": 4,
		"line": "I'm talking to the microbes hanging from the ceiling. I'm talking into",
		"episode": "s03e04",
		"objectID": "304139"
	},
	{
		"time": "00:17:50",
		"speaker": 5,
		"line": "what's going on. You know you are. The room here at the microphone dropped down from the sailing. Right. You're getting very",
		"episode": "s03e04",
		"objectID": "304140"
	},
	{
		"time": "00:18:00",
		"speaker": 3,
		"line": "into the sort of the sports thing at the school and you're getting very excited.",
		"episode": "s03e04",
		"objectID": "304141"
	},
	{
		"time": "00:18:03",
		"speaker": 2,
		"line": "You become a big sports promoter. More so than focusing on the quality of the athletic department",
		"episode": "s03e04",
		"objectID": "304142"
	},
	{
		"time": "00:18:08",
		"speaker": 5,
		"line": "promoting. I've pretty much",
		"episode": "s03e04",
		"objectID": "304143"
	},
	{
		"time": "00:18:10",
		"speaker": 4,
		"line": "given up on being a hands on coach. And I've learned that I actually like the crowd. The energy creating, creating an atmosphere P p v. Yeah, pay per view. You Actually, I her I saw on the football schedule you cancelled the football season and have replaced all of our opponents with NFL",
		"episode": "s03e04",
		"objectID": "304144"
	},
	{
		"time": "00:18:31",
		"speaker": 5,
		"line": "teams. That is exactly right. So we've got New England",
		"episode": "s03e04",
		"objectID": "304145"
	},
	{
		"time": "00:18:36",
		"speaker": 4,
		"line": "Patriots coming in next week to play our high school football team. Yes,",
		"episode": "s03e04",
		"objectID": "304146"
	},
	{ "time": "00:18:40", "speaker": 5, "line": "well, I've miss", "episode": "s03e04", "objectID": "304147" },
	{
		"time": "00:18:42",
		"speaker": 4,
		"line": "build it. I'm gonna be I'm gonna be honest right now. It is some New England patriots.",
		"episode": "s03e04",
		"objectID": "304148"
	},
	{
		"time": "00:18:49",
		"speaker": 5,
		"line": "It iss okay, it is. Are they? The New England wages now line",
		"episode": "s03e04",
		"objectID": "304149"
	},
	{
		"time": "00:18:57",
		"speaker": 2,
		"line": "up of 20 or so people from the northeastern United States who love America. Exactly.",
		"episode": "s03e04",
		"objectID": "304150"
	},
	{
		"time": "00:19:02",
		"speaker": 3,
		"line": "And the following week, when the Green Bay Packers air coming in, that's the",
		"episode": "s03e04",
		"objectID": "304151"
	},
	{
		"time": "00:19:06",
		"speaker": 5,
		"line": "rate up. Industrial cheese, packers. They pack cheese",
		"episode": "s03e04",
		"objectID": "304152"
	},
	{
		"time": "00:19:12",
		"speaker": 4,
		"line": "there back there, back of house at a warehouse in the back of house cheese packers",
		"episode": "s03e04",
		"objectID": "304153"
	},
	{
		"time": "00:19:17",
		"speaker": 5,
		"line": "eyes their front of a house at at a warehouse. Oh, yeah, yeah, yeah, yeah. You got",
		"episode": "s03e04",
		"objectID": "304154"
	},
	{
		"time": "00:19:23",
		"speaker": 4,
		"line": "a receiver? Okay. You gotta lift. I didn't Yeah, I didn't think about drug backer Upper. You're? Yes. Started a little bit, but I am getting a lot of hype for these events.",
		"episode": "s03e04",
		"objectID": "304155"
	},
	{
		"time": "00:19:34",
		"speaker": 2,
		"line": "I'm a little concerned for the Miami Viking or the Minnesota Vikings game. Coming up?",
		"episode": "s03e04",
		"objectID": "304156"
	},
	{
		"time": "00:19:39",
		"speaker": 4,
		"line": "Yes. And the Miami Vikings game that's coming.",
		"episode": "s03e04",
		"objectID": "304157"
	},
	{
		"time": "00:19:41",
		"speaker": 2,
		"line": "Oh, yeah? Well, you found Vikings from two cities in the country.",
		"episode": "s03e04",
		"objectID": "304158"
	},
	{
		"time": "00:19:45",
		"speaker": 4,
		"line": "Yes. These are Viking still exist very much still around. Very,",
		"episode": "s03e04",
		"objectID": "304159"
	},
	{
		"time": "00:19:51",
		"speaker": 2,
		"line": "uh, more so than ever. Someone,",
		"episode": "s03e04",
		"objectID": "304160"
	},
	{
		"time": "00:19:53",
		"speaker": 1,
		"line": "whenever they are coming back there, come back. And I'm talking about the classic",
		"episode": "s03e04",
		"objectID": "304161"
	},
	{
		"time": "00:19:58",
		"speaker": 4,
		"line": "when you're thinking of I'm talking about horned helmets. I'm talking about big beard, big radio beards, big beard braids, immigrated, beards. They're huge, and they're coming to the school. And I have I got a representative Showtime coming.",
		"episode": "s03e04",
		"objectID": "304162"
	},
	{ "time": "00:20:13", "speaker": 5, "line": "I'm a little", "episode": "s03e04", "objectID": "304163" },
	{
		"time": "00:20:13",
		"speaker": 3,
		"line": "worried about these Vikings. I mean, wouldn't have appeared on top on top alert that we go to school, you know, pugnacious. You",
		"episode": "s03e04",
		"objectID": "304164"
	},
	{
		"time": "00:20:21",
		"speaker": 2,
		"line": "could call him. I just don't get those Vikings listening to the Smiths or anything like that. If we have a bunch of Goths Vikings running around campus",
		"episode": "s03e04",
		"objectID": "304165"
	},
	{
		"time": "00:20:28",
		"speaker": 4,
		"line": "Oh, my God. We got to keep them away from anything. Anything. What's the word I'm looking for M Oh, yes.",
		"episode": "s03e04",
		"objectID": "304166"
	},
	{ "time": "00:20:38", "speaker": 5, "line": "Yeah. I mean, emotions", "episode": "s03e04", "objectID": "304167" },
	{ "time": "00:20:40", "speaker": 3, "line": "can really kill a person", "episode": "s03e04", "objectID": "304168" },
	{ "time": "00:20:42", "speaker": 2, "line": "you told May.", "episode": "s03e04", "objectID": "304169" },
	{ "time": "00:20:43", "speaker": 5, "line": "Thank God you know", "episode": "s03e04", "objectID": "304170" },
	{ "time": "00:20:45", "speaker": 3, "line": "what I'm talking about.", "episode": "s03e04", "objectID": "304171" },
	{ "time": "00:20:46", "speaker": 5, "line": "You like Todd, you and I", "episode": "s03e04", "objectID": "304172" },
	{ "time": "00:20:47", "speaker": 3, "line": "sort of bond on this.", "episode": "s03e04", "objectID": "304173" },
	{
		"time": "00:20:48",
		"speaker": 5,
		"line": "We're We could be some sad guys that",
		"episode": "s03e04",
		"objectID": "304174"
	},
	{
		"time": "00:20:51",
		"speaker": 2,
		"line": "if we try to access our emotions, things get bad.",
		"episode": "s03e04",
		"objectID": "304175"
	},
	{
		"time": "00:20:54",
		"speaker": 5,
		"line": "Does anybody else feel any time",
		"episode": "s03e04",
		"objectID": "304176"
	},
	{
		"time": "00:20:55",
		"speaker": 4,
		"line": "they think about their life seriously for more than a minute, they want to kill themselves.",
		"episode": "s03e04",
		"objectID": "304177"
	},
	{ "time": "00:21:00", "speaker": 1, "line": "Yeah, I've had", "episode": "s03e04", "objectID": "304178" },
	{
		"time": "00:21:01",
		"speaker": 3,
		"line": "that feeling. I have had it",
		"episode": "s03e04",
		"objectID": "304179"
	},
	{
		"time": "00:21:03",
		"speaker": 2,
		"line": "Any time I think about life, All I want is death.",
		"episode": "s03e04",
		"objectID": "304180"
	},
	{
		"time": "00:21:06",
		"speaker": 5,
		"line": "Yeah, yeah, Yeah, I'm so I just",
		"episode": "s03e04",
		"objectID": "304181"
	},
	{
		"time": "00:21:08",
		"speaker": 3,
		"line": "I'm so worried that whatever little power I have is gonna get ripped from my fingers at any time that that I'll have nothing else and have nowhere to go because nobody loves me. I've crashed into almost everybody, has never left.",
		"episode": "s03e04",
		"objectID": "304182"
	},
	{
		"time": "00:21:19",
		"speaker": 5,
		"line": "Yeah. Yeah. You've run over a lot of lovers. Things were going good. I mean, like, you don't think",
		"episode": "s03e04",
		"objectID": "304183"
	},
	{
		"time": "00:21:27",
		"speaker": 2,
		"line": "about the future at all. Things are going good.",
		"episode": "s03e04",
		"objectID": "304184"
	},
	{
		"time": "00:21:29",
		"speaker": 4,
		"line": "Yeah, well, for you guys. Sorry. Sorry. Our are you guys. Things are going good",
		"episode": "s03e04",
		"objectID": "304185"
	},
	{ "time": "00:21:35", "speaker": 5, "line": "things, their things.", "episode": "s03e04", "objectID": "304186" },
	{
		"time": "00:21:35",
		"speaker": 4,
		"line": "And and you know what? Things could be worse for me, right? Let's be honest. There's There's",
		"episode": "s03e04",
		"objectID": "304187"
	},
	{
		"time": "00:21:40",
		"speaker": 5,
		"line": "plenty of others you don't know about that. There's plenty of time. Bad.",
		"episode": "s03e04",
		"objectID": "304188"
	},
	{
		"time": "00:21:45",
		"speaker": 2,
		"line": "I think you've hit bottom. You'll have to prove it.",
		"episode": "s03e04",
		"objectID": "304189"
	},
	{
		"time": "00:21:48",
		"speaker": 5,
		"line": "Prove it. I get worse. Get worse for us. Look, I'm just",
		"episode": "s03e04",
		"objectID": "304190"
	},
	{
		"time": "00:21:53",
		"speaker": 4,
		"line": "saying I think a lot of people have had their personal information and all of their sort of life's flaws exposed on wiki leaks. I'm not the first person. Last week was humiliating for you. And this week, uh, who I thought was my good friend Julian. It's humiliating. Uh, went ahead and just posted all of my personal information. Leaked photos make what? A snake.",
		"episode": "s03e04",
		"objectID": "304191"
	},
	{
		"time": "00:22:15",
		"speaker": 2,
		"line": "Julian Assange is a snake. And I'm gonna be the 1st 1 to",
		"episode": "s03e04",
		"objectID": "304192"
	},
	{
		"time": "00:22:17",
		"speaker": 4,
		"line": "say, Yeah, that's a That's a hot take because we thought it was a good guy. We'll have a great car. Yeah. You know, I'm not",
		"episode": "s03e04",
		"objectID": "304193"
	},
	{
		"time": "00:22:23",
		"speaker": 2,
		"line": "hiding in another country. We're releasing other people's information to benefit his only.",
		"episode": "s03e04",
		"objectID": "304194"
	},
	{ "time": "00:22:27", "speaker": 5, "line": "Oh, what a good guy", "episode": "s03e04", "objectID": "304195" },
	{
		"time": "00:22:29",
		"speaker": 3,
		"line": "with a hair out first is what we thought at first.",
		"episode": "s03e04",
		"objectID": "304196"
	},
	{
		"time": "00:22:32",
		"speaker": 4,
		"line": "Yeah, and then, you know, he ran. He picked up and ran with this story, which is just turning into a way bigger of a thing that had ever should have been S O a sand is responsible for your fat burning last week. His own ego is not responsible for the happening. He, uh he's responsible for broadening the scope of the leak. Wiki leaks is one of the most popular websites on the Internet right now. And everybody in the world now has seen photos of, uh well, my all my dirty laundry.",
		"episode": "s03e04",
		"objectID": "304197"
	},
	{
		"time": "00:23:01",
		"speaker": 2,
		"line": "Yeah, well, and then broadened out. We saw your filthy car. Yeah,",
		"episode": "s03e04",
		"objectID": "304198"
	},
	{
		"time": "00:23:05",
		"speaker": 5,
		"line": "you know, here's the thing, guys. You were just had",
		"episode": "s03e04",
		"objectID": "304199"
	},
	{
		"time": "00:23:08",
		"speaker": 4,
		"line": "your balls out here. zipper in front of your dirty car, and we looked right past your balls",
		"episode": "s03e04",
		"objectID": "304200"
	},
	{ "time": "00:23:15", "speaker": 5, "line": "because you have a", "episode": "s03e04", "objectID": "304201" },
	{
		"time": "00:23:15",
		"speaker": 4,
		"line": "nice balls. Also, nice car was failed. Say humiliating.",
		"episode": "s03e04",
		"objectID": "304202"
	},
	{ "time": "00:23:20", "speaker": 5, "line": "It's the car who washes", "episode": "s03e04", "objectID": "304203" },
	{
		"time": "00:23:22",
		"speaker": 4,
		"line": "their car every week. That's crazy, right? I live. I live in a in a dusty neighborhood. You guys know that we",
		"episode": "s03e04",
		"objectID": "304204"
	},
	{ "time": "00:23:30", "speaker": 2, "line": "live in the dust bowl", "episode": "s03e04", "objectID": "304205" },
	{
		"time": "00:23:31",
		"speaker": 5,
		"line": "in a dust bowl, Okay, It doesn't make sense for",
		"episode": "s03e04",
		"objectID": "304206"
	},
	{
		"time": "00:23:34",
		"speaker": 4,
		"line": "me to wash my car for me because it's gonna get dirty again. And I",
		"episode": "s03e04",
		"objectID": "304207"
	},
	{ "time": "00:23:36", "speaker": 5, "line": "honestly, I wish", "episode": "s03e04", "objectID": "304208" },
	{
		"time": "00:23:38",
		"speaker": 4,
		"line": "people would focus on the lewd, delude nature of these",
		"episode": "s03e04",
		"objectID": "304209"
	},
	{ "time": "00:23:40", "speaker": 5, "line": "photos is sick and tired", "episode": "s03e04", "objectID": "304210" },
	{
		"time": "00:23:42",
		"speaker": 4,
		"line": "of the the bullshit in my life being the thing that gets put",
		"episode": "s03e04",
		"objectID": "304211"
	},
	{ "time": "00:23:47", "speaker": 5, "line": "on the bull, literally", "episode": "s03e04", "objectID": "304212" },
	{
		"time": "00:23:48",
		"speaker": 2,
		"line": "the bullshit. A lot of people bird shit on their cars. Your car's covered in bullshit.",
		"episode": "s03e04",
		"objectID": "304213"
	},
	{
		"time": "00:23:52",
		"speaker": 5,
		"line": "Well, you park under a bullpen. I don't park under it, but But the property surrounding my house is a cow farm.",
		"episode": "s03e04",
		"objectID": "304214"
	},
	{
		"time": "00:24:00",
		"speaker": 3,
		"line": "I used to park under a bullpen and those guys would spit all over",
		"episode": "s03e04",
		"objectID": "304215"
	},
	{
		"time": "00:24:03",
		"speaker": 4,
		"line": "my car. You'll get something.",
		"episode": "s03e04",
		"objectID": "304216"
	},
	{
		"time": "00:24:05",
		"speaker": 5,
		"line": "So yes, sometimes. Sometimes I parked my",
		"episode": "s03e04",
		"objectID": "304217"
	},
	{
		"time": "00:24:08",
		"speaker": 4,
		"line": "car car underneath the little bridge that they were created to go from one side of the cow pasture to the other across my property. Your car underneath a bridge that Cal's walkover. Yes, that's your own fault.",
		"episode": "s03e04",
		"objectID": "304218"
	},
	{
		"time": "00:24:20",
		"speaker": 5,
		"line": "No, I need shelter. You know what? If a tree falls, What if What if? Ah,",
		"episode": "s03e04",
		"objectID": "304219"
	},
	{
		"time": "00:24:25",
		"speaker": 4,
		"line": "you know, airplane falls out of the sky and lands on my car, like in breaking bad.",
		"episode": "s03e04",
		"objectID": "304220"
	},
	{
		"time": "00:24:29",
		"speaker": 3,
		"line": "I don't know if the Cow Bridge is going to stop that.",
		"episode": "s03e04",
		"objectID": "304221"
	},
	{
		"time": "00:24:31",
		"speaker": 5,
		"line": "Well, it's It's all I can do. Okay? That car",
		"episode": "s03e04",
		"objectID": "304222"
	},
	{
		"time": "00:24:34",
		"speaker": 4,
		"line": "means a lot to me. That's what",
		"episode": "s03e04",
		"objectID": "304223"
	},
	{
		"time": "00:24:35",
		"speaker": 2,
		"line": "the whole Anthony Kita song is about. He thought he could hide under a bridge from getting hit by planes and stuff.",
		"episode": "s03e04",
		"objectID": "304224"
	},
	{
		"time": "00:24:42",
		"speaker": 5,
		"line": "Yeah, under the bridge. Downtown is where I parked my car. I don't want the cat s solo stew. She ate on my car. What if a plane falls down and it hits my car? It's It's the lyrics are right there. It's not an unusual perspective. In fact, that label changed",
		"episode": "s03e04",
		"objectID": "304225"
	},
	{
		"time": "00:25:02",
		"speaker": 4,
		"line": "him last minute. The labels changed. Um,",
		"episode": "s03e04",
		"objectID": "304226"
	},
	{ "time": "00:25:07", "speaker": 5, "line": "well, I go off", "episode": "s03e04", "objectID": "304227" },
	{
		"time": "00:25:08",
		"speaker": 4,
		"line": "of the originals. All right. Most of the my philosophies in life are based off of Red Hot Chili Peppers Song.",
		"episode": "s03e04",
		"objectID": "304228"
	},
	{
		"time": "00:25:14",
		"speaker": 2,
		"line": "Well, you've been given it away for a while.",
		"episode": "s03e04",
		"objectID": "304229"
	},
	{
		"time": "00:25:16",
		"speaker": 5,
		"line": "I have everything I have, I",
		"episode": "s03e04",
		"objectID": "304230"
	},
	{ "time": "00:25:19", "speaker": 4, "line": "give away. That's true", "episode": "s03e04", "objectID": "304231" },
	{ "time": "00:25:20", "speaker": 5, "line": "that now you learn that", "episode": "s03e04", "objectID": "304232" },
	{
		"time": "00:25:23",
		"speaker": 2,
		"line": "a lucid dream. So you could dream of Californication?",
		"episode": "s03e04",
		"objectID": "304233"
	},
	{
		"time": "00:25:26",
		"speaker": 5,
		"line": "Yeah. What show? I learned how to lose a dream. You dream of that show? Yeah. Yeah, It's a great show.",
		"episode": "s03e04",
		"objectID": "304234"
	},
	{
		"time": "00:25:33",
		"speaker": 4,
		"line": "It depicts a character who I wish I could be. Uh, you're thinking further from no man.",
		"episode": "s03e04",
		"objectID": "304235"
	},
	{
		"time": "00:25:42",
		"speaker": 5,
		"line": "What's that supposed to mean, Bill? Uh, let's say you don't think I could be a sexy, sex addicted man.",
		"episode": "s03e04",
		"objectID": "304236"
	},
	{
		"time": "00:25:48",
		"speaker": 2,
		"line": "No, You hate sex. Now, you look terrible.",
		"episode": "s03e04",
		"objectID": "304237"
	},
	{
		"time": "00:25:55",
		"speaker": 5,
		"line": "So it wouldn't make sense for me to idolize Appearance of the Virgin. Okay, I am not a virgin. That's harsh, but I'm not a",
		"episode": "s03e04",
		"objectID": "304238"
	},
	{
		"time": "00:26:02",
		"speaker": 4,
		"line": "virgin. While I have most of the stereotypical characteristics of a virgin, I am not a virgin.",
		"episode": "s03e04",
		"objectID": "304239"
	},
	{ "time": "00:26:08", "speaker": 5, "line": "You're ugly,", "episode": "s03e04", "objectID": "304240" },
	{
		"time": "00:26:08",
		"speaker": 4,
		"line": "not get. I'm ugly. I have a small Penis and I'm scared of women. Okay? But I have had okay, I am telling you now",
		"episode": "s03e04",
		"objectID": "304241"
	},
	{
		"time": "00:26:22",
		"speaker": 5,
		"line": "I choose Birgit. You know what? Hey, if there's anybody out there who could virgin, okay, if there's anybody out there who",
		"episode": "s03e04",
		"objectID": "304242"
	},
	{
		"time": "00:26:31",
		"speaker": 4,
		"line": "can leak a picture of me having sex with my ex girlfriend, that'd be",
		"episode": "s03e04",
		"objectID": "304243"
	},
	{
		"time": "00:26:33",
		"speaker": 5,
		"line": "awesome. Good luck. Good luck. That sounds like a fucking challenge is for your own league. Somebody leaked something. I dare someone to leak a picture of Howard where he's doing anything cool. I dare you claim in front of something. Clear. Good luck. No. Come on, guys. That's you know honestly, sometimes photo I've ever seen you is utterly humiliating. Come on. What about my yearbook photo from from Hey, Mr Photo",
		"episode": "s03e04",
		"objectID": "304244"
	},
	{ "time": "00:27:05", "speaker": 3, "line": "Guy. By the way,", "episode": "s03e04", "objectID": "304245" },
	{ "time": "00:27:06", "speaker": 5, "line": "why is he capturing", "episode": "s03e04", "objectID": "304246" },
	{ "time": "00:27:07", "speaker": 3, "line": "you in the worst lights?", "episode": "s03e04", "objectID": "304247" },
	{
		"time": "00:27:08",
		"speaker": 4,
		"line": "Like somebody follows you around and says Only take a photo when he's at his lowest",
		"episode": "s03e04",
		"objectID": "304248"
	},
	{ "time": "00:27:14", "speaker": 5, "line": "moment. Well, I used to.", "episode": "s03e04", "objectID": "304249" },
	{
		"time": "00:27:16",
		"speaker": 2,
		"line": "Somebody's taking a slice of life. Photos are always bad",
		"episode": "s03e04",
		"objectID": "304250"
	},
	{ "time": "00:27:20", "speaker": 5, "line": "powered. I'll say", "episode": "s03e04", "objectID": "304251" },
	{
		"time": "00:27:21",
		"speaker": 4,
		"line": "this. You're my best friend. Thank you. And your life is very sad.",
		"episode": "s03e04",
		"objectID": "304252"
	},
	{
		"time": "00:27:25",
		"speaker": 5,
		"line": "Okay, It's sad from an outside perspective. Okay. From an inside perspective, I'm doing fine. I mean, I honestly like what? Who doesn't",
		"episode": "s03e04",
		"objectID": "304253"
	},
	{
		"time": "00:27:34",
		"speaker": 4,
		"line": "just go home at the end of the day, read a book, sit on a small chair, uh, on and wait for sleep to come",
		"episode": "s03e04",
		"objectID": "304254"
	},
	{
		"time": "00:27:41",
		"speaker": 5,
		"line": "like that's that Feels to me like a classic example",
		"episode": "s03e04",
		"objectID": "304255"
	},
	{ "time": "00:27:45", "speaker": 4, "line": "of a well adjusted happy", "episode": "s03e04", "objectID": "304256" },
	{ "time": "00:27:46", "speaker": 5, "line": "human being, I think is", "episode": "s03e04", "objectID": "304257" },
	{
		"time": "00:27:48",
		"speaker": 2,
		"line": "that and I think you're also being You're being a little kind to the size of that chair.",
		"episode": "s03e04",
		"objectID": "304258"
	},
	{
		"time": "00:27:53",
		"speaker": 5,
		"line": "What do you mean, there's not? It's tiny like your house, Which fits? Yeah, and that's that. How is that sad? I don't understand. Like, what do you guys",
		"episode": "s03e04",
		"objectID": "304259"
	},
	{
		"time": "00:28:03",
		"speaker": 4,
		"line": "do it Not you don't go home. Uh, root around in your fridge for a crumble of food.",
		"episode": "s03e04",
		"objectID": "304260"
	},
	{
		"time": "00:28:09",
		"speaker": 5,
		"line": "You literally root around with your nose of your friends because the troubles of food in my fridge or start tiny I have two. Only I could only find them by scent. All right, listen, guys, I'm happy, okay? I don't know how more unequivocally I could say I'm happy or not. No, I buy it. I buy it. Believe what",
		"episode": "s03e04",
		"objectID": "304261"
	},
	{
		"time": "00:28:25",
		"speaker": 2,
		"line": "people tell you. They are not what they show you. Yes, that's how I live my life. You say you're happy you're happy. I say I'm a guy that that women should want to marry and not be mad at him all the time. And that's who I",
		"episode": "s03e04",
		"objectID": "304262"
	},
	{
		"time": "00:28:38",
		"speaker": 5,
		"line": "am. Exactly. Can we all take each other",
		"episode": "s03e04",
		"objectID": "304263"
	},
	{
		"time": "00:28:40",
		"speaker": 4,
		"line": "at face value without diving deep into our psyches?",
		"episode": "s03e04",
		"objectID": "304264"
	},
	{
		"time": "00:28:43",
		"speaker": 3,
		"line": "Got to be better to each other.",
		"episode": "s03e04",
		"objectID": "304265"
	},
	{
		"time": "00:28:45",
		"speaker": 5,
		"line": "I mean, universal. We are",
		"episode": "s03e04",
		"objectID": "304266"
	},
	{
		"time": "00:28:46",
		"speaker": 4,
		"line": "in charge of this school. And if we expect to stay on top here, which we currently are, we got a band together. We can see each other down",
		"episode": "s03e04",
		"objectID": "304267"
	},
	{
		"time": "00:28:53",
		"speaker": 2,
		"line": "that number one charter school in the country at U S. News and World Report.",
		"episode": "s03e04",
		"objectID": "304268"
	},
	{
		"time": "00:28:58",
		"speaker": 4,
		"line": "Yes, that's true. Uh, it's really it really came out of nowhere. We were not expecting. I mean, a reporter knocked on the school door this morning.",
		"episode": "s03e04",
		"objectID": "304269"
	},
	{
		"time": "00:29:09",
		"speaker": 3,
		"line": "He says I love the genes. I love the school. I love the",
		"episode": "s03e04",
		"objectID": "304270"
	},
	{ "time": "00:29:15", "speaker": 5, "line": "light. And it seems like", "episode": "s03e04", "objectID": "304271" },
	{
		"time": "00:29:16",
		"speaker": 4,
		"line": "that the article was written from a more like, holistic point of view. Was like, Maybe this school isn't the best in one specific area, But the sort of broad context of the school is that it's very successful, profitable schools there. Yeah, we started making way, started making money, which is which is really nice, because the Nats model Yeah, and the Netflix model has actually started to take off. Oh, yeah. Our season three of",
		"episode": "s03e04",
		"objectID": "304272"
	},
	{
		"time": "00:29:44",
		"speaker": 2,
		"line": "sensate is killing right now. You're loving it. Yeah. We bought all the crap. Three cameras, sitcoms Ashton Kutcher wanted to make. Um,",
		"episode": "s03e04",
		"objectID": "304273"
	},
	{
		"time": "00:29:54",
		"speaker": 4,
		"line": "Middle America is eating them up before we will produce anything. Cut your has his hands on anything,",
		"episode": "s03e04",
		"objectID": "304274"
	},
	{
		"time": "00:30:01",
		"speaker": 2,
		"line": "Anything. We got our fingers in the real The true crime documentary.",
		"episode": "s03e04",
		"objectID": "304275"
	},
	{
		"time": "00:30:06",
		"speaker": 4,
		"line": "Yes, we're telling we're doing a sequel to you making a murderer that follows Just the the the ugly, fat lawyer who helped the",
		"episode": "s03e04",
		"objectID": "304276"
	},
	{
		"time": "00:30:15",
		"speaker": 2,
		"line": "guy. Oh, yeah, he's like following that cool pervert.",
		"episode": "s03e04",
		"objectID": "304277"
	},
	{ "time": "00:30:22", "speaker": 5, "line": "So you know when you", "episode": "s03e04", "objectID": "304278" },
	{
		"time": "00:30:23",
		"speaker": 2,
		"line": "see a guy and you go what I wouldn't give to be alone in a room with this guy? Yeah, you know, he's just got a lot of interesting thoughts and I want to know him so well. Good seats were releasing, Finding the Wimberley sits finally found a home finding the Wimberley, my documentary about the six sets of twins that I was accused of killing, but I think just disappeared. You think just",
		"episode": "s03e04",
		"objectID": "304279"
	},
	{
		"time": "00:30:49",
		"speaker": 5,
		"line": "people are calling this a mock you mentally, but not for the same reason as a going There is a documentary. It's a documentary with a lot of mocking. Yes, well, it's There is a script that vehemently",
		"episode": "s03e04",
		"objectID": "304280"
	},
	{
		"time": "00:31:02",
		"speaker": 4,
		"line": "points away from you. Yeah, I script that everyone's following, right? Yes. Yeah, you could say it's not even a documentary in the slightest because we did write every line. Everybody",
		"episode": "s03e04",
		"objectID": "304281"
	},
	{
		"time": "00:31:13",
		"speaker": 2,
		"line": "found their marks to hit their lines. And then you were I was exactly Well, yeah. In the court of public opinion is the documentary directed and wrote. Yeah, I was exonerated. And so if you think if you finish that movie and still think I killed those six sets of twins 12 people you were watching the wrong movie. Okay, The Wimberley Zehr out there, we're gonna find them. They're in hiding. I'm just like Robert Durst. If you come away from the jinx thinking he's guilty, you watch the wrong fucking",
		"episode": "s03e04",
		"objectID": "304282"
	},
	{
		"time": "00:31:42",
		"speaker": 5,
		"line": "channel. And if that is what",
		"episode": "s03e04",
		"objectID": "304283"
	},
	{
		"time": "00:31:43",
		"speaker": 3,
		"line": "you're getting from and you wanna watch the right movie, there is also another documentary that",
		"episode": "s03e04",
		"objectID": "304284"
	},
	{ "time": "00:31:48", "speaker": 5, "line": "clearly paints", "episode": "s03e04", "objectID": "304285" },
	{
		"time": "00:31:49",
		"speaker": 4,
		"line": "loose. It's called loose Pockets. Yes, it was made by the same people that made loose change. Uh, debunking nine eleven's standard.",
		"episode": "s03e04",
		"objectID": "304286"
	},
	{
		"time": "00:31:58",
		"speaker": 2,
		"line": "Don't get me wrong. I like to their first movie thing. Then they come after me and make one accusing me of killing six sets of twins",
		"episode": "s03e04",
		"objectID": "304287"
	},
	{
		"time": "00:32:08",
		"speaker": 5,
		"line": "for the biggest fans. In fact, that's how they found out about the story. You had a meeting?",
		"episode": "s03e04",
		"objectID": "304288"
	},
	{
		"time": "00:32:14",
		"speaker": 2,
		"line": "Greek. Yes. I said, I got to sit down with you guys. I mean, if there's anything people should be doing it is minimal izing the deaths of 3000 people in a terrorist attack. That's a good use of your time. Yep. Ah, and it's a good use of your thought. Uh, and, uh, why do conspiracies theories exist? Because they're true. And they make sense.",
		"episode": "s03e04",
		"objectID": "304289"
	},
	{
		"time": "00:32:36",
		"speaker": 5,
		"line": "They make so much sense, They're so true. Yeah, I hate the word theory. Yeah, I hate the word theory. Yeah,",
		"episode": "s03e04",
		"objectID": "304290"
	},
	{
		"time": "00:32:47",
		"speaker": 2,
		"line": "these air conspiracy, there should be co conspirators conspiracy, science. Let's get the facts or even just conspiracy. Uh, not theories that works for me. But anyway, then they come up with this move. That is a conspiracy theory about me being a cold blooded killer of six sets of twins. Well, yeah, a pair of them died in my theater class when I was trying to break them down so that they could build themselves back seriously mysteriously. Yeah. No.",
		"episode": "s03e04",
		"objectID": "304291"
	},
	{
		"time": "00:33:18",
		"speaker": 5,
		"line": "Did it? Uh, what weren't you accused of running over a pair of Kimberly's and red dresses? Yeah, but it was so hard",
		"episode": "s03e04",
		"objectID": "304292"
	},
	{
		"time": "00:33:26",
		"speaker": 4,
		"line": "to tell there were fire hydrants. I believe that was That's right.",
		"episode": "s03e04",
		"objectID": "304293"
	},
	{
		"time": "00:33:29",
		"speaker": 2,
		"line": "That was the fire hydrant. Human debacle.",
		"episode": "s03e04",
		"objectID": "304294"
	},
	{
		"time": "00:33:33",
		"speaker": 4,
		"line": "Human which they spend too much time talking about in the in the er. It's a bad doctor manner. It's poorly made. And honestly, I have many, many friends in the law community now. Good. So if you ever need anything, don't worry about it. Yeah, Yeah, that's good to know. Yeah, because they know what they know. What will happen if they keep pressing you. They'll have thio. So sue me. Yeah. See you in court. God, we love going to",
		"episode": "s03e04",
		"objectID": "304295"
	},
	{
		"time": "00:34:08",
		"speaker": 3,
		"line": "court. Attention, students, this is Sam. Weatherman, with your morning announcements were now hiring servers in the teachers. Lunchroom pay",
		"episode": "s03e04",
		"objectID": "304296"
	},
	{
		"time": "00:34:17",
		"speaker": 5,
		"line": "is 50 cents below minimum wage, minus tips. Applications for the position are available",
		"episode": "s03e04",
		"objectID": "304297"
	},
	{
		"time": "00:34:22",
		"speaker": 3,
		"line": "in the teacher's spy area. Do not disturb.",
		"episode": "s03e04",
		"objectID": "304298"
	},
	{
		"time": "00:34:27",
		"speaker": 4,
		"line": "Well, you know, guys. Ah, like always, we have a guest on the show. Uh, this week, we're really excited. Ah, to get another peek behind the curtain of how this school works. She is honestly, one of the hardest working ladies here at this school. And she's I'll tell you this the best. I would call her a lunch lady. She would call you call herself a dinner lady. On that is Ms Mildred up ings bottom. Mildred, Welcome to the show. How",
		"episode": "s03e04",
		"objectID": "304299"
	},
	{ "time": "00:34:52", "speaker": 5, "line": "are you? So you were", "episode": "s03e04", "objectID": "304300" },
	{ "time": "00:34:54", "speaker": 4, "line": "doing real good. We're", "episode": "s03e04", "objectID": "304301" },
	{
		"time": "00:34:55",
		"speaker": 1,
		"line": "doing. I just I wanted to make sure everyone is everyone in a good mood. I have some. I have some news. I have to tell you guys",
		"episode": "s03e04",
		"objectID": "304302"
	},
	{
		"time": "00:35:03",
		"speaker": 2,
		"line": "never heard news set up that I've heard people say, Like, are you sitting down? But are you in a good mood? I have some news to tell you. I've never heard, but yeah,",
		"episode": "s03e04",
		"objectID": "304303"
	},
	{ "time": "00:35:14", "speaker": 5, "line": "I like it. I am. I", "episode": "s03e04", "objectID": "304304" },
	{
		"time": "00:35:16",
		"speaker": 4,
		"line": "am absolutely in a good mood despite what people",
		"episode": "s03e04",
		"objectID": "304305"
	},
	{
		"time": "00:35:18",
		"speaker": 1,
		"line": "saw. Wonderful. Okay, So festival kids are They're just lovely at the kids here. Just wonderful. The kids back home. Awful kids. I'm loving the kids at this chart on. Obviously you has no lunch is the most important meal of the day. Dinner, Dinner, lady. Take a lot of pride in that. There was a problem with the last order. What happened was we tried to the me and the other dinner lady. So it would be nice to surprise you guys. We overheard you talking about what type of meat that you like, so we ordered a lot of sloppy Joes. Problem is, we only ordered the sloppy part. Our car way have any Joe? We just got a lot of slot. So we've got slapped for about four years. Okay?",
		"episode": "s03e04",
		"objectID": "304306"
	},
	{ "time": "00:35:59", "speaker": 2, "line": "Four years of sloppy", "episode": "s03e04", "objectID": "304307" },
	{
		"time": "00:36:01",
		"speaker": 1,
		"line": "we buy in bulk. We buy in bulk, just so we can I put it away because of market prices rise",
		"episode": "s03e04",
		"objectID": "304308"
	},
	{
		"time": "00:36:06",
		"speaker": 4,
		"line": "again. You want to get in and freeze it, and we're maximizing profit like you and all the dinner ladies.",
		"episode": "s03e04",
		"objectID": "304309"
	},
	{
		"time": "00:36:11",
		"speaker": 3,
		"line": "That's where we got a big freezer in the first place.",
		"episode": "s03e04",
		"objectID": "304310"
	},
	{
		"time": "00:36:13",
		"speaker": 1,
		"line": "Yes, we got the big freezer in the kitchen. We got the big freezer, actually, Um what? All the other dinner you're saying that we should just transgender Chan's a Zishe in the er the gym, the Germans in the Saar using anyway,",
		"episode": "s03e04",
		"objectID": "304311"
	},
	{
		"time": "00:36:27",
		"speaker": 4,
		"line": "lunch is costing America fortune Lunch for students are costing America. And I honestly appreciate it as the person who sort of in charge of finances. I appreciate you guys like going the extra mile to sort of ensure that you're not, but genuinely need. You've got no Jos.",
		"episode": "s03e04",
		"objectID": "304312"
	},
	{ "time": "00:36:45", "speaker": 1, "line": "We got no judges.", "episode": "s03e04", "objectID": "304313" },
	{
		"time": "00:36:46",
		"speaker": 5,
		"line": "Only because this is a thing as well.",
		"episode": "s03e04",
		"objectID": "304314"
	},
	{
		"time": "00:36:48",
		"speaker": 2,
		"line": "I'm not in a good mood anymore, Mildred.",
		"episode": "s03e04",
		"objectID": "304315"
	},
	{ "time": "00:36:50", "speaker": 5, "line": "Why? Come on.", "episode": "s03e04", "objectID": "304316" },
	{
		"time": "00:36:52",
		"speaker": 2,
		"line": "Why? Because I I need my drawer with the more.",
		"episode": "s03e04",
		"objectID": "304317"
	},
	{
		"time": "00:36:55",
		"speaker": 5,
		"line": "So what's your plan here? Okay, let me jump on you. Your innovative I am, I",
		"episode": "s03e04",
		"objectID": "304318"
	},
	{
		"time": "00:36:59",
		"speaker": 1,
		"line": "am. I have a whole plan for this. Okay?",
		"episode": "s03e04",
		"objectID": "304319"
	},
	{
		"time": "00:37:00",
		"speaker": 2,
		"line": "Way hired you because you're the famous vlog.",
		"episode": "s03e04",
		"objectID": "304320"
	},
	{
		"time": "00:37:05",
		"speaker": 5,
		"line": "Yes. Three kids like prisoners. That looks so. That was That was what it was like. Like like booming businesses in America right now. And we modeled our school after. It's no secret that I don't mean",
		"episode": "s03e04",
		"objectID": "304321"
	},
	{
		"time": "00:37:20",
		"speaker": 1,
		"line": "in the costume, but I do 100 mean meals, playgrounds and the respect that we do Well, don't give them, of course. So, yes. The thing was is that we have this with four years worth of Joe.",
		"episode": "s03e04",
		"objectID": "304322"
	},
	{ "time": "00:37:33", "speaker": 5, "line": "What else do they need?", "episode": "s03e04", "objectID": "304323" },
	{
		"time": "00:37:34",
		"speaker": 1,
		"line": "I mean, their kids, their bodies grow themselves. I say what we should do is we should actually be given them less food. We should cut it now. Have you ever seen the movie Snowpiercer fascinate? Have you seen when they grind up for the Roaches and make jelly bars up? Have you thought about that for the kids? Because I have.",
		"episode": "s03e04",
		"objectID": "304324"
	},
	{
		"time": "00:37:53",
		"speaker": 2,
		"line": "That sounds really good. That sounds really good.",
		"episode": "s03e04",
		"objectID": "304325"
	},
	{ "time": "00:37:57", "speaker": 5, "line": "We got grabbed all over", "episode": "s03e04", "objectID": "304326" },
	{
		"time": "00:37:59",
		"speaker": 2,
		"line": "this camp. Yeah, we have U S news and world report Number one obvious campus in the nation s Oh, yeah, We",
		"episode": "s03e04",
		"objectID": "304327"
	},
	{ "time": "00:38:05", "speaker": 5, "line": "want a lot of", "episode": "s03e04", "objectID": "304328" },
	{
		"time": "00:38:05",
		"speaker": 2,
		"line": "awards. Did S O. And you would make him into like like",
		"episode": "s03e04",
		"objectID": "304329"
	},
	{ "time": "00:38:10", "speaker": 1, "line": "Dae Bak", "episode": "s03e04", "objectID": "304330" },
	{ "time": "00:38:11", "speaker": 2, "line": "Jelly bar. And", "episode": "s03e04", "objectID": "304331" },
	{ "time": "00:38:12", "speaker": 5, "line": "that way, I think if you", "episode": "s03e04", "objectID": "304332" },
	{
		"time": "00:38:14",
		"speaker": 2,
		"line": "know all your meals are gonna be bad. You never are disappointed again. And the less you have something to look forward to. Bless your expectations are",
		"episode": "s03e04",
		"objectID": "304333"
	},
	{ "time": "00:38:24", "speaker": 1, "line": "like that,", "episode": "s03e04", "objectID": "304334" },
	{
		"time": "00:38:24",
		"speaker": 4,
		"line": "investors, and we have to answer to them. Levi's is not gonna be happy if",
		"episode": "s03e04",
		"objectID": "304335"
	},
	{
		"time": "00:38:30",
		"speaker": 3,
		"line": "we're not turning a profit. Uh, 3 to 3 genes. Reminder. Get your jingo genes in any measurement You like Levi's Jingle",
		"episode": "s03e04",
		"objectID": "304336"
	},
	{
		"time": "00:38:38",
		"speaker": 1,
		"line": "Cats. I'll tell you this. Nothing feels out of her gym clothes like a kid That's money in jelly bars all day. Remind",
		"episode": "s03e04",
		"objectID": "304337"
	},
	{
		"time": "00:38:43",
		"speaker": 4,
		"line": "us what a jelly bar reminded just one more time. What a jelly bar is. I feel like we learned what a dinner Lady Waas. And also we need to learn about jelly",
		"episode": "s03e04",
		"objectID": "304338"
	},
	{
		"time": "00:38:54",
		"speaker": 1,
		"line": "jelly. Whereas you take any sore food. You want anything? Preferably something as is high in protein like grubs, mealworms, crickets, Roaches, Grubbs, Grubbs, scrubs, Grubbs, You rob him altogether. Grab grabs, Robbie. You blend them all. That, uh you set them with some sort of, you know, if the kids the kids being one of those whiny vegetarians you set with fruit pectin. But if not, you just go. Good old pork gelatin. Set it all up. Leave it overnight. Bob's. Your uncle is pork gelatin. Is that that's cow hoof, right? Yes. Okay. Yes.",
		"episode": "s03e04",
		"objectID": "304339"
	},
	{
		"time": "00:39:35",
		"speaker": 5,
		"line": "Eyes just like one of those funny",
		"episode": "s03e04",
		"objectID": "304340"
	},
	{
		"time": "00:39:39",
		"speaker": 4,
		"line": "little names. Yeah, where they like we're gonna be cute",
		"episode": "s03e04",
		"objectID": "304341"
	},
	{
		"time": "00:39:41",
		"speaker": 5,
		"line": "about. Yeah, well, the thing is pulled.",
		"episode": "s03e04",
		"objectID": "304342"
	},
	{
		"time": "00:39:43",
		"speaker": 1,
		"line": "Jellison Yes, is careful. It's like, you know when you call, you know, a sandwich is a sandwich of Ruben. You pull the job. It's just so it's like one of those things where it's actually called a John a Reuben Support Jellison,",
		"episode": "s03e04",
		"objectID": "304343"
	},
	{
		"time": "00:39:58",
		"speaker": 2,
		"line": "Rocky Mountain oysters for 40 years before I found out there were bull's testicles, I thought they were just shucking those oysters from the Rocky Mountains. Almost never like oysters. Yeah, there's a little fried discs. I went to a sushi place and lost my mind when I did, when I ordered the oysters on there, and there were nothing like the ones I was used to. So,",
		"episode": "s03e04",
		"objectID": "304344"
	},
	{
		"time": "00:40:21",
		"speaker": 5,
		"line": "uh, are you were trying to",
		"episode": "s03e04",
		"objectID": "304345"
	},
	{
		"time": "00:40:24",
		"speaker": 4,
		"line": "cut some costs in the lunch room. Obviously one of the biggest hits for profits. You've got some other. Are you? You're saving us money?",
		"episode": "s03e04",
		"objectID": "304346"
	},
	{
		"time": "00:40:33",
		"speaker": 1,
		"line": "Yes. It was the year. The Jedi balls that we could napkins completely. Cotton napkins.",
		"episode": "s03e04",
		"objectID": "304347"
	},
	{
		"time": "00:40:39",
		"speaker": 5,
		"line": "How are we for these jelly bars? How are we",
		"episode": "s03e04",
		"objectID": "304348"
	},
	{
		"time": "00:40:41",
		"speaker": 3,
		"line": "sourcing these grubs? These mealworms",
		"episode": "s03e04",
		"objectID": "304349"
	},
	{ "time": "00:40:44", "speaker": 5, "line": "question You guys", "episode": "s03e04", "objectID": "304350" },
	{
		"time": "00:40:46",
		"speaker": 3,
		"line": "don't have all the time in the world to",
		"episode": "s03e04",
		"objectID": "304351"
	},
	{
		"time": "00:40:47",
		"speaker": 5,
		"line": "do it. You can't farm of bacon. But you can't farm. Of course not. Well, it farm to table. You guys,",
		"episode": "s03e04",
		"objectID": "304352"
	},
	{
		"time": "00:40:51",
		"speaker": 1,
		"line": "if you read my book treat, treat your Children like prisoners. If you look at you, page 941 I have it clearly set very",
		"episode": "s03e04",
		"objectID": "304353"
	},
	{
		"time": "00:41:02",
		"speaker": 2,
		"line": "close to the beginning of it. It's still the prologue.",
		"episode": "s03e04",
		"objectID": "304354"
	},
	{
		"time": "00:41:05",
		"speaker": 1,
		"line": "Yeah, yeah, yeah. Well, you know, there's",
		"episode": "s03e04",
		"objectID": "304355"
	},
	{ "time": "00:41:08", "speaker": 5, "line": "always a lot", "episode": "s03e04", "objectID": "304356" },
	{
		"time": "00:41:09",
		"speaker": 1,
		"line": "to say about it goes the whole history. So you go in there and what that part says is put kids work. You guys almost farm to table talking about hand to mouth, foot and mouth disease. Almost real life.",
		"episode": "s03e04",
		"objectID": "304357"
	},
	{
		"time": "00:41:20",
		"speaker": 3,
		"line": "Almost almost. Almost almost.",
		"episode": "s03e04",
		"objectID": "304358"
	},
	{
		"time": "00:41:22",
		"speaker": 4,
		"line": "So you're putting the kids to work in the launcher?",
		"episode": "s03e04",
		"objectID": "304359"
	},
	{
		"time": "00:41:25",
		"speaker": 1,
		"line": "Yes. Well, what we're gonna do is so lunch is an hour right now, we can't launch down to four minutes, God face when the other 56 minutes prepping, prepping and sourcing their own food.",
		"episode": "s03e04",
		"objectID": "304360"
	},
	{
		"time": "00:41:37",
		"speaker": 2,
		"line": "You appreciate your lunch more if you know where it comes.",
		"episode": "s03e04",
		"objectID": "304361"
	},
	{
		"time": "00:41:39",
		"speaker": 1,
		"line": "100% of her. They learn that",
		"episode": "s03e04",
		"objectID": "304362"
	},
	{
		"time": "00:41:41",
		"speaker": 5,
		"line": "and also think about. They eat quickly.",
		"episode": "s03e04",
		"objectID": "304363"
	},
	{
		"time": "00:41:43",
		"speaker": 1,
		"line": "They think to themselves. Wow. Now I understand.",
		"episode": "s03e04",
		"objectID": "304364"
	},
	{ "time": "00:41:46", "speaker": 5, "line": "A lot of nutritionists", "episode": "s03e04", "objectID": "304365" },
	{
		"time": "00:41:47",
		"speaker": 4,
		"line": "say that that mindful eating is the most healthy way to sit down, see and feel every bite. But we know from experience that the best way to keep your metabolism up is to",
		"episode": "s03e04",
		"objectID": "304366"
	},
	{ "time": "00:41:59", "speaker": 5, "line": "rapidly as much food as", "episode": "s03e04", "objectID": "304367" },
	{
		"time": "00:42:00",
		"speaker": 4,
		"line": "possible. And then just move",
		"episode": "s03e04",
		"objectID": "304368"
	},
	{
		"time": "00:42:02",
		"speaker": 5,
		"line": "on mindfulness crap. I mean, how long have humans been around now? 50 50 60 years?",
		"episode": "s03e04",
		"objectID": "304369"
	},
	{
		"time": "00:42:09",
		"speaker": 2,
		"line": "50 years? Two years have been around.",
		"episode": "s03e04",
		"objectID": "304370"
	},
	{
		"time": "00:42:11",
		"speaker": 1,
		"line": "Well, no, I mean, like 50 60 years",
		"episode": "s03e04",
		"objectID": "304371"
	},
	{
		"time": "00:42:14",
		"speaker": 5,
		"line": "modern. You modern humans. Two",
		"episode": "s03e04",
		"objectID": "304372"
	},
	{
		"time": "00:42:17",
		"speaker": 1,
		"line": "1000 years since Jesus. But",
		"episode": "s03e04",
		"objectID": "304373"
	},
	{
		"time": "00:42:18",
		"speaker": 2,
		"line": "that was the first human right",
		"episode": "s03e04",
		"objectID": "304374"
	},
	{
		"time": "00:42:20",
		"speaker": 5,
		"line": "way. Really? All right, Well, well, you never know. Conspiracy fat. Well, that's what that's what everyone said the first",
		"episode": "s03e04",
		"objectID": "304375"
	},
	{
		"time": "00:42:31",
		"speaker": 3,
		"line": "time when they were fooled about they said, All right,",
		"episode": "s03e04",
		"objectID": "304376"
	},
	{
		"time": "00:42:34",
		"speaker": 4,
		"line": "ahead. And then three days later, he's popping out to a",
		"episode": "s03e04",
		"objectID": "304377"
	},
	{ "time": "00:42:37", "speaker": 5, "line": "lot of people, not too", "episode": "s03e04", "objectID": "304378" },
	{
		"time": "00:42:38",
		"speaker": 3,
		"line": "happy with Jesus for that trick.",
		"episode": "s03e04",
		"objectID": "304379"
	},
	{
		"time": "00:42:40",
		"speaker": 4,
		"line": "Yeah, it's sparkle. It sparked, uh,",
		"episode": "s03e04",
		"objectID": "304380"
	},
	{
		"time": "00:42:43",
		"speaker": 5,
		"line": "some people, people based on religion off some people that",
		"episode": "s03e04",
		"objectID": "304381"
	},
	{
		"time": "00:42:46",
		"speaker": 3,
		"line": "were there, felt it was a little rude",
		"episode": "s03e04",
		"objectID": "304382"
	},
	{
		"time": "00:42:48",
		"speaker": 5,
		"line": "little buy it. I'll buy the whole story about a quiet all verbatim as it's written. And I believe it. And I live by. And you and you also",
		"episode": "s03e04",
		"objectID": "304383"
	},
	{
		"time": "00:42:59",
		"speaker": 4,
		"line": "have visited the tomb. Absolutely. The supposed to my I can't say that I agree with it because I don't think anybody has any idea what tomb this man was buried in 2000 years ago. Well, they have it very much labeled. And I went to the tomb and I saw the big rock that they Jesus rolled away, and I saw it all. Perfect circle. Yeah.",
		"episode": "s03e04",
		"objectID": "304384"
	},
	{
		"time": "00:43:23",
		"speaker": 2,
		"line": "The truth is, you get a much distance emotional.",
		"episode": "s03e04",
		"objectID": "304385"
	},
	{
		"time": "00:43:26",
		"speaker": 4,
		"line": "What about that? What about the rag? The arc of their know that What's it called? Grail. The Grail of the Covenant. A holy Grail. I",
		"episode": "s03e04",
		"objectID": "304386"
	},
	{
		"time": "00:43:35",
		"speaker": 5,
		"line": "saw it way. Just want to thank you so much for your contribution. So far, we've had a little bit of profit profitability",
		"episode": "s03e04",
		"objectID": "304387"
	},
	{
		"time": "00:43:42",
		"speaker": 3,
		"line": "problem with kids starting to bring their lunch to school. Yes. How are we gonna get rid",
		"episode": "s03e04",
		"objectID": "304388"
	},
	{
		"time": "00:43:46",
		"speaker": 1,
		"line": "of this. Well, okay. You ever seen a kid coming holding their food right out? Okay, lunch smackers. Big. Now what we do is so some of those kids, you incentivize them. So you say. Hey, look, this guy's getting 44 minutes. See his lunch? You wanna be a lunch smacker give you actually two minutes.",
		"episode": "s03e04",
		"objectID": "304389"
	},
	{
		"time": "00:44:04",
		"speaker": 3,
		"line": "Six minute lunch. That's generous.",
		"episode": "s03e04",
		"objectID": "304390"
	},
	{
		"time": "00:44:05",
		"speaker": 1,
		"line": "Six minutes turning the kids. What? I like to call that afternoon. Delight.",
		"episode": "s03e04",
		"objectID": "304391"
	},
	{
		"time": "00:44:09",
		"speaker": 3,
		"line": "Okay. Make him think it's kind of like a sexy thing.",
		"episode": "s03e04",
		"objectID": "304392"
	},
	{
		"time": "00:44:12",
		"speaker": 1,
		"line": "No, just a delightful off. Right.",
		"episode": "s03e04",
		"objectID": "304393"
	},
	{
		"time": "00:44:14",
		"speaker": 3,
		"line": "Okay, that was my bad. I'm in them in the gutter Here.",
		"episode": "s03e04",
		"objectID": "304394"
	},
	{
		"time": "00:44:17",
		"speaker": 4,
		"line": "They're mine is just gas. Say,",
		"episode": "s03e04",
		"objectID": "304395"
	},
	{
		"time": "00:44:18",
		"speaker": 3,
		"line": "what can I say? I don't see it. Say",
		"episode": "s03e04",
		"objectID": "304396"
	},
	{
		"time": "00:44:20",
		"speaker": 5,
		"line": "so. We've been getting rid",
		"episode": "s03e04",
		"objectID": "304397"
	},
	{
		"time": "00:44:22",
		"speaker": 4,
		"line": "of people bringing their lunches, and also, we're getting so much, uh ah. Output from this 56 minutes of food prep that we are looking into starting our own line of foods and we have been selling some stuff. Not only are we making enough food for the Children to eat, but we are also we started a grocery store way started basically a groceries. Yeah,",
		"episode": "s03e04",
		"objectID": "304398"
	},
	{
		"time": "00:44:45",
		"speaker": 1,
		"line": "I think that's wonderful. I mean, it's obviously for people who don't know it's the first ever jelly bar based grocery store. We have breakfast, lunch, dinner full in the form of a Jedi bar.",
		"episode": "s03e04",
		"objectID": "304399"
	},
	{ "time": "00:44:58", "speaker": 4, "line": "Yeah, sorry,", "episode": "s03e04", "objectID": "304400" },
	{
		"time": "00:44:59",
		"speaker": 5,
		"line": "We're going after that Soylent market.",
		"episode": "s03e04",
		"objectID": "304401"
	},
	{
		"time": "00:45:01",
		"speaker": 2,
		"line": "We're going after the soil market. We're trying to sell you and we like Soylent. That's a good name for a product. Yeah. You wanna associate your product with a movie about eating people",
		"episode": "s03e04",
		"objectID": "304402"
	},
	{
		"time": "00:45:11",
		"speaker": 5,
		"line": "way? Took it. I thought it was just about soy milk. Eso no",
		"episode": "s03e04",
		"objectID": "304403"
	},
	{
		"time": "00:45:17",
		"speaker": 2,
		"line": "soil. Soylent Green is people in a movie where they're a dystopian future.",
		"episode": "s03e04",
		"objectID": "304404"
	},
	{
		"time": "00:45:23",
		"speaker": 1,
		"line": "I gotta write that. My next book,",
		"episode": "s03e04",
		"objectID": "304405"
	},
	{
		"time": "00:45:26",
		"speaker": 2,
		"line": "which is a treat. Kids like animals.",
		"episode": "s03e04",
		"objectID": "304406"
	},
	{
		"time": "00:45:30",
		"speaker": 4,
		"line": "Perfect. Follow up. Yeah, it's good. Yeah, it's a lot of work in prison.",
		"episode": "s03e04",
		"objectID": "304407"
	},
	{
		"time": "00:45:34",
		"speaker": 1,
		"line": "It's like the zoo industrial system. It's a whole thing that wants to be 4000 pages.",
		"episode": "s03e04",
		"objectID": "304408"
	},
	{ "time": "00:45:39", "speaker": 5, "line": "Think of the", "episode": "s03e04", "objectID": "304409" },
	{
		"time": "00:45:41",
		"speaker": 2,
		"line": "book, the more likely people are to say they want to read",
		"episode": "s03e04",
		"objectID": "304410"
	},
	{ "time": "00:45:44", "speaker": 5, "line": "it. And if people have", "episode": "s03e04", "objectID": "304411" },
	{
		"time": "00:45:45",
		"speaker": 1,
		"line": "been around for 2000 years, imagine how long animals have been around for",
		"episode": "s03e04",
		"objectID": "304412"
	},
	{
		"time": "00:45:48",
		"speaker": 4,
		"line": "six. Actually, at least, uh, you and I know we are working on this, getting actual brick and mortar location for this grocery store right now. It's online only on it.",
		"episode": "s03e04",
		"objectID": "304413"
	},
	{
		"time": "00:46:00",
		"speaker": 2,
		"line": "Got a bunch of mortar. We need the break. We were looking for bricks. Yeah. Anybody out?",
		"episode": "s03e04",
		"objectID": "304414"
	},
	{
		"time": "00:46:05",
		"speaker": 4,
		"line": "Anybody, if you've got bricks, just hit us up. Ah, you condone you. We would love to take off any bricks that you have. My own hand will take any amount, even if you just have a couple of spares from when you build your house, that's fine to 200 kids. Collect him. Yeah, we have kids at the ready on their pedley are on their families.",
		"episode": "s03e04",
		"objectID": "304415"
	},
	{
		"time": "00:46:25",
		"speaker": 5,
		"line": "They're on their Natalie's very coming down. They run the store right now.",
		"episode": "s03e04",
		"objectID": "304416"
	},
	{
		"time": "00:46:29",
		"speaker": 3,
		"line": "Again, you can only access online. Just go to www dot know whole foods dot com. Go foods, no hoper dot",
		"episode": "s03e04",
		"objectID": "304417"
	},
	{
		"time": "00:46:38",
		"speaker": 4,
		"line": "com. Yes, and then it will come down on the pedal and we'll pick",
		"episode": "s03e04",
		"objectID": "304418"
	},
	{
		"time": "00:46:41",
		"speaker": 5,
		"line": "up your way. Having good luck. So far, we're trying to get a",
		"episode": "s03e04",
		"objectID": "304419"
	},
	{
		"time": "00:46:45",
		"speaker": 4,
		"line": "ah, Citi bike style. Um uh, pedal eases what we're trying to Yes. Yes, we're trying to go",
		"episode": "s03e04",
		"objectID": "304420"
	},
	{
		"time": "00:46:53",
		"speaker": 5,
		"line": "public badly, but we want to get",
		"episode": "s03e04",
		"objectID": "304421"
	},
	{
		"time": "00:46:54",
		"speaker": 4,
		"line": "a brand. We're looking for public sped Elise, the grocery store or something that sounds good with pedal each were searching based on simply simple alliteration.",
		"episode": "s03e04",
		"objectID": "304422"
	},
	{ "time": "00:47:05", "speaker": 5, "line": "You guys are", "episode": "s03e04", "objectID": "304423" },
	{
		"time": "00:47:06",
		"speaker": 1,
		"line": "very entrepreneurial. Have you ever thought about going into the print? Prison industrial",
		"episode": "s03e04",
		"objectID": "304424"
	},
	{
		"time": "00:47:10",
		"speaker": 5,
		"line": "system, Abs, Lose way. Wish we wish way. Love that business so far. Of course, Of course.",
		"episode": "s03e04",
		"objectID": "304425"
	},
	{
		"time": "00:47:19",
		"speaker": 3,
		"line": "Our school is built as a school. You",
		"episode": "s03e04",
		"objectID": "304426"
	},
	{
		"time": "00:47:21",
		"speaker": 5,
		"line": "fall back structurally that if the school facing the exterior production on the",
		"episode": "s03e04",
		"objectID": "304427"
	},
	{
		"time": "00:47:26",
		"speaker": 4,
		"line": "exterior, Of course. You know, just driving by. A lot of people say, Oh, that looks like a very nice prison. Really. It is a school. It's very clearly marked. A swine high school. What? But well,",
		"episode": "s03e04",
		"objectID": "304428"
	},
	{
		"time": "00:47:36",
		"speaker": 1,
		"line": "I mean, you say you go. You guards both places. You say that for a given amount of time.",
		"episode": "s03e04",
		"objectID": "304429"
	},
	{
		"time": "00:47:40",
		"speaker": 3,
		"line": "Great question. You have people at the top who care about you. Care for you. Yeah. You know, they keep you in one place, make sure that your life is structured.",
		"episode": "s03e04",
		"objectID": "304430"
	},
	{
		"time": "00:47:49",
		"speaker": 2,
		"line": "Those wardens and guards just care about prisoner.",
		"episode": "s03e04",
		"objectID": "304431"
	},
	{
		"time": "00:47:52",
		"speaker": 5,
		"line": "That's why they Why would they dedicate their life for that? Who wants to spend their",
		"episode": "s03e04",
		"objectID": "304432"
	},
	{
		"time": "00:47:55",
		"speaker": 3,
		"line": "time in a prison unless they're doing a really nice thing?",
		"episode": "s03e04",
		"objectID": "304433"
	},
	{
		"time": "00:47:58",
		"speaker": 2,
		"line": "Yeah, that's why I couldn't be awarding is I just don't like prisoners",
		"episode": "s03e04",
		"objectID": "304434"
	},
	{ "time": "00:48:04", "speaker": 5, "line": "now. Your your book", "episode": "s03e04", "objectID": "304435" },
	{
		"time": "00:48:05",
		"speaker": 4,
		"line": "treat Children like prisoners",
		"episode": "s03e04",
		"objectID": "304436"
	},
	{ "time": "00:48:07", "speaker": 5, "line": "is it does not", "episode": "s03e04", "objectID": "304437" },
	{
		"time": "00:48:08",
		"speaker": 4,
		"line": "focus solely on food, which I found interesting. I read the chapters of food because I knew that we were gonna be hiring you and wanted to get a feel for what you're gonna do here. But there's actually you go into sort of discipline. Uh, sort of like a daily routine like your your your approach is much more like wide swept.",
		"episode": "s03e04",
		"objectID": "304438"
	},
	{
		"time": "00:48:26",
		"speaker": 1,
		"line": "Oh, yeah, Absolutely. You know, it's because it was from my years of teaching at boarding school. So there's like, it's all encompassing. I mean, the main thing that I'm most passionate about is the social structure off treat. Kids like",
		"episode": "s03e04",
		"objectID": "304439"
	},
	{ "time": "00:48:37", "speaker": 5, "line": "you encourage", "episode": "s03e04", "objectID": "304440" },
	{ "time": "00:48:38", "speaker": 4, "line": "kids to eat, join gangs?", "episode": "s03e04", "objectID": "304441" },
	{
		"time": "00:48:40",
		"speaker": 1,
		"line": "I do. Yeah, I joined them, too. I encourage them to join back gangs based on race. Uh,",
		"episode": "s03e04",
		"objectID": "304442"
	},
	{
		"time": "00:48:46",
		"speaker": 5,
		"line": "which is a signifier? It's easiest signifiers way tried to do with",
		"episode": "s03e04",
		"objectID": "304443"
	},
	{
		"time": "00:48:51",
		"speaker": 1,
		"line": "T shirts every day. Someone changed a tea shop,",
		"episode": "s03e04",
		"objectID": "304444"
	},
	{ "time": "00:48:53", "speaker": 4, "line": "right? Can win same", "episode": "s03e04", "objectID": "304445" },
	{
		"time": "00:48:54",
		"speaker": 1,
		"line": "time every day, can you know?",
		"episode": "s03e04",
		"objectID": "304446"
	},
	{
		"time": "00:48:56",
		"speaker": 5,
		"line": "Well, you know your skin. No, correct me if I'm wrong. The M s 13",
		"episode": "s03e04",
		"objectID": "304447"
	},
	{
		"time": "00:49:01",
		"speaker": 3,
		"line": "was born at your old school. Yes, that's right.",
		"episode": "s03e04",
		"objectID": "304448"
	},
	{
		"time": "00:49:04",
		"speaker": 4,
		"line": "Yeah. And now they're one of the most deadly gangs in America. And El Salvador.",
		"episode": "s03e04",
		"objectID": "304449"
	},
	{
		"time": "00:49:08",
		"speaker": 1,
		"line": "Yeah, and yeah, and they were born in my sweat. First they said, Hey, we just want to be treated everyone else in line And I said, No, you guys group together",
		"episode": "s03e04",
		"objectID": "304450"
	},
	{
		"time": "00:49:14",
		"speaker": 2,
		"line": "with all your Salvadorian",
		"episode": "s03e04",
		"objectID": "304451"
	},
	{
		"time": "00:49:15",
		"speaker": 1,
		"line": "friends with your Salvadorian friends that can cause is a boarding school in England that came for a better life in a better education, actually, very, very smart, Very a lot of money on I said, No, no, no rebuke that become a gang. And that's how it started.",
		"episode": "s03e04",
		"objectID": "304452"
	},
	{
		"time": "00:49:29",
		"speaker": 3,
		"line": "Wow, that both Too bad. And also, what an accomplishment. Yeah, it's bad world Spoke about on Oprah.",
		"episode": "s03e04",
		"objectID": "304453"
	},
	{
		"time": "00:49:38",
		"speaker": 2,
		"line": "Really? Yeah. On her TV show",
		"episode": "s03e04",
		"objectID": "304454"
	},
	{
		"time": "00:49:41",
		"speaker": 1,
		"line": "are in her book, Get take Someone Doing Good. Making Bad. Oh, it's It's over. We're thinking of What was I were you think Enough",
		"episode": "s03e04",
		"objectID": "304455"
	},
	{
		"time": "00:49:52",
		"speaker": 4,
		"line": "over the over Winfrey's No no",
		"episode": "s03e04",
		"objectID": "304456"
	},
	{
		"time": "00:49:56",
		"speaker": 1,
		"line": "open wink. Li Wei, right? I don't know. All small woman small. How little? Four fish foot for fear. Charismatic also always gives away cars",
		"episode": "s03e04",
		"objectID": "304457"
	},
	{ "time": "00:50:12", "speaker": 4, "line": "a lot of overlap. So", "episode": "s03e04", "objectID": "304458" },
	{
		"time": "00:50:14",
		"speaker": 3,
		"line": "a four foot tall woman who owns a car dealership that make the shit work So it's not like Oprah Winfrey giving away free cars,",
		"episode": "s03e04",
		"objectID": "304459"
	},
	{ "time": "00:50:27", "speaker": 5, "line": "people, salespeople,", "episode": "s03e04", "objectID": "304460" },
	{
		"time": "00:50:29",
		"speaker": 4,
		"line": "guards for a loss. And right wing Clea Really? Oprah Wing, please. You gotta check out.",
		"episode": "s03e04",
		"objectID": "304461"
	},
	{
		"time": "00:50:34",
		"speaker": 5,
		"line": "You gotta You gotta check out",
		"episode": "s03e04",
		"objectID": "304462"
	},
	{
		"time": "00:50:35",
		"speaker": 1,
		"line": "the book, make good things turn bad, right? Yeah. That's how she ended up working at the lot",
		"episode": "s03e04",
		"objectID": "304463"
	},
	{ "time": "00:50:41", "speaker": 5, "line": "and see if you like.", "episode": "s03e04", "objectID": "304464" },
	{
		"time": "00:50:41",
		"speaker": 2,
		"line": "I could do that without reading the book. Everything I touch turns bad.",
		"episode": "s03e04",
		"objectID": "304465"
	},
	{
		"time": "00:50:45",
		"speaker": 1,
		"line": "Ah, God, your wing Clear.",
		"episode": "s03e04",
		"objectID": "304466"
	},
	{ "time": "00:50:47", "speaker": 2, "line": "Am I clear?", "episode": "s03e04", "objectID": "304467" },
	{
		"time": "00:50:47",
		"speaker": 1,
		"line": "Yes. That's what I decided was called their wing Clear.",
		"episode": "s03e04",
		"objectID": "304468"
	},
	{ "time": "00:50:49", "speaker": 2, "line": "Oh, the Fonz.", "episode": "s03e04", "objectID": "304469" },
	{ "time": "00:50:52", "speaker": 1, "line": "No, that's Winkler.", "episode": "s03e04", "objectID": "304470" },
	{
		"time": "00:50:53",
		"speaker": 4,
		"line": "Okay, Your E I mean, we're all Winkler's baby way. Love the funds.",
		"episode": "s03e04",
		"objectID": "304471"
	},
	{
		"time": "00:50:59",
		"speaker": 5,
		"line": "Like they list the coolest, right? He really that character really",
		"episode": "s03e04",
		"objectID": "304472"
	},
	{
		"time": "00:51:04",
		"speaker": 4,
		"line": "holds up. I think, like he's also like, it was cool then and I think I watch him now. And I'm like, That's still a model of cool for me. Yeah, absolutely.",
		"episode": "s03e04",
		"objectID": "304473"
	},
	{
		"time": "00:51:12",
		"speaker": 2,
		"line": "Calls people in history. The funds. Yeah. Um, Richard Nixon. Oh, yeah. Turtle from entre and Turtle from Entourage. And then Turtle from the real life. Mark Wahlberg's Yes, right, right, right. In a closed for",
		"episode": "s03e04",
		"objectID": "304474"
	},
	{ "time": "00:51:29", "speaker": 1, "line": "Never heard of any.", "episode": "s03e04", "objectID": "304475" },
	{ "time": "00:51:30", "speaker": 5, "line": "Now we have loved", "episode": "s03e04", "objectID": "304476" },
	{
		"time": "00:51:31",
		"speaker": 3,
		"line": "your contribution at the school. Just really, really made this lunch from a great place. But",
		"episode": "s03e04",
		"objectID": "304477"
	},
	{ "time": "00:51:37", "speaker": 5, "line": "we're also", "episode": "s03e04", "objectID": "304478" },
	{
		"time": "00:51:38",
		"speaker": 3,
		"line": "looking for a little feedback on us. You know, we're",
		"episode": "s03e04",
		"objectID": "304479"
	},
	{ "time": "00:51:40", "speaker": 1, "line": "sort of creating the", "episode": "s03e04", "objectID": "304480" },
	{
		"time": "00:51:41",
		"speaker": 3,
		"line": "environment for everyone to succeed. We're really sort of giving the power to each person who runs their, You know, their area.",
		"episode": "s03e04",
		"objectID": "304481"
	},
	{ "time": "00:51:47", "speaker": 5, "line": "Yeah. Anything you're", "episode": "s03e04", "objectID": "304482" },
	{
		"time": "00:51:48",
		"speaker": 3,
		"line": "seeing in us that could be improved",
		"episode": "s03e04",
		"objectID": "304483"
	},
	{
		"time": "00:51:51",
		"speaker": 2,
		"line": "of high. And just remember, we don't take criticism. Well, yeah, but we want you to be",
		"episode": "s03e04",
		"objectID": "304484"
	},
	{
		"time": "00:51:56",
		"speaker": 5,
		"line": "honest, you're asking the question dry.",
		"episode": "s03e04",
		"objectID": "304485"
	},
	{
		"time": "00:51:58",
		"speaker": 1,
		"line": "Well, I think for you, Um uh, how it, um I would say lose your virginity is a big thing, Okay? And then I would say",
		"episode": "s03e04",
		"objectID": "304486"
	},
	{
		"time": "00:52:06",
		"speaker": 5,
		"line": "I'll fuck somebody right now, saying that for years I",
		"episode": "s03e04",
		"objectID": "304487"
	},
	{ "time": "00:52:09", "speaker": 2, "line": "would love to see", "episode": "s03e04", "objectID": "304488" },
	{
		"time": "00:52:10",
		"speaker": 5,
		"line": "Oh, you guys find me. You guys find weird about you three",
		"episode": "s03e04",
		"objectID": "304489"
	},
	{
		"time": "00:52:15",
		"speaker": 2,
		"line": "riel dolls and you're too scared to even talk to them.",
		"episode": "s03e04",
		"objectID": "304490"
	},
	{
		"time": "00:52:18",
		"speaker": 5,
		"line": "Why would I Why would I want to talk to a number over Winkler over women. Really? For Winfrey? No sex with Howard Levis? Uh, yeah, I know. I mean, you are both moguls. Yeah, it's true. You're both, you know? Hey, you know, if it's if I just have",
		"episode": "s03e04",
		"objectID": "304491"
	},
	{
		"time": "00:52:36",
		"speaker": 4,
		"line": "to, like, accept this, that you guys think that I'm still a virgin, even though I am definitely not a virgin. I'm just gonna accept it. All right? Sure. I'm a virgin. I'll just say it.",
		"episode": "s03e04",
		"objectID": "304492"
	},
	{
		"time": "00:52:43",
		"speaker": 1,
		"line": "I texted wrong. Oprah on Oprah, Winkler said, No way.",
		"episode": "s03e04",
		"objectID": "304493"
	},
	{ "time": "00:52:46", "speaker": 4, "line": "Oh, wow. Loper wink", "episode": "s03e04", "objectID": "304494" },
	{
		"time": "00:52:48",
		"speaker": 5,
		"line": "Center picture. You know exactly who you were",
		"episode": "s03e04",
		"objectID": "304495"
	},
	{
		"time": "00:52:52",
		"speaker": 4,
		"line": "taking him and take a picture of me and",
		"episode": "s03e04",
		"objectID": "304496"
	},
	{ "time": "00:52:56", "speaker": 5, "line": "say Cheese,", "episode": "s03e04", "objectID": "304497" },
	{
		"time": "00:52:57",
		"speaker": 2,
		"line": "Cheese off. That's a sad picture. Good God, God, that's a sad look",
		"episode": "s03e04",
		"objectID": "304498"
	},
	{
		"time": "00:53:02",
		"speaker": 3,
		"line": "at all that dirt that fell from the ceiling right when you took that",
		"episode": "s03e04",
		"objectID": "304499"
	},
	{
		"time": "00:53:04",
		"speaker": 5,
		"line": "picture is they're always behind a clump",
		"episode": "s03e04",
		"objectID": "304500"
	},
	{
		"time": "00:53:07",
		"speaker": 4,
		"line": "of dirt fell on your head right in time for that photo. And I think",
		"episode": "s03e04",
		"objectID": "304501"
	},
	{
		"time": "00:53:11",
		"speaker": 2,
		"line": "you look. I think your nipples were lactating through your shirt. It looks like that.",
		"episode": "s03e04",
		"objectID": "304502"
	},
	{ "time": "00:53:16", "speaker": 5, "line": "Let me get", "episode": "s03e04", "objectID": "304503" },
	{ "time": "00:53:17", "speaker": 1, "line": "enough. Let me get that.", "episode": "s03e04", "objectID": "304504" },
	{ "time": "00:53:18", "speaker": 4, "line": "Won't get one more", "episode": "s03e04", "objectID": "304505" },
	{
		"time": "00:53:19",
		"speaker": 5,
		"line": "cheese cheese too far gone slightly different at the same time. Video. Very look at those little brown.",
		"episode": "s03e04",
		"objectID": "304506"
	},
	{
		"time": "00:53:33",
		"speaker": 2,
		"line": "Well, send a doper. Winkler anyway says,",
		"episode": "s03e04",
		"objectID": "304507"
	},
	{
		"time": "00:53:37",
		"speaker": 5,
		"line": "I would love to get a reaction because we know she's looking at her fun. That was a quick response. The first. Yeah, she's busy",
		"episode": "s03e04",
		"objectID": "304508"
	},
	{
		"time": "00:53:42",
		"speaker": 4,
		"line": "losing money, but she's she's got time, religion, her phone. So",
		"episode": "s03e04",
		"objectID": "304509"
	},
	{
		"time": "00:53:46",
		"speaker": 5,
		"line": "lose years of virginity. That's good, because what and why do you think that's gonna",
		"episode": "s03e04",
		"objectID": "304510"
	},
	{
		"time": "00:53:51",
		"speaker": 3,
		"line": "help Howard at the school. I mean, I definitely",
		"episode": "s03e04",
		"objectID": "304511"
	},
	{
		"time": "00:53:53",
		"speaker": 1,
		"line": "feels a little I just, you know, from all the sort of, like, wanna hear in the lunch room, you know, between the",
		"episode": "s03e04",
		"objectID": "304512"
	},
	{
		"time": "00:53:58",
		"speaker": 2,
		"line": "gangs. Lunch room gossip.",
		"episode": "s03e04",
		"objectID": "304513"
	},
	{
		"time": "00:54:00",
		"speaker": 1,
		"line": "Yeah, there's a lot of people are talking about that. A lot of people have said that they could never respect a man that couldn't even get his dick wet was one of the whoa. Yeah, that was one",
		"episode": "s03e04",
		"objectID": "304514"
	},
	{
		"time": "00:54:09",
		"speaker": 5,
		"line": "of our high school time and maybe a gang.",
		"episode": "s03e04",
		"objectID": "304515"
	},
	{
		"time": "00:54:13",
		"speaker": 2,
		"line": "I think they're being a little incorrect about that because your Penis is always very sweaty in the way.",
		"episode": "s03e04",
		"objectID": "304516"
	},
	{
		"time": "00:54:20",
		"speaker": 5,
		"line": "I just like to take this moment",
		"episode": "s03e04",
		"objectID": "304517"
	},
	{
		"time": "00:54:25",
		"speaker": 4,
		"line": "to go on the record that my entire body is always sweaty and and my dick has both been wet, wet and by my sweat and",
		"episode": "s03e04",
		"objectID": "304518"
	},
	{
		"time": "00:54:32",
		"speaker": 5,
		"line": "wetting by pussy juice, slippery our look way I'll get looted. That's the only way that I can get You are shooting allowed sex",
		"episode": "s03e04",
		"objectID": "304519"
	},
	{
		"time": "00:54:44",
		"speaker": 3,
		"line": "Don't need to be lewd about",
		"episode": "s03e04",
		"objectID": "304520"
	},
	{
		"time": "00:54:45",
		"speaker": 5,
		"line": "Oh, yeah. I've had sex all the time. I've had sex all the time. Doesn't make any sense. You know what? I'm gonna go. I You know what? I'm gonna I'm gonna leave",
		"episode": "s03e04",
		"objectID": "304521"
	},
	{
		"time": "00:54:57",
		"speaker": 4,
		"line": "the webcam on my laptop tonight and I'm gonna go home, and I'm gonna have sex with a woman",
		"episode": "s03e04",
		"objectID": "304522"
	},
	{
		"time": "00:55:01",
		"speaker": 5,
		"line": "your webcams on every night. That never happened. Okay, well, we'll see about one",
		"episode": "s03e04",
		"objectID": "304523"
	},
	{
		"time": "00:55:05",
		"speaker": 2,
		"line": "time you sent us that it was just that scene from American Pie.",
		"episode": "s03e04",
		"objectID": "304524"
	},
	{
		"time": "00:55:08",
		"speaker": 5,
		"line": "What you think of that lady was actually Shannon Elizabeth. I think man was dressing basic. I moved my TV in front of my computer and played American pie over. You ever done in my voice over Jason Biggs is What do you think I took? Well, the work to do that. Your dad sat you down after walking in on your special pilot. We'll just tell your mother way. Yes, he did. You run in the pie to the next morning that did not look fine. Trying to convince I'm a sexual person. We know better way. Eyes at the TV and scene from the movie. You premature ejaculation. Twice. If we're to believe every sexual being has I cream all the time. You see the ladder? Liar. Yeah, yeah. Not tell a lie. You showed us the scene in that movie to say that you had sex before, but it's just you and a blue pin. You said I've had better, but it didn't make any sense. You know what? Can we just lay off? Sorry. All right, well, we're supposed to be getting our",
		"episode": "s03e04",
		"objectID": "304525"
	},
	{
		"time": "00:56:17",
		"speaker": 3,
		"line": "minds right for improving the",
		"episode": "s03e04",
		"objectID": "304526"
	},
	{
		"time": "00:56:18",
		"speaker": 4,
		"line": "school. All that came out of one suggestion.",
		"episode": "s03e04",
		"objectID": "304527"
	},
	{
		"time": "00:56:22",
		"speaker": 2,
		"line": "Yeah. Take the note. Lose your virginity. Fine. You",
		"episode": "s03e04",
		"objectID": "304528"
	},
	{
		"time": "00:56:28",
		"speaker": 5,
		"line": "know what I just for your guys to say? I'll say I'm",
		"episode": "s03e04",
		"objectID": "304529"
	},
	{
		"time": "00:56:30",
		"speaker": 4,
		"line": "a virgin, and then I'll prove it to you next week that I've had sex way would love prove I'll bring somebody in here and I'll do it in front of your ass is good.",
		"episode": "s03e04",
		"objectID": "304530"
	},
	{
		"time": "00:56:38",
		"speaker": 5,
		"line": "I hope the next guest is someone you fuck. I dare it to be, uh,",
		"episode": "s03e04",
		"objectID": "304531"
	},
	{ "time": "00:56:47", "speaker": 1, "line": "says hard pass", "episode": "s03e04", "objectID": "304532" },
	{
		"time": "00:56:48",
		"speaker": 4,
		"line": "hard, huh? You know what? She can't have me anyway.",
		"episode": "s03e04",
		"objectID": "304533"
	},
	{ "time": "00:56:53", "speaker": 5, "line": "Oprah Winfrey.", "episode": "s03e04", "objectID": "304534" },
	{
		"time": "00:56:54",
		"speaker": 3,
		"line": "Why the easier? What? You're not comfortable enough to have sex with",
		"episode": "s03e04",
		"objectID": "304535"
	},
	{
		"time": "00:56:56",
		"speaker": 5,
		"line": "him. Okay, moving on. Mildred wants to give somebody else a note at the table. Or are you hearing any more gossip from the We're gonna move on from notes on us. That's enough. No, I don't feel deepened",
		"episode": "s03e04",
		"objectID": "304536"
	},
	{
		"time": "00:57:13",
		"speaker": 3,
		"line": "and good about my sons. And I think",
		"episode": "s03e04",
		"objectID": "304537"
	},
	{
		"time": "00:57:15",
		"speaker": 5,
		"line": "that was really help over. Thank you. So much, Mildred. But have you heard, like because we know",
		"episode": "s03e04",
		"objectID": "304538"
	},
	{
		"time": "00:57:21",
		"speaker": 4,
		"line": "we are the men, the man metaphorically at this school and",
		"episode": "s03e04",
		"objectID": "304539"
	},
	{ "time": "00:57:26", "speaker": 5, "line": "as good as", "episode": "s03e04", "objectID": "304540" },
	{
		"time": "00:57:27",
		"speaker": 4,
		"line": "we are making money, I'm sure the students are somewhat, you know, disgruntled by certain things that this school doesn't have an ear out for ourselves, not the betterment of their education type of stuff of yours. You think that we're spying on them through their computers and electronic devices,",
		"episode": "s03e04",
		"objectID": "304541"
	},
	{
		"time": "00:57:44",
		"speaker": 2,
		"line": "my physique or what? I look like anything",
		"episode": "s03e04",
		"objectID": "304542"
	},
	{
		"time": "00:57:47",
		"speaker": 1,
		"line": "I have said about you, That they are what some of the kids said. They don't feel like it's a twin friendly zone. The school, 26 like it's not like twins aren't really welcome here on, uh, there's also a lot of talk. Okay. You're saying that you guys use say, I mean,",
		"episode": "s03e04",
		"objectID": "304543"
	},
	{ "time": "00:58:07", "speaker": 5, "line": "people just", "episode": "s03e04", "objectID": "304544" },
	{
		"time": "00:58:07",
		"speaker": 1,
		"line": "say that you guys sort of like you talk a lot, You don't listen to them. And that was like, what a lot. That was a lot of feedback. Like I actually spoke",
		"episode": "s03e04",
		"objectID": "304545"
	},
	{
		"time": "00:58:14",
		"speaker": 5,
		"line": "Teoh talking about. I listened to everybody. I'm not gonna hear this note. People are just",
		"episode": "s03e04",
		"objectID": "304546"
	},
	{
		"time": "00:58:23",
		"speaker": 2,
		"line": "projecting their own problems on us. Yes, Maybe you don't listen. Idiots.",
		"episode": "s03e04",
		"objectID": "304547"
	},
	{
		"time": "00:58:27",
		"speaker": 3,
		"line": "Any criticism you have is just a self note.",
		"episode": "s03e04",
		"objectID": "304548"
	},
	{
		"time": "00:58:30",
		"speaker": 2,
		"line": "Yeah, when you're pointing your finger at somebody, you've got three fingers pointing at you and a thumb pointing up someone else, huh?",
		"episode": "s03e04",
		"objectID": "304549"
	},
	{
		"time": "00:58:37",
		"speaker": 1,
		"line": "Jesus and listen. I had another another note from the guidance council from Danielle. She just said that the kids are very unfocused. A lot of the time when they come to you guys looking for guidance or looking for sort of career advice. A lot of what you tell them. It's a sort. Essentially wait for death is what I've had a big note that you've been given people. I think",
		"episode": "s03e04",
		"objectID": "304550"
	},
	{
		"time": "00:58:55",
		"speaker": 4,
		"line": "Danielle's mole I'll say, I",
		"episode": "s03e04",
		"objectID": "304551"
	},
	{
		"time": "00:58:58",
		"speaker": 5,
		"line": "mean because, look, we've got all these awards guys. I mean, how would we get all these awards if all these things",
		"episode": "s03e04",
		"objectID": "304552"
	},
	{
		"time": "00:59:02",
		"speaker": 4,
		"line": "were so bad? I mean, 00 what are we paying? The local newspaper? We paying US News and World Report that we're paying there",
		"episode": "s03e04",
		"objectID": "304553"
	},
	{
		"time": "00:59:09",
		"speaker": 2,
		"line": "were paying the literally the most prestigious magazine in America.",
		"episode": "s03e04",
		"objectID": "304554"
	},
	{
		"time": "00:59:12",
		"speaker": 4,
		"line": "Yeah, T report on swine high school.",
		"episode": "s03e04",
		"objectID": "304555"
	},
	{ "time": "00:59:16", "speaker": 5, "line": "They give they give out", "episode": "s03e04", "objectID": "304556" },
	{
		"time": "00:59:17",
		"speaker": 3,
		"line": "awards for literally every single thing in the world. I think they know what they're doing. If we're",
		"episode": "s03e04",
		"objectID": "304557"
	},
	{
		"time": "00:59:21",
		"speaker": 2,
		"line": "paying them and someone else is paying The New York Times to write the article. Most dangerous. Worst charter school in existence.",
		"episode": "s03e04",
		"objectID": "304558"
	},
	{
		"time": "00:59:28",
		"speaker": 4,
		"line": "Yeah, way saw that this way",
		"episode": "s03e04",
		"objectID": "304559"
	},
	{
		"time": "00:59:30",
		"speaker": 3,
		"line": "in that rag. What a fucking",
		"episode": "s03e04",
		"objectID": "304560"
	},
	{
		"time": "00:59:34",
		"speaker": 2,
		"line": "crab. Well, okay, that gossip stands on unimportant or unnecessary. Anything",
		"episode": "s03e04",
		"objectID": "304561"
	},
	{
		"time": "00:59:39",
		"speaker": 5,
		"line": "else? Ah, lot of talk of, actually. Well, there was some talk",
		"episode": "s03e04",
		"objectID": "304562"
	},
	{
		"time": "00:59:44",
		"speaker": 1,
		"line": "that people said they some of the kids stayed over a couple nights ago. I heard on the grapevine some of the kids actually broken Thio you guys office and slept over, and they kind of went snooping. Yeah. No, I wanted to say it.",
		"episode": "s03e04",
		"objectID": "304563"
	},
	{ "time": "00:59:56", "speaker": 3, "line": "Not in room 3 23 or 303", "episode": "s03e04", "objectID": "304564" },
	{
		"time": "00:59:59",
		"speaker": 2,
		"line": "please. Neither of those rooms.",
		"episode": "s03e04",
		"objectID": "304565"
	},
	{
		"time": "01:00:01",
		"speaker": 1,
		"line": "Actually, there was, Ah, they decided to split. They couldn't decide which. Because some of them, his favorite number was 303 and some was 333 says, actually, 12 kids and they split down the middle. Has anybody has anybody had?",
		"episode": "s03e04",
		"objectID": "304566"
	},
	{
		"time": "01:00:11",
		"speaker": 2,
		"line": "I've never heard anyone say their favorite numbers anything. But other than something 1 to 10? Yeah.",
		"episode": "s03e04",
		"objectID": "304567"
	},
	{
		"time": "01:00:17",
		"speaker": 1,
		"line": "Just Thio said that because these kids, the numbers have significance to them.",
		"episode": "s03e04",
		"objectID": "304568"
	},
	{
		"time": "01:00:22",
		"speaker": 5,
		"line": "Just a quick question. Has anybody had",
		"episode": "s03e04",
		"objectID": "304569"
	},
	{ "time": "01:00:23", "speaker": 4, "line": "eyes on the bottom of", "episode": "s03e04", "objectID": "304570" },
	{
		"time": "01:00:24",
		"speaker": 5,
		"line": "a well we don't have to. Macaulay Culkin",
		"episode": "s03e04",
		"objectID": "304571"
	},
	{
		"time": "01:00:26",
		"speaker": 4,
		"line": "is there, guarding it. Okay, but if he it's",
		"episode": "s03e04",
		"objectID": "304572"
	},
	{
		"time": "01:00:32",
		"speaker": 2,
		"line": "possible that I may look like OK, Mrs.",
		"episode": "s03e04",
		"objectID": "304573"
	},
	{ "time": "01:00:35", "speaker": 5, "line": "I mean, we all remember", "episode": "s03e04", "objectID": "304574" },
	{
		"time": "01:00:35",
		"speaker": 3,
		"line": "what happened last time. He was home alone, right? Yeah, he's mad.",
		"episode": "s03e04",
		"objectID": "304575"
	},
	{
		"time": "01:00:44",
		"speaker": 2,
		"line": "He would have gotten murdered if it wasn't for a shovel wielding. Oh, and creep, Todd. What?",
		"episode": "s03e04",
		"objectID": "304576"
	},
	{
		"time": "01:00:49",
		"speaker": 1,
		"line": "All time? That's you. God, life",
		"episode": "s03e04",
		"objectID": "304577"
	},
	{
		"time": "01:00:53",
		"speaker": 3,
		"line": "is imitating art right now, which I know you don't quite understand. What? You're trying",
		"episode": "s03e04",
		"objectID": "304578"
	},
	{
		"time": "01:00:57",
		"speaker": 2,
		"line": "to understand that. What do you mean?",
		"episode": "s03e04",
		"objectID": "304579"
	},
	{
		"time": "01:01:00",
		"speaker": 3,
		"line": "You're an old man, uh, with a shovel. Sure. McCawley needs help.",
		"episode": "s03e04",
		"objectID": "304580"
	},
	{
		"time": "01:01:05",
		"speaker": 2,
		"line": "I got to go hit some 66 kids over the head.",
		"episode": "s03e04",
		"objectID": "304581"
	},
	{
		"time": "01:01:09",
		"speaker": 1,
		"line": "It's that she One more thing that, uh uh there's actually it's this kind of touchy, but in treat kids like prisoners. Obviously a big thing is tough. Wars on da. What? A lot of the kids are saying the funeral threatened right now, eyes that they look up to you guys is like the dawns. But most of them are saying that they don't think that you could really handle yourself if the Queen golf came along.",
		"episode": "s03e04",
		"objectID": "304582"
	},
	{
		"time": "01:01:36",
		"speaker": 4,
		"line": "I'm sorry. There's a queen got",
		"episode": "s03e04",
		"objectID": "304583"
	},
	{
		"time": "01:01:39",
		"speaker": 1,
		"line": "she's the one that they all made with She says one queen golf. That's all the goths mate with.",
		"episode": "s03e04",
		"objectID": "304584"
	},
	{
		"time": "01:01:43",
		"speaker": 2,
		"line": "So it's like one queen bee is like a big fat B. Yeah, the queen got Is this, like a very thin, pale, uh, way. Fear,",
		"episode": "s03e04",
		"objectID": "304585"
	},
	{
		"time": "01:01:54",
		"speaker": 1,
		"line": "very emaciated is often wailing.",
		"episode": "s03e04",
		"objectID": "304586"
	},
	{
		"time": "01:01:59",
		"speaker": 2,
		"line": "I don't think we could take her.",
		"episode": "s03e04",
		"objectID": "304587"
	},
	{
		"time": "01:02:01",
		"speaker": 4,
		"line": "We'll see. This is why I said we got to get that. We've got to get that nest, buster. We",
		"episode": "s03e04",
		"objectID": "304588"
	},
	{
		"time": "01:02:05",
		"speaker": 3,
		"line": "do need the nest, Buster. Listen, we're talking. My boys are on the case, okay? My boys were walking around. They got their lassos out, They got their hats tipped up there knowing what's going on. You",
		"episode": "s03e04",
		"objectID": "304589"
	},
	{
		"time": "01:02:15",
		"speaker": 4,
		"line": "need to question your little boy cowboy sons and stop falling in love with them. You're right, you're right.",
		"episode": "s03e04",
		"objectID": "304590"
	},
	{
		"time": "01:02:24",
		"speaker": 5,
		"line": "This is getting out of control tonight. When we go",
		"episode": "s03e04",
		"objectID": "304591"
	},
	{
		"time": "01:02:26",
		"speaker": 3,
		"line": "home and I put my vest on, we're gonna talk about their stories, and I'm gonna get to the bottom of this.",
		"episode": "s03e04",
		"objectID": "304592"
	},
	{ "time": "01:02:32", "speaker": 5, "line": "I mean, if we start", "episode": "s03e04", "objectID": "304593" },
	{
		"time": "01:02:33",
		"speaker": 4,
		"line": "not turning a profit, how are we gonna keep El Chapo off of us? He could break out of prison at any time, the moment, the moment way. We need to be ableto keep all of our defenses in order. Okay,",
		"episode": "s03e04",
		"objectID": "304594"
	},
	{
		"time": "01:02:45",
		"speaker": 1,
		"line": "well, we have the gangs. We have the money from the from the food that we're saving. Also part of the my book. I don't know. If you read in one of the books is you get one of the prisoners kids in this situation to do your taxes for you, they get huge benefits promises that we really don't know how to do them. So if you get one of these kids to do your taxes for you, you've been",
		"episode": "s03e04",
		"objectID": "304595"
	},
	{
		"time": "01:03:06",
		"speaker": 3,
		"line": "thinking about the way we're treating these kids. We could probably claim each and every one of them is our dependency dependent. Yeah, that's",
		"episode": "s03e04",
		"objectID": "304596"
	},
	{
		"time": "01:03:11",
		"speaker": 2,
		"line": "got money from the government. We got a fire. Our tax guy, Wesley Snipes. I feel like I'm not doing his",
		"episode": "s03e04",
		"objectID": "304597"
	},
	{
		"time": "01:03:19",
		"speaker": 5,
		"line": "job. I feel like he's not even sent in the paperwork, you know? Wow. Yeah. Snipes",
		"episode": "s03e04",
		"objectID": "304598"
	},
	{
		"time": "01:03:25",
		"speaker": 4,
		"line": "isn't a nothing has been mailed off",
		"episode": "s03e04",
		"objectID": "304599"
	},
	{
		"time": "01:03:27",
		"speaker": 3,
		"line": "from Snyder. Thing has been mailed off. Yeah, that thing's been mailed off. Lunches have been interesting and fun. Oh, absolutely. Yeah, but you know he's not doing his job. Yeah,",
		"episode": "s03e04",
		"objectID": "304600"
	},
	{
		"time": "01:03:38",
		"speaker": 2,
		"line": "kids are our new accountant. Memos, dependence.",
		"episode": "s03e04",
		"objectID": "304601"
	},
	{
		"time": "01:03:44",
		"speaker": 4,
		"line": "And we're getting one of these nest Buster's I'm telling you I don't care how much it costs. We're gonna get one.",
		"episode": "s03e04",
		"objectID": "304602"
	},
	{
		"time": "01:03:48",
		"speaker": 3,
		"line": "That's gonna be the fourth Horseman.",
		"episode": "s03e04",
		"objectID": "304603"
	},
	{
		"time": "01:03:49",
		"speaker": 2,
		"line": "This is a golf ness monster. You got this monster. Sorry. Well, here's the issue. I heard that the Queen Goths she's got her own. Got through to fight our got ness Monster.",
		"episode": "s03e04",
		"objectID": "304604"
	},
	{
		"time": "01:03:59",
		"speaker": 3,
		"line": "What? Yeah, What is that?",
		"episode": "s03e04",
		"objectID": "304605"
	},
	{
		"time": "01:04:02",
		"speaker": 4,
		"line": "Hold on. I'm confused. Morrissey is not. Is the got Niss monster know Morrissey is the queen. Got",
		"episode": "s03e04",
		"objectID": "304606"
	},
	{
		"time": "01:04:09",
		"speaker": 5,
		"line": "Marcie is more. See the queen got He's the",
		"episode": "s03e04",
		"objectID": "304607"
	},
	{
		"time": "01:04:11",
		"speaker": 1,
		"line": "wailing woman we were talking about.",
		"episode": "s03e04",
		"objectID": "304608"
	},
	{
		"time": "01:04:13",
		"speaker": 5,
		"line": "Okay, So, mercy, every golf kid at this",
		"episode": "s03e04",
		"objectID": "304609"
	},
	{
		"time": "01:04:16",
		"speaker": 4,
		"line": "school has been born from Morrissey. Yes,",
		"episode": "s03e04",
		"objectID": "304610"
	},
	{
		"time": "01:04:20",
		"speaker": 5,
		"line": "it could be a woman. That's too many kids,",
		"episode": "s03e04",
		"objectID": "304611"
	},
	{
		"time": "01:04:22",
		"speaker": 4,
		"line": "right? Of course. Of course. So",
		"episode": "s03e04",
		"objectID": "304612"
	},
	{ "time": "01:04:24", "speaker": 5, "line": "every how a woman", "episode": "s03e04", "objectID": "304613" },
	{
		"time": "01:04:25",
		"speaker": 2,
		"line": "could not handle that many kids You need a man to",
		"episode": "s03e04",
		"objectID": "304614"
	},
	{
		"time": "01:04:27",
		"speaker": 5,
		"line": "dio. I'm saying that a woman could not use you guys have upward",
		"episode": "s03e04",
		"objectID": "304615"
	},
	{
		"time": "01:04:31",
		"speaker": 1,
		"line": "of what, 700 kids at this small charts",
		"episode": "s03e04",
		"objectID": "304616"
	},
	{ "time": "01:04:34", "speaker": 5, "line": "of school?", "episode": "s03e04", "objectID": "304617" },
	{
		"time": "01:04:35",
		"speaker": 2,
		"line": "Yeah, yeah. Upwards of seven or three upwards. Growing every Yes. And so one woman couldn't.",
		"episode": "s03e04",
		"objectID": "304618"
	},
	{ "time": "01:04:42", "speaker": 5, "line": "It would be a lot.", "episode": "s03e04", "objectID": "304619" },
	{
		"time": "01:04:43",
		"speaker": 2,
		"line": "Have a man have all of those kids.",
		"episode": "s03e04",
		"objectID": "304620"
	},
	{ "time": "01:04:45", "speaker": 5, "line": "It's easier.", "episode": "s03e04", "objectID": "304621" },
	{
		"time": "01:04:46",
		"speaker": 2,
		"line": "Uh, so All right. All right, listen, we'll take down the queen got. We don't wanna worry you about that, Mildred. Your job is safe here. You're",
		"episode": "s03e04",
		"objectID": "304622"
	},
	{
		"time": "01:04:54",
		"speaker": 4,
		"line": "saying you're safe. You're safe. I",
		"episode": "s03e04",
		"objectID": "304623"
	},
	{
		"time": "01:04:56",
		"speaker": 1,
		"line": "have ever wanted to be Is a dinner lady.",
		"episode": "s03e04",
		"objectID": "304624"
	},
	{
		"time": "01:04:58",
		"speaker": 2,
		"line": "That was your dream. Really? Parents.",
		"episode": "s03e04",
		"objectID": "304625"
	},
	{ "time": "01:05:02", "speaker": 1, "line": "My dad is a billionaire.", "episode": "s03e04", "objectID": "304626" },
	{
		"time": "01:05:07",
		"speaker": 3,
		"line": "No job, Just just a billionaire.",
		"episode": "s03e04",
		"objectID": "304627"
	},
	{
		"time": "01:05:09",
		"speaker": 1,
		"line": "Yeah. Yeah, that is a billionaire. And, uh, my mom makes pastor homes. Wow. Wow. Talk about",
		"episode": "s03e04",
		"objectID": "304628"
	},
	{
		"time": "01:05:18",
		"speaker": 4,
		"line": "opposites attract. Perfect. Yeah, because anybody makes possible. Poor self.",
		"episode": "s03e04",
		"objectID": "304629"
	},
	{
		"time": "01:05:25",
		"speaker": 1,
		"line": "Anyone with billions of dollars more pounds loves past. Unless",
		"episode": "s03e04",
		"objectID": "304630"
	},
	{ "time": "01:05:30", "speaker": 5, "line": "you know how much", "episode": "s03e04", "objectID": "304631" },
	{
		"time": "01:05:31",
		"speaker": 1,
		"line": "pastor you come by for a 1,000,000,000. How much? A 1,000,000,000. No, that's that's not well fill out.",
		"episode": "s03e04",
		"objectID": "304632"
	},
	{
		"time": "01:05:39",
		"speaker": 2,
		"line": "Probably two billion. Exactly. Because it's probably 50. 50 pence a pastor.",
		"episode": "s03e04",
		"objectID": "304633"
	},
	{ "time": "01:05:44", "speaker": 1, "line": "Yeah. What needs toe", "episode": "s03e04", "objectID": "304634" },
	{
		"time": "01:05:46",
		"speaker": 4,
		"line": "happen, huh? For us not to lose this school. All",
		"episode": "s03e04",
		"objectID": "304635"
	},
	{
		"time": "01:05:53",
		"speaker": 2,
		"line": "right, we got we gotta work out. We gotta buckle down, Buckle. We gotta work on ourselves.",
		"episode": "s03e04",
		"objectID": "304636"
	},
	{
		"time": "01:06:00",
		"speaker": 4,
		"line": "Yeah, I think the biggest thing is, we all have to focus on doing our jobs better. All right? And we have to make sure that the bottomless piggy bank is still in that room. Macaulay Culkin hasn't gone into business for himself. And let one of these gangs of Children jump in there and take our money. We've been looking for a press secretary. You guys saw the three names I gave you. We saw them talk publicly. Uh, what do we think? We need somebody to come out in front of this, Scott. And three, it's got to be one of the three. Okay? They're all not great in front of people.",
		"episode": "s03e04",
		"objectID": "304637"
	},
	{
		"time": "01:06:35",
		"speaker": 2,
		"line": "No, I mean, I'll tell you, I hate to be the guy to do this, but I'm gonna veto Stephen Hawking right away.",
		"episode": "s03e04",
		"objectID": "304638"
	},
	{
		"time": "01:06:42",
		"speaker": 5,
		"line": "Oh, okay. When did I thought he was smart? But I guess I guess you he's not. We're just we're looking for We're looking for a",
		"episode": "s03e04",
		"objectID": "304639"
	},
	{
		"time": "01:06:50",
		"speaker": 3,
		"line": "mouth here. Not necessarily a brain right",
		"episode": "s03e04",
		"objectID": "304640"
	},
	{
		"time": "01:06:52",
		"speaker": 5,
		"line": "way. We're pretty much the hive mind.",
		"episode": "s03e04",
		"objectID": "304641"
	},
	{
		"time": "01:06:54",
		"speaker": 4,
		"line": "I think we need to somebody to get out there and debunk this New York Times piece. Show everyone on like a big board. Um, then U S news and World report article.",
		"episode": "s03e04",
		"objectID": "304642"
	},
	{
		"time": "01:07:08",
		"speaker": 1,
		"line": "You need someone who's well respected. Who? The public. Like",
		"episode": "s03e04",
		"objectID": "304643"
	},
	{
		"time": "01:07:11",
		"speaker": 2,
		"line": "I thought teller from Penn and Teller was also a bad choice.",
		"episode": "s03e04",
		"objectID": "304644"
	},
	{
		"time": "01:07:14",
		"speaker": 4,
		"line": "Okay, Cassie doesn't tall, correct. Yeah. Okay. All right. So we've got one name left, and I think that is who our breast secretary is gonna be. All Kelly. Mark Kelly, R Kelly. Honestly, he's handling his current PR nightmare in an amazing handled A lot of scandals. I mean, this guy's bullet.",
		"episode": "s03e04",
		"objectID": "304645"
	},
	{
		"time": "01:07:35",
		"speaker": 5,
		"line": "This guy knows how to stay quiet and not address a problem. Yes, which maybe is our best course of action. Hey, listen, anything.",
		"episode": "s03e04",
		"objectID": "304646"
	},
	{
		"time": "01:07:44",
		"speaker": 2,
		"line": "We're good at a za country and as us for it's just being silently complicit with maniacs. Absolutely. And I think we could do it with Kelly. I mean,",
		"episode": "s03e04",
		"objectID": "304647"
	},
	{ "time": "01:07:54", "speaker": 5, "line": "why would you change", "episode": "s03e04", "objectID": "304648" },
	{
		"time": "01:07:55",
		"speaker": 3,
		"line": "the trajectory of the country now? Yeah.",
		"episode": "s03e04",
		"objectID": "304649"
	},
	{ "time": "01:07:57", "speaker": 5, "line": "I mean, he's made", "episode": "s03e04", "objectID": "304650" },
	{ "time": "01:07:58", "speaker": 4, "line": "some of the best muse,", "episode": "s03e04", "objectID": "304651" },
	{
		"time": "01:07:59",
		"speaker": 5,
		"line": "his refusal songs. Who cares",
		"episode": "s03e04",
		"objectID": "304652"
	},
	{
		"time": "01:08:01",
		"speaker": 2,
		"line": "about the humans? The effects that songs are funny.",
		"episode": "s03e04",
		"objectID": "304653"
	},
	{
		"time": "01:08:03",
		"speaker": 4,
		"line": "So funny. I love, eh? Yeah, I love it. Okay. I'm gonna let r Kelly go on the press. I'm gonna say, Here's what You take the ball, you run with it, make sure we come out the other side looking good. I think we can get out in front of this. Everything's gonna be fine,",
		"episode": "s03e04",
		"objectID": "304654"
	},
	{
		"time": "01:08:19",
		"speaker": 3,
		"line": "you know, we should have him. Dio is make a few music videos to exonerate us. To really show who we really are, you know, sort of a traveler",
		"episode": "s03e04",
		"objectID": "304655"
	},
	{
		"time": "01:08:27",
		"speaker": 1,
		"line": "way. We could get away the kids to be the crew.",
		"episode": "s03e04",
		"objectID": "304656"
	},
	{
		"time": "01:08:33",
		"speaker": 3,
		"line": "Really good. Plus, they'll have 12 hour days. No overtime. That'll be fantastic test.",
		"episode": "s03e04",
		"objectID": "304657"
	},
	{
		"time": "01:08:38",
		"speaker": 4,
		"line": "I think that's a great idea. It's our only option at this point. Guys, I think we have to trust that R. Kelly is going to take us out through the end of this. Ah, this debacle on, we're gonna bust that frickin club. Uh, talking is gonna be disappointed. Hawking is good. It's OK. We'll give him. We'll give him a job here at",
		"episode": "s03e04",
		"objectID": "304658"
	},
	{
		"time": "01:08:57",
		"speaker": 3,
		"line": "the school and say we've made him cry before. Things",
		"episode": "s03e04",
		"objectID": "304659"
	},
	{
		"time": "01:09:00",
		"speaker": 4,
		"line": "will be the first time we fucking rip the rug out from under hawking way. Promised him so much yet,",
		"episode": "s03e04",
		"objectID": "304660"
	},
	{
		"time": "01:09:06",
		"speaker": 2,
		"line": "but we took it all away. You keep showing up that fucking idiot. Well, if you're famously a prick to your first wife, we're gonna hold it against you forever, no matter what. You D'oh! You saw the fucking",
		"episode": "s03e04",
		"objectID": "304661"
	},
	{
		"time": "01:09:20",
		"speaker": 4,
		"line": "movie. Fuck you talking. Yeah, well, on that note, guys, uh, we really appreciate you checking out the episode this week and tune in next week to see what's going on way want to thank our guests today. Mildred Mildred. Uh, pings bottom One of the best dinner ladies in the history of has turned in such a great profit for us. You will be rewarded. Yes, on you and all You guys have a Have a good week on until next time. Stay with",
		"episode": "s03e04",
		"objectID": "304662"
	},
	{ "time": "01:09:49", "speaker": 1, "line": "J room.", "episode": "s03e04", "objectID": "304663" }
]
