[
	{
		"time": "00:00:00",
		"speaker": 0,
		"line": "okay. Sounds wrong. Let me just get some levels here. Copper tune",
		"episode": "s04e06",
		"objectID": "4060"
	},
	{
		"time": "00:00:05",
		"speaker": 1,
		"line": "tone top tunes tunes The tone of tunes tuning the strings of your life I tone the brand new I tone Ex",
		"episode": "s04e06",
		"objectID": "4061"
	},
	{
		"time": "00:00:15",
		"speaker": 3,
		"line": "ex, my ex divorced from a phone Deus ex machina Robot, Robot life All lives matter Strife, Tribulation",
		"episode": "s04e06",
		"objectID": "4062"
	},
	{
		"time": "00:00:36",
		"speaker": 0,
		"line": "Trib Dr. Isles without tribulations.",
		"episode": "s04e06",
		"objectID": "4063"
	},
	{
		"time": "00:00:42",
		"speaker": 2,
		"line": "Louder part big words with birds. Oh, birds of friends.",
		"episode": "s04e06",
		"objectID": "4064"
	},
	{
		"time": "00:00:52",
		"speaker": 0,
		"line": "Yeah, Birds with friends. Good. Here on rear. On in 10. Nine. You couples every Oh, going down the way. Here we go to one and zero. I'll go back upto one",
		"episode": "s04e06",
		"objectID": "4065"
	},
	{ "time": "00:01:15", "speaker": 1, "line": "way. Don't need to go", "episode": "s04e06", "objectID": "4066" },
	{
		"time": "00:01:16",
		"speaker": 3,
		"line": "lies back up. But counting up now for they started 10. No, I thought it was going to do if I was examining a dance.",
		"episode": "s04e06",
		"objectID": "4067"
	},
	{
		"time": "00:01:27",
		"speaker": 0,
		"line": "Hello, Evelyn. High school community. I'm your host, Howard Persona to Pharma and our You're taking the persona way too far. Just sorry. I take a lot of influence Intros to exactly how it stirred, Introduced, Tried to throw",
		"episode": "s04e06",
		"objectID": "4068"
	},
	{
		"time": "00:01:54",
		"speaker": 3,
		"line": "bologna at my but earlier didn't stick on my cheek.",
		"episode": "s04e06",
		"objectID": "4069"
	},
	{
		"time": "00:01:57",
		"speaker": 1,
		"line": "Also, I don't know what Howard Stern you're watching or listening to, but he definitely doesn't sound anything like that.",
		"episode": "s04e06",
		"objectID": "40610"
	},
	{
		"time": "00:02:02",
		"speaker": 0,
		"line": "The one I'm watching. Does Are you watching Howard after show?",
		"episode": "s04e06",
		"objectID": "40611"
	},
	{
		"time": "00:02:06",
		"speaker": 1,
		"line": "Now I know. I generally only watch the e there. Watch late night versions",
		"episode": "s04e06",
		"objectID": "40612"
	},
	{
		"time": "00:02:10",
		"speaker": 2,
		"line": "officially watching like old audition tape something or people working on there. No, no,",
		"episode": "s04e06",
		"objectID": "40613"
	},
	{
		"time": "00:02:15",
		"speaker": 0,
		"line": "no, no, no. These air, like in a room. And it's just one person, and it starts with high. Here is my impersonation of Howard Stern. And then someone goes in.",
		"episode": "s04e06",
		"objectID": "40614"
	},
	{
		"time": "00:02:25",
		"speaker": 2,
		"line": "Sounds like you're watching a bad SNL submission table. Yeah,",
		"episode": "s04e06",
		"objectID": "40615"
	},
	{
		"time": "00:02:27",
		"speaker": 0,
		"line": "Yeah. Um, no, No. Uh, Okay,",
		"episode": "s04e06",
		"objectID": "40616"
	},
	{
		"time": "00:02:35",
		"speaker": 2,
		"line": "well, I I'm saying whether men alongside Todd here, front desk clerk and all around good",
		"episode": "s04e06",
		"objectID": "40617"
	},
	{
		"time": "00:02:44",
		"speaker": 1,
		"line": "guy gets to tailor your brand director here. You remember me?",
		"episode": "s04e06",
		"objectID": "40618"
	},
	{
		"time": "00:02:47",
		"speaker": 3,
		"line": "High build crave e ho Mac lovinit",
		"episode": "s04e06",
		"objectID": "40619"
	},
	{
		"time": "00:02:51",
		"speaker": 0,
		"line": "Home ec and loving it. Yeah, the first thing we should address for the fans who angrily emailed and texted at us. Yeah, last week there was some sort of mishap with the podcast, and we accidentally uploaded the preachers lounge,",
		"episode": "s04e06",
		"objectID": "40620"
	},
	{ "time": "00:03:09", "speaker": 2, "line": "Got our wires crossed.", "episode": "s04e06", "objectID": "40621" },
	{
		"time": "00:03:11",
		"speaker": 1,
		"line": "There was a malfunction at the junction. It seems I don't know. I think it was purposeful. I think those bastards you have",
		"episode": "s04e06",
		"objectID": "40622"
	},
	{
		"time": "00:03:19",
		"speaker": 2,
		"line": "these creatures, bastard. Yeah.",
		"episode": "s04e06",
		"objectID": "40623"
	},
	{
		"time": "00:03:21",
		"speaker": 0,
		"line": "I think the heck doesn't cracked us",
		"episode": "s04e06",
		"objectID": "40624"
	},
	{
		"time": "00:03:23",
		"speaker": 4,
		"line": "because a lot of the e mails",
		"episode": "s04e06",
		"objectID": "40625"
	},
	{
		"time": "00:03:25",
		"speaker": 3,
		"line": "we got weren't like, what's going on? They were like, this. New shows better.",
		"episode": "s04e06",
		"objectID": "40626"
	},
	{
		"time": "00:03:30",
		"speaker": 1,
		"line": "Can you guys do this every week?",
		"episode": "s04e06",
		"objectID": "40627"
	},
	{
		"time": "00:03:32",
		"speaker": 2,
		"line": "Russian hackers. I think the Russians trying to take down America doesn't mean they know that we're one of the best parts of this godforsaken",
		"episode": "s04e06",
		"objectID": "40628"
	},
	{
		"time": "00:03:39",
		"speaker": 0,
		"line": "country. Russia wants to take down the teachers last you heard it here. First we are at war.",
		"episode": "s04e06",
		"objectID": "40629"
	},
	{
		"time": "00:03:48",
		"speaker": 2,
		"line": "This goes all the way. Have glad. Yes, Flab. The bad. That's what I'm calling him. That's my term, lad. The bad is out to get the teacher's lounge who are not gonna",
		"episode": "s04e06",
		"objectID": "40630"
	},
	{
		"time": "00:03:59",
		"speaker": 0,
		"line": "have it. So we're long. We're launching an investigation into the whole collusion.",
		"episode": "s04e06",
		"objectID": "40631"
	},
	{
		"time": "00:04:03",
		"speaker": 1,
		"line": "We'll let you guys know when we find out what happened.",
		"episode": "s04e06",
		"objectID": "40632"
	},
	{
		"time": "00:04:05",
		"speaker": 2,
		"line": "I only collude with three guys and they're",
		"episode": "s04e06",
		"objectID": "40633"
	},
	{
		"time": "00:04:07",
		"speaker": 4,
		"line": "right here. Come on, Putin.",
		"episode": "s04e06",
		"objectID": "40634"
	},
	{ "time": "00:04:10", "speaker": 3, "line": "Come on, Bring it on.", "episode": "s04e06", "objectID": "40635" },
	{ "time": "00:04:11", "speaker": 4, "line": "Kiss our ass.", "episode": "s04e06", "objectID": "40636" },
	{
		"time": "00:04:13",
		"speaker": 0,
		"line": "Kiss our ass, spirit. Put her up, You crowd.",
		"episode": "s04e06",
		"objectID": "40637"
	},
	{
		"time": "00:04:20",
		"speaker": 3,
		"line": "Yeah, I'm gonna spread my whole And you",
		"episode": "s04e06",
		"objectID": "40638"
	},
	{
		"time": "00:04:24",
		"speaker": 4,
		"line": "better CASS it. And I guess it and I will be Putin,",
		"episode": "s04e06",
		"objectID": "40639"
	},
	{
		"time": "00:04:29",
		"speaker": 3,
		"line": "right? When you get a kiss,",
		"episode": "s04e06",
		"objectID": "40640"
	},
	{
		"time": "00:04:30",
		"speaker": 2,
		"line": "it we're important on Putin. Yeah, but we're back with all of our regular gags and fine,",
		"episode": "s04e06",
		"objectID": "40641"
	},
	{
		"time": "00:04:39",
		"speaker": 1,
		"line": "I'm really I'm really upset. People then didn't get to listen to the episode that we recorded last week, right? I thought it was a really good episode. We really made some headway. Um, it's I mean, maybe we should just ah, you know, chalk it up as a loss and just say you guys missed a great one.",
		"episode": "s04e06",
		"objectID": "40642"
	},
	{
		"time": "00:04:54",
		"speaker": 3,
		"line": "Yeah. It was on location with Sam at the gathering of the juggalos.",
		"episode": "s04e06",
		"objectID": "40643"
	},
	{
		"time": "00:05:00",
		"speaker": 0,
		"line": "That's right. We meant so we met a lot of very interesting example.",
		"episode": "s04e06",
		"objectID": "40644"
	},
	{
		"time": "00:05:03",
		"speaker": 1,
		"line": "Finally got to spend some time with Curly fry. My family? Yeah, Curly fry. Honestly, I was expecting to not enjoy spending time.",
		"episode": "s04e06",
		"objectID": "40645"
	},
	{ "time": "00:05:11", "speaker": 4, "line": "Curly Fry", "episode": "s04e06", "objectID": "40646" },
	{
		"time": "00:05:12",
		"speaker": 3,
		"line": "the entire weekend was only wearing a belt.",
		"episode": "s04e06",
		"objectID": "40647"
	},
	{
		"time": "00:05:15",
		"speaker": 2,
		"line": "That's right. That's right. That's her belt. Yeah, well, it was holding anything up. Famous for its her belt, its's fashion try, she says. I'm belting it and they say about what? And Jesus, Exactly. Because that's what this whole family ground, anything thing, it's about their. So this whole thing is, may accept each other, make any choice and see where it",
		"episode": "s04e06",
		"objectID": "40648"
	},
	{
		"time": "00:05:39",
		"speaker": 3,
		"line": "takes you. Yeah, and definitely make sure you're back by Monday morning for your job at Burger King.",
		"episode": "s04e06",
		"objectID": "40649"
	},
	{
		"time": "00:05:47",
		"speaker": 0,
		"line": "Exactly. Oh, our school or the parking lot of a school or leeching off of me. I thought this was gonna be an enjoyable experience for me together. A journalist that was gonna make fun. People watch Laffitte everyone, but it ended up being a horrifying window into our countries. Endless opium addiction. Yeah, it was a real dark, depressing place. And I got to say, poor white America makes me very sad. Yeah,",
		"episode": "s04e06",
		"objectID": "40650"
	},
	{
		"time": "00:06:16",
		"speaker": 2,
		"line": "but that's you know, I mean, no offense. You're a bit of an outsider. You're not on opium. You don't get it.",
		"episode": "s04e06",
		"objectID": "40651"
	},
	{
		"time": "00:06:22",
		"speaker": 0,
		"line": "That was part of the problem is I was on uppers all weekend. Yeah,",
		"episode": "s04e06",
		"objectID": "40652"
	},
	{
		"time": "00:06:25",
		"speaker": 2,
		"line": "you're on upper. So how we worked",
		"episode": "s04e06",
		"objectID": "40653"
	},
	{
		"time": "00:06:28",
		"speaker": 0,
		"line": "out of our way. We're getting fired up,",
		"episode": "s04e06",
		"objectID": "40654"
	},
	{
		"time": "00:06:30",
		"speaker": 2,
		"line": "you guys. Yeah, I gotta tie. What? We ought to talk about this. Me and the whole family have talked to you guys. Were I mean, read the room. You're a juggle. Oh, fast. Don't run around on cocaine. That's not the live guy.",
		"episode": "s04e06",
		"objectID": "40655"
	},
	{
		"time": "00:06:43",
		"speaker": 1,
		"line": "Well, and you. But you got to think about it from",
		"episode": "s04e06",
		"objectID": "40656"
	},
	{ "time": "00:06:44", "speaker": 4, "line": "working to embarrass.", "episode": "s04e06", "objectID": "40657" },
	{
		"time": "00:06:45",
		"speaker": 1,
		"line": "You got to think about it from our perspective. Okay? We were We were I mean, essentially on vacation. We were in a place we weren't we weren't comfortable with. We were hanging out. We saw you having a great time with people basically just sleeping, uh, on the ground. And we were like, This isn't our state. Let's figure it out for ourselves. Thank God. Bill had a little baggy.",
		"episode": "s04e06",
		"objectID": "40658"
	},
	{
		"time": "00:07:06",
		"speaker": 3,
		"line": "I had a full eight ball, Um, from 1978 that I found underneath the seat in my truck.",
		"episode": "s04e06",
		"objectID": "40659"
	},
	{
		"time": "00:07:16",
		"speaker": 0,
		"line": "And cocaine is just like y",
		"episode": "s04e06",
		"objectID": "40660"
	},
	{
		"time": "00:07:19",
		"speaker": 3,
		"line": "Yeah, it ages, baby. It was It was It was Ah, you know how a lot of people Ah, wine is from different regions of Italy. Um, this Coke was from Crosby, Stills and Nash",
		"episode": "s04e06",
		"objectID": "40661"
	},
	{ "time": "00:07:35", "speaker": 0, "line": "That this was a 78 CSN.", "episode": "s04e06", "objectID": "40662" },
	{
		"time": "00:07:39",
		"speaker": 3,
		"line": "Uh, yeah, and I only done a little bit of it with walrus. I",
		"episode": "s04e06",
		"objectID": "40663"
	},
	{
		"time": "00:07:45",
		"speaker": 2,
		"line": "his name. You could be a connoisseur of anything, and I",
		"episode": "s04e06",
		"objectID": "40664"
	},
	{
		"time": "00:07:50",
		"speaker": 3,
		"line": "got so geeked up, I ended up in the dialysis booth getting my blood cleaned. It was unbelievable",
		"episode": "s04e06",
		"objectID": "40665"
	},
	{ "time": "00:07:57", "speaker": 4, "line": "because there's a", "episode": "s04e06", "objectID": "40666" },
	{
		"time": "00:07:58",
		"speaker": 3,
		"line": "dialysis booth there at the gas.",
		"episode": "s04e06",
		"objectID": "40667"
	},
	{
		"time": "00:07:59",
		"speaker": 2,
		"line": "One of the best parts of the gathering. Absolutely. I next to the merch if you don't go to the house. But you didn't. You didn't really experience the gathering. That's what I think. And I think I'm down with his vintage thing. I was getting pretty geek down on nitrous there, and it was a 2016 Starbucks. It was from there. Should there",
		"episode": "s04e06",
		"objectID": "40668"
	},
	{ "time": "00:08:17", "speaker": 0, "line": "with there with?", "episode": "s04e06", "objectID": "40669" },
	{ "time": "00:08:19", "speaker": 2, "line": "Yeah, the Nitro", "episode": "s04e06", "objectID": "40670" },
	{
		"time": "00:08:20",
		"speaker": 3,
		"line": "Nitro brew. I did not know that they were using nitrous oxide. Do the Nitra. Yeah. Wow, that's crazy. Absolutely. But I",
		"episode": "s04e06",
		"objectID": "40671"
	},
	{
		"time": "00:08:30",
		"speaker": 2,
		"line": "really want to. You know, I'm glad that you guys could come and see a little bit of",
		"episode": "s04e06",
		"objectID": "40672"
	},
	{
		"time": "00:08:33",
		"speaker": 3,
		"line": "my family life. Yeah, it's honestly, like we're watching you disappear.",
		"episode": "s04e06",
		"objectID": "40673"
	},
	{
		"time": "00:08:38",
		"speaker": 2,
		"line": "I don't get what you mean, but, yeah, I feel more myself than ever.",
		"episode": "s04e06",
		"objectID": "40674"
	},
	{
		"time": "00:08:42",
		"speaker": 0,
		"line": "You're transforming to something unrecognizable before our eyes. And we feel totally out of control and lost with, But we're not going to stop you.",
		"episode": "s04e06",
		"objectID": "40675"
	},
	{
		"time": "00:08:51",
		"speaker": 2,
		"line": "I feel like myself. I've got spray paint on my beard and you know, I don't wear shoes anymore, and I'm openly bleeding and right. You know, it just feels like this is what living life is. You don't to be so",
		"episode": "s04e06",
		"objectID": "40676"
	},
	{
		"time": "00:09:04",
		"speaker": 0,
		"line": "precious. Yeah, that's true. And years might agree with me here, but we're normal now. And I never felt more normal that I think we all got a chance to reset and realize how normal we",
		"episode": "s04e06",
		"objectID": "40677"
	},
	{
		"time": "00:09:17",
		"speaker": 1,
		"line": "were together. When you see how crazy and Justin saying everything else that is in the world, you kind of look at yourself and you're just like, Wow, the things I do aren't that crazy And aren't that weird?",
		"episode": "s04e06",
		"objectID": "40678"
	},
	{
		"time": "00:09:27",
		"speaker": 0,
		"line": "Do I mean compared to that cotton mouth king set the your sitting jazz band is actually pretty good.",
		"episode": "s04e06",
		"objectID": "40679"
	},
	{
		"time": "00:09:35",
		"speaker": 1,
		"line": "Yeah, yeah, yeah. It really made me appreciate what I have. And honestly, because I had that experience, I have been able to really refocus and and and retool the program a little bit in the last week. You guys know, as you know, the fundraiser was a complete and total failure, but I didn't know this. I incorporated the band as a corporation found for bankruptcy on S O R. R now are sitting band is now bankrupt. Eso",
		"episode": "s04e06",
		"objectID": "40680"
	},
	{
		"time": "00:10:03",
		"speaker": 0,
		"line": "you don't pay off any of your debt to",
		"episode": "s04e06",
		"objectID": "40681"
	},
	{ "time": "00:10:05", "speaker": 1, "line": "pay off any of", "episode": "s04e06", "objectID": "40682" },
	{
		"time": "00:10:06",
		"speaker": 3,
		"line": "our net Chapter 11 safety.",
		"episode": "s04e06",
		"objectID": "40683"
	},
	{
		"time": "00:10:08",
		"speaker": 1,
		"line": "Yeah, it was really fantastic. I got a really good bankruptcy lawyer who brought me through the ins and the outs of everything. I was able to get some personal financial advice from this guy as well. Eso I've made a couple of really great investments for myself.",
		"episode": "s04e06",
		"objectID": "40684"
	},
	{
		"time": "00:10:23",
		"speaker": 3,
		"line": "You keep telling us about ah, this, um these a facial products that you're selling that if we get in early, we will definitely reaped the benefits. We just have to get four or five people selling underneath us. Yeah, it's basically you drew this some shape looks a lot like a pyramid.",
		"episode": "s04e06",
		"objectID": "40685"
	},
	{
		"time": "00:10:47",
		"speaker": 1,
		"line": "Yeah. So, well, scheme. It's well, you could a lot of people say this. This can't be really too good to be true. How do I make money off of other people? And I tell them, We'll just listen, hear me out. Spend 45 minutes sitting here with me and I will change your life.",
		"episode": "s04e06",
		"objectID": "40686"
	},
	{
		"time": "00:11:03",
		"speaker": 2,
		"line": "Money in America is made in people's living",
		"episode": "s04e06",
		"objectID": "40687"
	},
	{
		"time": "00:11:06",
		"speaker": 1,
		"line": "room. Yes, and think. And here's that. Here's the thing. These products are awesome. They are made out of pure all animal products. Uh uh and it's it's comes",
		"episode": "s04e06",
		"objectID": "40688"
	},
	{
		"time": "00:11:16",
		"speaker": 3,
		"line": "not anything in it that it's synthetic. No, it is all from",
		"episode": "s04e06",
		"objectID": "40689"
	},
	{
		"time": "00:11:20",
		"speaker": 1,
		"line": "Anna. From September 1 ingredients. It is not plant based. These air animal based products all tested on plan. Yes. Yeah, be well, because the whole thing is what looks better than a waxy leaf? Right? And And I've met tons of people who say, I wish that I could make my skin have the sheen of a fern or the",
		"episode": "s04e06",
		"objectID": "40690"
	},
	{
		"time": "00:11:40",
		"speaker": 2,
		"line": "That's what we're all looking for, that you are looking very green.",
		"episode": "s04e06",
		"objectID": "40691"
	},
	{
		"time": "00:11:43",
		"speaker": 1,
		"line": "Thank you so much. Thank you. It's This is a mask. Also, you guys can get in on this. It's $15 is the first fee. You pay $15 you get your starter pack. From that point on, for every person you sign up, you get an extra $30. So if I could get you three guys to sign up for this, I'm not going to do it. But hear me out, though. Hard pass. Why? Why? Why? Why don't you guys love money?",
		"episode": "s04e06",
		"objectID": "40692"
	},
	{
		"time": "00:12:09",
		"speaker": 0,
		"line": "Yeah. You know what? I'm more of an artist. Money doesn't interest me that much. And ah, frankly, on you seem very gullible. And this seems like a trick on I'm not gonna",
		"episode": "s04e06",
		"objectID": "40693"
	},
	{ "time": "00:12:23", "speaker": 4, "line": "fall. What do", "episode": "s04e06", "objectID": "40694" },
	{
		"time": "00:12:23",
		"speaker": 1,
		"line": "you mean? What about this? Seems like a trick, because to me it seems like an easy money. A way to make money fast.",
		"episode": "s04e06",
		"objectID": "40695"
	},
	{ "time": "00:12:29", "speaker": 4, "line": "So we believe", "episode": "s04e06", "objectID": "40696" },
	{
		"time": "00:12:30",
		"speaker": 2,
		"line": "that you believe in what we're saying is that you shouldn't believe it because we perceive it to be an",
		"episode": "s04e06",
		"objectID": "40697"
	},
	{
		"time": "00:12:35",
		"speaker": 0,
		"line": "obvious trick. Yeah, and frankly, if I want to look good, I will just get some makeup off of Amazon.",
		"episode": "s04e06",
		"objectID": "40698"
	},
	{
		"time": "00:12:40",
		"speaker": 1,
		"line": "Oh, see, that's the thing. That what do you hear? Well, like Amazon. Who's giving? Who's he standing in these products based? Does your monster be? What's better than knowing exactly where your thing wdbj be? What was just a phase? You know, Debbie, Debbie JB. Well, with Jeff Bays, I'm just saying I could into Good. I could introduce you guys to the farmers who make these products. Who read the animals?",
		"episode": "s04e06",
		"objectID": "40699"
	},
	{
		"time": "00:13:08",
		"speaker": 3,
		"line": "J b saying these w w w dot JB dat cobb. Jeff Bezos",
		"episode": "s04e06",
		"objectID": "406100"
	},
	{
		"time": "00:13:22",
		"speaker": 4,
		"line": "I Boy, I keep seeing these",
		"episode": "s04e06",
		"objectID": "406101"
	},
	{
		"time": "00:13:24",
		"speaker": 3,
		"line": "farmers that you keep bringing to the school to as part of your pitch. Yeah, that you're gonna introduce us to the farmer,",
		"episode": "s04e06",
		"objectID": "406102"
	},
	{
		"time": "00:13:33",
		"speaker": 1,
		"line": "introduce you to the farmers? That means the farmer. Yeah. You guys didn't come to my meet the farmers assembly that I put up way were there.",
		"episode": "s04e06",
		"objectID": "406103"
	},
	{
		"time": "00:13:42",
		"speaker": 4,
		"line": "What? Yeah, way were there. What did you just say? Wait, hang on. Let's just say that he got",
		"episode": "s04e06",
		"objectID": "406104"
	},
	{
		"time": "00:13:57",
		"speaker": 2,
		"line": "a new pair of overalls? No, dear. Oh, do you remember a certain farmer opening the refrigerator? Yeah. Certain from taking a long sip of",
		"episode": "s04e06",
		"objectID": "406105"
	},
	{
		"time": "00:14:08",
		"speaker": 4,
		"line": "water? Yeah. And do you remember a certain bomber being the water? Wait",
		"episode": "s04e06",
		"objectID": "406106"
	},
	{
		"time": "00:14:16",
		"speaker": 1,
		"line": "a minute. So you're telling me you're telling me that you guys were the farmer? The fridge that the farmer got his water out of and the glass of water",
		"episode": "s04e06",
		"objectID": "406107"
	},
	{
		"time": "00:14:23",
		"speaker": 4,
		"line": "and the horse you rode in? No way. We're doing Double Didi",
		"episode": "s04e06",
		"objectID": "406108"
	},
	{
		"time": "00:14:27",
		"speaker": 1,
		"line": "guys. Why would you do that? Well, wow. Wow. Why would Why would you do that?",
		"episode": "s04e06",
		"objectID": "406109"
	},
	{ "time": "00:14:32", "speaker": 0, "line": "Why would we do", "episode": "s04e06", "objectID": "406110" },
	{ "time": "00:14:33", "speaker": 4, "line": "it all? So that means", "episode": "s04e06", "objectID": "406111" },
	{
		"time": "00:14:34",
		"speaker": 1,
		"line": "you were involved in this process. For weeks I've been talking to these farmers for weeks.",
		"episode": "s04e06",
		"objectID": "406112"
	},
	{
		"time": "00:14:42",
		"speaker": 0,
		"line": "Remember? When the farmers give you the runaround?",
		"episode": "s04e06",
		"objectID": "406113"
	},
	{ "time": "00:14:45", "speaker": 4, "line": "Yeah, I do.", "episode": "s04e06", "objectID": "406114" },
	{ "time": "00:14:46", "speaker": 0, "line": "That was us. No", "episode": "s04e06", "objectID": "406115" },
	{
		"time": "00:14:49",
		"speaker": 2,
		"line": "farmer suddenly was just going That that was the way",
		"episode": "s04e06",
		"objectID": "406116"
	},
	{
		"time": "00:14:54",
		"speaker": 3,
		"line": "we gave you the fucking run around.",
		"episode": "s04e06",
		"objectID": "406117"
	},
	{
		"time": "00:14:56",
		"speaker": 4,
		"line": "What do you guys get? Weeks? I thought",
		"episode": "s04e06",
		"objectID": "406118"
	},
	{
		"time": "00:14:58",
		"speaker": 1,
		"line": "I was doing something great. It turns out I was getting I was getting swindled by my friend.",
		"episode": "s04e06",
		"objectID": "406119"
	},
	{ "time": "00:15:03", "speaker": 4, "line": "We were just", "episode": "s04e06", "objectID": "406120" },
	{
		"time": "00:15:04",
		"speaker": 0,
		"line": "having a laugh. We're just doing something for shits and",
		"episode": "s04e06",
		"objectID": "406121"
	},
	{
		"time": "00:15:08",
		"speaker": 1,
		"line": "giggles because you know that I'm going through a tough fits",
		"episode": "s04e06",
		"objectID": "406122"
	},
	{
		"time": "00:15:11",
		"speaker": 2,
		"line": "and giggles. Maybe. Come on, we're not sure, But since we orchestrated it, this seems like a trick it now we're back in. It seems",
		"episode": "s04e06",
		"objectID": "406123"
	},
	{
		"time": "00:15:21",
		"speaker": 0,
		"line": "like your three friends tricked you here.",
		"episode": "s04e06",
		"objectID": "406124"
	},
	{
		"time": "00:15:22",
		"speaker": 1,
		"line": "I don't understand this, guys. I feel like I feel like every time I have something even remotely good happening, it turns out that it was you guys playing an elaborate trick to make me feel good for just a moment. And I pulled",
		"episode": "s04e06",
		"objectID": "406125"
	},
	{
		"time": "00:15:36",
		"speaker": 2,
		"line": "us. That's what your success scares me.",
		"episode": "s04e06",
		"objectID": "406126"
	},
	{
		"time": "00:15:39",
		"speaker": 0,
		"line": "Your success is my failure in here. But",
		"episode": "s04e06",
		"objectID": "406127"
	},
	{
		"time": "00:15:41",
		"speaker": 4,
		"line": "I haven't even had success you",
		"episode": "s04e06",
		"objectID": "406128"
	},
	{
		"time": "00:15:43",
		"speaker": 2,
		"line": "Exactly. You loser like me were even.",
		"episode": "s04e06",
		"objectID": "406129"
	},
	{
		"time": "00:15:48",
		"speaker": 4,
		"line": "Hey, come on. Guys were friends. We are Your friends are asked for, and I like to joke around. But this is such an",
		"episode": "s04e06",
		"objectID": "406130"
	},
	{
		"time": "00:15:54",
		"speaker": 0,
		"line": "elaborate joke. Any and spending man, we joke around with each other. This",
		"episode": "s04e06",
		"objectID": "406131"
	},
	{
		"time": "00:15:58",
		"speaker": 4,
		"line": "is such an elaborate And I spent so much",
		"episode": "s04e06",
		"objectID": "406132"
	},
	{
		"time": "00:16:01",
		"speaker": 0,
		"line": "practical jokers I think it is anything about jokes. That's a daring practical. We're",
		"episode": "s04e06",
		"objectID": "406133"
	},
	{
		"time": "00:16:09",
		"speaker": 1,
		"line": "sorry. I thought I was back on track. Guys, obviously. Wow. Because I had this whole I have this whole thing. I was like",
		"episode": "s04e06",
		"objectID": "406134"
	},
	{
		"time": "00:16:16",
		"speaker": 4,
		"line": "all your band members quit less, You know, One human member left, I'm dealing",
		"episode": "s04e06",
		"objectID": "406135"
	},
	{
		"time": "00:16:22",
		"speaker": 1,
		"line": "with it. I'm figuring it out.",
		"episode": "s04e06",
		"objectID": "406136"
	},
	{
		"time": "00:16:24",
		"speaker": 2,
		"line": "Howard's ghost is haunting us.",
		"episode": "s04e06",
		"objectID": "406137"
	},
	{
		"time": "00:16:25",
		"speaker": 1,
		"line": "Well, we can't prove that yet.",
		"episode": "s04e06",
		"objectID": "406138"
	},
	{
		"time": "00:16:27",
		"speaker": 4,
		"line": "Yes, we can. Way got it on camera. Way got him again. I think",
		"episode": "s04e06",
		"objectID": "406139"
	},
	{ "time": "00:16:34", "speaker": 1, "line": "until we get", "episode": "s04e06", "objectID": "406140" },
	{
		"time": "00:16:35",
		"speaker": 0,
		"line": "way did not call. We were did not call the ghost hunters We called Candid Camera",
		"episode": "s04e06",
		"objectID": "406141"
	},
	{
		"time": "00:16:42",
		"speaker": 1,
		"line": "and I think until we get that footage examined by the ghost hunter",
		"episode": "s04e06",
		"objectID": "406142"
	},
	{ "time": "00:16:45", "speaker": 4, "line": "Theo, Ghost of Casey", "episode": "s04e06", "objectID": "406143" },
	{
		"time": "00:16:48",
		"speaker": 3,
		"line": "Case, um is now still doing Candid Camera. But he's a ghost, obviously. So all the people he's doing candy camera on our ghosts. And we caught Howard, um, getting scared by a bunch of pigeons.",
		"episode": "s04e06",
		"objectID": "406144"
	},
	{
		"time": "00:17:04",
		"speaker": 1,
		"line": "Well, let's let's boo. We're on Candid, Can we? What we caught on camera was some sort of form Howard clearly, well, some sort of form floating across a courtyard.",
		"episode": "s04e06",
		"objectID": "406145"
	},
	{
		"time": "00:17:17",
		"speaker": 3,
		"line": "It looked like a ghost trying to have sex like out, like",
		"episode": "s04e06",
		"objectID": "406146"
	},
	{
		"time": "00:17:21",
		"speaker": 2,
		"line": "he was doing that humping thing that a dog does when it's not near another dog. But you could tell it had",
		"episode": "s04e06",
		"objectID": "406147"
	},
	{
		"time": "00:17:28",
		"speaker": 3,
		"line": "just been stood up on a ghost state.",
		"episode": "s04e06",
		"objectID": "406148"
	},
	{
		"time": "00:17:31",
		"speaker": 0,
		"line": "He was kind of looking around like he meant to be there. You know what kind of lifted his arms and Iand",
		"episode": "s04e06",
		"objectID": "406149"
	},
	{ "time": "00:17:39", "speaker": 1, "line": "he", "episode": "s04e06", "objectID": "406150" },
	{
		"time": "00:17:40",
		"speaker": 2,
		"line": "loudly said. I guess. No business meeting today.",
		"episode": "s04e06",
		"objectID": "406151"
	},
	{
		"time": "00:17:43",
		"speaker": 1,
		"line": "And then he pulled his phone out, looked at it, made a big gesture like, Oh, I just got new information and then turned around and walked in the other direction.",
		"episode": "s04e06",
		"objectID": "406152"
	},
	{
		"time": "00:17:52",
		"speaker": 3,
		"line": "It's crazy. It looks just like it looks just like Howard",
		"episode": "s04e06",
		"objectID": "406153"
	},
	{
		"time": "00:17:57",
		"speaker": 0,
		"line": "and, um, I believe in ghosts. I believe in spirits. I believe in ghouls. And I think the thing here is Howard's Howard spirit is walking the earth trying to get laid.",
		"episode": "s04e06",
		"objectID": "406154"
	},
	{
		"time": "00:18:09",
		"speaker": 2,
		"line": "Well, you know, currently, Fry is actually pretty versed in this kind of stuff. We should probably actually talk to her about it. Well, she's dying a few times exactly. She's died a few times. She's come back a few times. You noticed all that curly fry has that sort of flaky, very pale white skin, I realize ice blue eyes. Yeah. Yeah. She's",
		"episode": "s04e06",
		"objectID": "406155"
	},
	{
		"time": "00:18:33",
		"speaker": 1,
		"line": "kind of always walking in one direction. Kind of slowly. That's right. Very like methodically",
		"episode": "s04e06",
		"objectID": "406156"
	},
	{
		"time": "00:18:38",
		"speaker": 0,
		"line": "is crawling out of your TV at you.",
		"episode": "s04e06",
		"objectID": "406157"
	},
	{
		"time": "00:18:41",
		"speaker": 2,
		"line": "Yeah, well, we have that fake TV set up a little for gags.",
		"episode": "s04e06",
		"objectID": "406158"
	},
	{
		"time": "00:18:45",
		"speaker": 3,
		"line": "Yeah. Wow. I mean, like, she's feels very I don't know. Maybe she could be our connection to the underworld cause she does feel a lot like a curry for a lot of the time. Feels like a spirit. You know, Argos",
		"episode": "s04e06",
		"objectID": "406159"
	},
	{
		"time": "00:18:57",
		"speaker": 2,
		"line": "it And that's what I love her",
		"episode": "s04e06",
		"objectID": "406160"
	},
	{
		"time": "00:18:58",
		"speaker": 0,
		"line": "for Colder every time she's in the room.",
		"episode": "s04e06",
		"objectID": "406161"
	},
	{
		"time": "00:19:01",
		"speaker": 4,
		"line": "Yeah, yeah, me too. It's been",
		"episode": "s04e06",
		"objectID": "406162"
	},
	{ "time": "00:19:04", "speaker": 2, "line": "getting cold out lately.", "episode": "s04e06", "objectID": "406163" },
	{ "time": "00:19:05", "speaker": 3, "line": "It has been", "episode": "s04e06", "objectID": "406164" },
	{
		"time": "00:19:06",
		"speaker": 1,
		"line": "Well, I mean, well, yeah, and it's almost December's. The winners",
		"episode": "s04e06",
		"objectID": "406165"
	},
	{
		"time": "00:19:09",
		"speaker": 0,
		"line": "coming out. Various computer is coming. Speaking of ah, curly fries Bill, you doing fast food? Home ec now,",
		"episode": "s04e06",
		"objectID": "406166"
	},
	{
		"time": "00:19:19",
		"speaker": 2,
		"line": "that's right. I'm not teaching cooking anymore.",
		"episode": "s04e06",
		"objectID": "406167"
	},
	{
		"time": "00:19:23",
		"speaker": 3,
		"line": "No, the the home EC lab now is a fully functioning drive through, um, that I am that I'm doing there just to teach the kids, um, what they're in for",
		"episode": "s04e06",
		"objectID": "406168"
	},
	{ "time": "00:19:39", "speaker": 4, "line": "because for the most", "episode": "s04e06", "objectID": "406169" },
	{
		"time": "00:19:40",
		"speaker": 3,
		"line": "part, you know, these kids are gonna, you know, have to work and fast food, and I'm teaching them how to work in that and and, um ah, how to manage it and keep the dining area clean. Um, I",
		"episode": "s04e06",
		"objectID": "406170"
	},
	{
		"time": "00:19:53",
		"speaker": 2,
		"line": "call in your restaurant because you know, there's McDonald's. There's Carl's Jack in the box. Are you one of those? Are you running something else? It is",
		"episode": "s04e06",
		"objectID": "406171"
	},
	{
		"time": "00:20:01",
		"speaker": 3,
		"line": "a combination. Ah, it's a combination of two of our favorite restaurants. Okay, You know what? They are our favorite too. It's a",
		"episode": "s04e06",
		"objectID": "406172"
	},
	{
		"time": "00:20:18",
		"speaker": 4,
		"line": "comma. Uh, you know, I can",
		"episode": "s04e06",
		"objectID": "406173"
	},
	{
		"time": "00:20:26",
		"speaker": 2,
		"line": "picture it now. I can almost taste",
		"episode": "s04e06",
		"objectID": "406174"
	},
	{ "time": "00:20:28", "speaker": 3, "line": "it. It is a combo. Um,", "episode": "s04e06", "objectID": "406175" },
	{ "time": "00:20:34", "speaker": 4, "line": "you know,", "episode": "s04e06", "objectID": "406176" },
	{
		"time": "00:20:37",
		"speaker": 2,
		"line": "we don't even need as it's a combo Yoshinoya combo Yoshinoya and our other favorite",
		"episode": "s04e06",
		"objectID": "406177"
	},
	{
		"time": "00:20:44",
		"speaker": 3,
		"line": "And our other favorite We all know it way I love it.",
		"episode": "s04e06",
		"objectID": "406178"
	},
	{
		"time": "00:20:48",
		"speaker": 0,
		"line": "It's a combo Yoshinoya and oh, Poile open",
		"episode": "s04e06",
		"objectID": "406179"
	},
	{
		"time": "00:20:52",
		"speaker": 3,
		"line": "a fantastic yes, and it's perfect called",
		"episode": "s04e06",
		"objectID": "406180"
	},
	{
		"time": "00:20:56",
		"speaker": 0,
		"line": "Yoshi Loco Loco Onda. Um so it's a mix of Japanese style beef bulls and Mexican food.",
		"episode": "s04e06",
		"objectID": "406181"
	},
	{
		"time": "00:21:06",
		"speaker": 3,
		"line": "Yes, that's right. I love this fusion stuff,",
		"episode": "s04e06",
		"objectID": "406182"
	},
	{ "time": "00:21:10", "speaker": 2, "line": "even if I don't get it.", "episode": "s04e06", "objectID": "406183" },
	{
		"time": "00:21:12",
		"speaker": 3,
		"line": "Yeah, because I think you just take two of everybody's favorites and slam them together. And, um so we just We don't We mean mixed all the ingredients, um, in a bowl. And then we",
		"episode": "s04e06",
		"objectID": "406184"
	},
	{
		"time": "00:21:25",
		"speaker": 4,
		"line": "sell that way. Make money,",
		"episode": "s04e06",
		"objectID": "406185"
	},
	{
		"time": "00:21:30",
		"speaker": 0,
		"line": "printing money over there.",
		"episode": "s04e06",
		"objectID": "406186"
	},
	{
		"time": "00:21:31",
		"speaker": 3,
		"line": "Yeah, I'm making a lot of cash. Is",
		"episode": "s04e06",
		"objectID": "406187"
	},
	{
		"time": "00:21:32",
		"speaker": 2,
		"line": "that's the other thing. You dio you're also printing money illegally from the U. S.",
		"episode": "s04e06",
		"objectID": "406188"
	},
	{
		"time": "00:21:36",
		"speaker": 3,
		"line": "Mint. Yes, I am deflating the current. See, I'm deflating the American currency right now on a lot of people. Um, a lot of people are coming up to me and being like Bill, You're lucky to have this job here. You're doing exactly what you did in the last three seasons. You're making money. You're deflating currency like you're playing around with fire here. And I, of course, say fuck off were normal. Now your normal Not",
		"episode": "s04e06",
		"objectID": "406189"
	},
	{
		"time": "00:22:01",
		"speaker": 2,
		"line": "normal. Now, I mean what I've done when the office just proves how normal it is. I've taken it from a stuffy plastic front office of a school, and I've turned it into a chill vibe Doubt zone to smoke opium and hang out with stray dogs. It's",
		"episode": "s04e06",
		"objectID": "406190"
	},
	{
		"time": "00:22:18",
		"speaker": 4,
		"line": "more human. It's more regular. Yeah, we shouldn't be cooped up in a hamster wheel",
		"episode": "s04e06",
		"objectID": "406191"
	},
	{
		"time": "00:22:25",
		"speaker": 0,
		"line": "of life. Yeah, you're you're looking and talking like you're saying something fascinating and interesting, but it's kind of Ah, empty thought you're having.",
		"episode": "s04e06",
		"objectID": "406192"
	},
	{
		"time": "00:22:36",
		"speaker": 2,
		"line": "Okay, well, is this that every thought? Life is good. Where is the sandwich? Uh,",
		"episode": "s04e06",
		"objectID": "406193"
	},
	{ "time": "00:22:43", "speaker": 4, "line": "team, I don't know.", "episode": "s04e06", "objectID": "406194" },
	{
		"time": "00:22:44",
		"speaker": 2,
		"line": "Seems like maybe in simplicity There's beauty to me. I don't know.",
		"episode": "s04e06",
		"objectID": "406195"
	},
	{
		"time": "00:22:49",
		"speaker": 1,
		"line": "Yeah. Speaking of beauty, uh, Todd, I don't know if you guys saw this, but I saw Padre out having a little picnic with one of the students",
		"episode": "s04e06",
		"objectID": "406196"
	},
	{
		"time": "00:23:00",
		"speaker": 0,
		"line": "today. Okay? What do you want to follow through that thought? Because you said speaking of beauty, so did you think that the student was beautiful? I",
		"episode": "s04e06",
		"objectID": "406197"
	},
	{
		"time": "00:23:08",
		"speaker": 1,
		"line": "know. I thought it was a cute a cute moment between two to kids, maybe connecting in some fashion. Herbert. Yeah. I don't know about this.",
		"episode": "s04e06",
		"objectID": "406198"
	},
	{ "time": "00:23:16", "speaker": 4, "line": "I don't know", "episode": "s04e06", "objectID": "406199" },
	{
		"time": "00:23:17",
		"speaker": 3,
		"line": "about this because we of course they pot is Todd. And if that's true, Todd was having a picnic with a young girl, and",
		"episode": "s04e06",
		"objectID": "406200"
	},
	{
		"time": "00:23:27",
		"speaker": 4,
		"line": "I don't know if I like this. I",
		"episode": "s04e06",
		"objectID": "406201"
	},
	{
		"time": "00:23:29",
		"speaker": 0,
		"line": "don't uh God. Well, okay, it's time for me to come clean. Finally. Part Adre is not me. Right? Um uh, it is a total",
		"episode": "s04e06",
		"objectID": "406202"
	},
	{
		"time": "00:23:45",
		"speaker": 2,
		"line": "have said so far. So you haven't come clean yet. I'm with, you",
		"episode": "s04e06",
		"objectID": "406203"
	},
	{
		"time": "00:23:48",
		"speaker": 0,
		"line": "know, that's the admission here. I think I was maybe a little cagey about it. I thought it would be fun for you guys to maybe think I was playing this 10 year old, but does not me. That's another student here that is a student here is a very talented actor who looks like me and shares a lot of my tastes. So I did hear from him that he went on a picnic with one of our 15 year old students. But the whole thing was just to make his girlfriend, Mary Kay Letourneau, jealous cause they were having a bit.",
		"episode": "s04e06",
		"objectID": "406204"
	},
	{
		"time": "00:24:17",
		"speaker": 3,
		"line": "Now Pot is, of course, um, through. He's doing a lot of extracurriculars. He's doing his own place, exhausted. He's honestly everywhere. He's been doing interviews with local press, and it's it seems like if it is you, which it's not, I",
		"episode": "s04e06",
		"objectID": "406205"
	},
	{ "time": "00:24:34", "speaker": 4, "line": "believe you", "episode": "s04e06", "objectID": "406206" },
	{
		"time": "00:24:35",
		"speaker": 3,
		"line": "taught I back you up. No matter what you do in your personal life, I back you up. But it seems like it's gonna Rick Todd is going to completely disappear. So a spot is becoming so popular.",
		"episode": "s04e06",
		"objectID": "406207"
	},
	{
		"time": "00:24:51",
		"speaker": 1,
		"line": "In fact, you even you emailed us this morning and said, Would you guys mind if pod replaced me in the podcast today? I have some stuff to do,",
		"episode": "s04e06",
		"objectID": "406208"
	},
	{
		"time": "00:25:00",
		"speaker": 0,
		"line": "right? Well, next week pad's gonna be doing the podcast. Uh, busy.",
		"episode": "s04e06",
		"objectID": "406209"
	},
	{
		"time": "00:25:06",
		"speaker": 3,
		"line": "I do. Because pot is so hard to get a hold off.",
		"episode": "s04e06",
		"objectID": "406210"
	},
	{
		"time": "00:25:10",
		"speaker": 0,
		"line": "Uh, yeah, and he would love to talk to you and maybe explain his situation pretty busy and exhausted",
		"episode": "s04e06",
		"objectID": "406211"
	},
	{
		"time": "00:25:16",
		"speaker": 1,
		"line": "and say it would be great to have you both here to talk",
		"episode": "s04e06",
		"objectID": "406212"
	},
	{
		"time": "00:25:20",
		"speaker": 2,
		"line": "busy because you haven't really seen you do a lot of work lately. You've sort of been I've seen pot around, but we haven't seen you. So why are you",
		"episode": "s04e06",
		"objectID": "406213"
	},
	{
		"time": "00:25:28",
		"speaker": 0,
		"line": "exhausted? I, um Well, it took up. Um uh, why am I busy and exhausted? Um, like your fabricated, Uh well, you know, I've been, um Ah, I've been doing a lot of what c looking around duty. Oh,",
		"episode": "s04e06",
		"objectID": "406214"
	},
	{
		"time": "00:25:49",
		"speaker": 2,
		"line": "just saw confident on the table and said that you've",
		"episode": "s04e06",
		"objectID": "406215"
	},
	{
		"time": "00:25:52",
		"speaker": 3,
		"line": "been doing a lot of coffee mug.",
		"episode": "s04e06",
		"objectID": "406216"
	},
	{
		"time": "00:25:54",
		"speaker": 0,
		"line": "What does that mean? Well, um, it means essentially I have been, um, burnt out. What? Bold. He was",
		"episode": "s04e06",
		"objectID": "406217"
	},
	{
		"time": "00:26:08",
		"speaker": 3,
		"line": "staring directly into a light.",
		"episode": "s04e06",
		"objectID": "406218"
	},
	{
		"time": "00:26:11",
		"speaker": 0,
		"line": "Uh, wish it was gonna be so exhausted. I am around me in a mirror.",
		"episode": "s04e06",
		"objectID": "406219"
	},
	{ "time": "00:26:25", "speaker": 1, "line": "See? That's close.", "episode": "s04e06", "objectID": "406220" },
	{
		"time": "00:26:26",
		"speaker": 2,
		"line": "You almost admitted to being part Adre when I look at it that I felt it. You've been doing a",
		"episode": "s04e06",
		"objectID": "406221"
	},
	{
		"time": "00:26:33",
		"speaker": 3,
		"line": "lot of coffee mug, which means that you are burnt out light, my friend, because you're looking me in the mirror.",
		"episode": "s04e06",
		"objectID": "406222"
	},
	{ "time": "00:26:40", "speaker": 0, "line": "That's exactly right.", "episode": "s04e06", "objectID": "406223" },
	{ "time": "00:26:41", "speaker": 3, "line": "Okay, That doesn't", "episode": "s04e06", "objectID": "406224" },
	{
		"time": "00:26:42",
		"speaker": 0,
		"line": "make further questions from you all.",
		"episode": "s04e06",
		"objectID": "406225"
	},
	{
		"time": "00:26:46",
		"speaker": 2,
		"line": "Try. We're just talking about our friend",
		"episode": "s04e06",
		"objectID": "406226"
	},
	{
		"time": "00:26:48",
		"speaker": 0,
		"line": "here. Well, good, because I can't afford a lawyer right now.",
		"episode": "s04e06",
		"objectID": "406227"
	},
	{ "time": "00:26:51", "speaker": 4, "line": "What? I would", "episode": "s04e06", "objectID": "406228" },
	{ "time": "00:26:52", "speaker": 3, "line": "love to talk to pod.", "episode": "s04e06", "objectID": "406229" },
	{
		"time": "00:26:54",
		"speaker": 0,
		"line": "Great. What? He's gonna do the podcast next week. I can't do it at the same time because I'm busy. Coffee marking on the bird, that lifeboat and just be in a mirror.",
		"episode": "s04e06",
		"objectID": "406230"
	},
	{ "time": "00:27:02", "speaker": 4, "line": "This'll be", "episode": "s04e06", "objectID": "406231" },
	{
		"time": "00:27:05",
		"speaker": 2,
		"line": "enlightening. It'll be cool to meet pod and see what some of his original fans are. So we have a",
		"episode": "s04e06",
		"objectID": "406232"
	},
	{
		"time": "00:27:11",
		"speaker": 3,
		"line": "meeting. We've been called to the principal's office.",
		"episode": "s04e06",
		"objectID": "406233"
	},
	{
		"time": "00:27:15",
		"speaker": 0,
		"line": "That's right. Which is probably for coming commendation, because we're no now, but I think we're gonna tell. Seem pretty angry.",
		"episode": "s04e06",
		"objectID": "406234"
	},
	{
		"time": "00:27:24",
		"speaker": 3,
		"line": "Yeah. Um, there was a lot of stuff about ah, functioning restaurant in the home ec lab. The band is filing bankruptcy,",
		"episode": "s04e06",
		"objectID": "406235"
	},
	{
		"time": "00:27:36",
		"speaker": 1,
		"line": "and it was approved. We have We are bankrupt, right?",
		"episode": "s04e06",
		"objectID": "406236"
	},
	{
		"time": "00:27:40",
		"speaker": 0,
		"line": "Offices in opium, Dan. Yeah. And then something confusing about one of the teachers pretending to be a student, which I don't know who if you guys were doing that or something. But, I mean, part didn't make a lot of sense. Yeah, so, yeah, the brittle seems pretty upset, but the good news is we don't respect authority. Yeah, um and so we'll go into that meeting and we'll let him know that they can go fuck themselves. It was that",
		"episode": "s04e06",
		"objectID": "406237"
	},
	{
		"time": "00:28:08",
		"speaker": 3,
		"line": "I feel like we should be apologetic. If they are mad at us, which they're not gonna be, they're gonna give us medals. Um, but if they are, um, I'm going to say, Hey, listen, I'm dealing with ridiculous voice and hope that gives me sympathy, because we all know it's not a choice,",
		"episode": "s04e06",
		"objectID": "406238"
	},
	{ "time": "00:28:26", "speaker": 0, "line": "you know? Yeah. I", "episode": "s04e06", "objectID": "406239" },
	{
		"time": "00:28:27",
		"speaker": 2,
		"line": "gonna take a big rip in Khost on through.",
		"episode": "s04e06",
		"objectID": "406240"
	},
	{
		"time": "00:28:30",
		"speaker": 3,
		"line": "You're gonna get really high before the meeting.",
		"episode": "s04e06",
		"objectID": "406241"
	},
	{
		"time": "00:28:32",
		"speaker": 2,
		"line": "Yeah, because, you know, a lot of external forces can really create negativity in your life, But if you just don't let that energy affect you, you'll be fine. Well,",
		"episode": "s04e06",
		"objectID": "406242"
	},
	{
		"time": "00:28:42",
		"speaker": 4,
		"line": "here's what Check out. You need to get high. I think I'll",
		"episode": "s04e06",
		"objectID": "406243"
	},
	{
		"time": "00:28:46",
		"speaker": 1,
		"line": "be fine. I have been working with Ah, some doing interview prep. There's a website I found where you can do interview prep where you, uh, sort of sign up and you could do test Skype interviews. Eso you think should be",
		"episode": "s04e06",
		"objectID": "406244"
	},
	{ "time": "00:29:00", "speaker": 0, "line": "open roofs", "episode": "s04e06", "objectID": "406245" },
	{ "time": "00:29:01", "speaker": 2, "line": "testing type a lot", "episode": "s04e06", "objectID": "406246" },
	{
		"time": "00:29:02",
		"speaker": 0,
		"line": "with who have you been doing",
		"episode": "s04e06",
		"objectID": "406247"
	},
	{
		"time": "00:29:04",
		"speaker": 1,
		"line": "so far? I've done Teoh. I've done one. I think",
		"episode": "s04e06",
		"objectID": "406248"
	},
	{ "time": "00:29:06", "speaker": 4, "line": "they'll be 1/3 soon.", "episode": "s04e06", "objectID": "406249" },
	{
		"time": "00:29:08",
		"speaker": 1,
		"line": "I've done too. And they've gone really well. The first guy ah, had some notes but I didn't really agree with him. The second guy had some really positive notes, Uh, that I took to heart some day, my 3rd 1",
		"episode": "s04e06",
		"objectID": "406250"
	},
	{
		"time": "00:29:19",
		"speaker": 0,
		"line": "Where other, those guys nearer refrigerator or thirsty during the interview,",
		"episode": "s04e06",
		"objectID": "406251"
	},
	{
		"time": "00:29:24",
		"speaker": 1,
		"line": "what one of them was in, one of them was in his kitchen.",
		"episode": "s04e06",
		"objectID": "406252"
	},
	{
		"time": "00:29:27",
		"speaker": 2,
		"line": "Anyone? The strong, silent type on the,",
		"episode": "s04e06",
		"objectID": "406253"
	},
	{
		"time": "00:29:29",
		"speaker": 1,
		"line": "uh well, neither one of them spoke a lot. They kind of just let me I",
		"episode": "s04e06",
		"objectID": "406254"
	},
	{ "time": "00:29:34", "speaker": 4, "line": "would take again on that", "episode": "s04e06", "objectID": "406255" },
	{
		"time": "00:29:36",
		"speaker": 0,
		"line": "on that next week. But I definitely put a lot of hopes into that. Have some high hopes about that going well and helping",
		"episode": "s04e06",
		"objectID": "406256"
	},
	{
		"time": "00:29:43",
		"speaker": 3,
		"line": "has been, I think, if we can. If pot adre Israel, he might be our savior because he's obviously the hero of the school. Everybody loves him and as long as he Israel, and he is part of our arming our doing because we're such good teachers, and",
		"episode": "s04e06",
		"objectID": "406257"
	},
	{ "time": "00:30:05", "speaker": 4, "line": "I think we can", "episode": "s04e06", "objectID": "406258" },
	{ "time": "00:30:06", "speaker": 3, "line": "get out of this", "episode": "s04e06", "objectID": "406259" },
	{
		"time": "00:30:06",
		"speaker": 0,
		"line": "I didn't get out of this is showing that shining example of a good student that is because",
		"episode": "s04e06",
		"objectID": "406260"
	},
	{
		"time": "00:30:12",
		"speaker": 2,
		"line": "everybody was so proud of pod. I mean, a 10 year old who's obviously got some aging deformity is, you know, a little worse for the wear",
		"episode": "s04e06",
		"objectID": "406261"
	},
	{
		"time": "00:30:22",
		"speaker": 3,
		"line": "because, he said, he said, he's self. He's didn't been diagnosed with progeria like I have progeria Now.",
		"episode": "s04e06",
		"objectID": "406262"
	},
	{
		"time": "00:30:29",
		"speaker": 2,
		"line": "He's got a wig constantly has on backwards and forwards. He doesn't really",
		"episode": "s04e06",
		"objectID": "406263"
	},
	{
		"time": "00:30:34",
		"speaker": 0,
		"line": "know. It's not consistent,",
		"episode": "s04e06",
		"objectID": "406264"
	},
	{
		"time": "00:30:36",
		"speaker": 4,
		"line": "you know? This is just he's",
		"episode": "s04e06",
		"objectID": "406265"
	},
	{
		"time": "00:30:38",
		"speaker": 3,
		"line": "like when he puts his wig on backwards. It's",
		"episode": "s04e06",
		"objectID": "406266"
	},
	{
		"time": "00:30:40",
		"speaker": 2,
		"line": "cool. You seem to be in step with what's cool with the rest of, you know, the old",
		"episode": "s04e06",
		"objectID": "406267"
	},
	{
		"time": "00:30:47",
		"speaker": 0,
		"line": "of me. With that Backwards we go",
		"episode": "s04e06",
		"objectID": "406268"
	},
	{
		"time": "00:30:48",
		"speaker": 3,
		"line": "Well, I hope he can save us in this meeting because I think the hammer is going to come down. But also we could get",
		"episode": "s04e06",
		"objectID": "406269"
	},
	{
		"time": "00:30:54",
		"speaker": 4,
		"line": "medals and accolades. I don't know.",
		"episode": "s04e06",
		"objectID": "406270"
	},
	{ "time": "00:30:56", "speaker": 2, "line": "It's gonna be one of the", "episode": "s04e06", "objectID": "406271" },
	{
		"time": "00:30:56",
		"speaker": 0,
		"line": "other, Um, what will check in on that next week? I'm excited to listen. The episode. You guys record with pot. I don't know what is going to sound like or did you say, but I'm sure he'll be a little savior. We should take a break and then get your guests",
		"episode": "s04e06",
		"objectID": "406272"
	},
	{
		"time": "00:31:11",
		"speaker": 1,
		"line": "first. We should probably talk about our sponsor for this week. That's right, busybody. Have that copy that way.",
		"episode": "s04e06",
		"objectID": "406273"
	},
	{ "time": "00:31:18", "speaker": 2, "line": "Know who it is?", "episode": "s04e06", "objectID": "406274" },
	{
		"time": "00:31:19",
		"speaker": 1,
		"line": "Yeah, we although it is. But does anybody have the copy, No response said this week.",
		"episode": "s04e06",
		"objectID": "406275"
	},
	{
		"time": "00:31:23",
		"speaker": 0,
		"line": "Well, recording a podcast can be hard, especially if you haven't eaten. That's why our sponsor this week is",
		"episode": "s04e06",
		"objectID": "406276"
	},
	{
		"time": "00:31:34",
		"speaker": 3,
		"line": "meal delivery Service by Mary Kate Nationally. That's",
		"episode": "s04e06",
		"objectID": "406277"
	},
	{
		"time": "00:31:40",
		"speaker": 2,
		"line": "right. Meal delivery Service by Mary Kate Nationally, these are small meals,",
		"episode": "s04e06",
		"objectID": "406278"
	},
	{
		"time": "00:31:45",
		"speaker": 1,
		"line": "and their slogan is, uh this is your dinner and this is my sister. Yes,",
		"episode": "s04e06",
		"objectID": "406279"
	},
	{
		"time": "00:31:53",
		"speaker": 2,
		"line": "one of them, a delivery person.",
		"episode": "s04e06",
		"objectID": "406280"
	},
	{
		"time": "00:31:55",
		"speaker": 3,
		"line": "Well, Mary Kate, or actually shows up for both of them. Show up and they sing to you. They go, This is your",
		"episode": "s04e06",
		"objectID": "406281"
	},
	{
		"time": "00:32:01",
		"speaker": 2,
		"line": "dinner. This is my sister. This is your dinner. This is my sister. This is my sister. This is your dinner.",
		"episode": "s04e06",
		"objectID": "406282"
	},
	{
		"time": "00:32:07",
		"speaker": 1,
		"line": "Which is, of course, that's a play on one of their songs for yeah, for one of the other",
		"episode": "s04e06",
		"objectID": "406283"
	},
	{
		"time": "00:32:12",
		"speaker": 3,
		"line": "movies. And also they go Give me pizza P I Z Z a. You get pizza.",
		"episode": "s04e06",
		"objectID": "406284"
	},
	{
		"time": "00:32:17",
		"speaker": 1,
		"line": "If you've got pizza, it's really it's great.",
		"episode": "s04e06",
		"objectID": "406285"
	},
	{
		"time": "00:32:20",
		"speaker": 0,
		"line": "But no matter what, since you order food when you deliver it, they say you got it. Food. Yeah,",
		"episode": "s04e06",
		"objectID": "406286"
	},
	{ "time": "00:32:25", "speaker": 4, "line": "that's right. That's", "episode": "s04e06", "objectID": "406287" },
	{
		"time": "00:32:26",
		"speaker": 3,
		"line": "right. They dio, they dio and also they they come with smoothies, some fruit smoothies on. When you get that, they go very, very, very unbelievably berry instead of scary like their one song.",
		"episode": "s04e06",
		"objectID": "406288"
	},
	{
		"time": "00:32:43",
		"speaker": 0,
		"line": "So go ahead and order that the deliveries take a long time because they deliver them themselves. It's like a Yeah, but we've got some in the studio right now that we're notion on. And, boy, do they taste like cigarettes. They taste a lot like cigarettes.",
		"episode": "s04e06",
		"objectID": "406289"
	},
	{
		"time": "00:32:58",
		"speaker": 4,
		"line": "I think this is just cigarettes.",
		"episode": "s04e06",
		"objectID": "406290"
	},
	{
		"time": "00:33:00",
		"speaker": 0,
		"line": "So if you want to eat cigarettes delivered by Mary Kate and Ashley Olsen, go ahead and try their meal delivery service",
		"episode": "s04e06",
		"objectID": "406291"
	},
	{
		"time": "00:33:07",
		"speaker": 4,
		"line": "way. Love it here. Attention, students. I'm still crushing on Mrs Rogers. If you see her, tell her for me. Way.",
		"episode": "s04e06",
		"objectID": "406292"
	},
	{
		"time": "00:33:21",
		"speaker": 0,
		"line": "Got another guest today in the lounge. We're happy to have her here. Pearl Henderson. She's a parent of one of the students here in Hamilton. Pearl. Thanks for being here.",
		"episode": "s04e06",
		"objectID": "406293"
	},
	{
		"time": "00:33:30",
		"speaker": 4,
		"line": "I'm here. I was gonna say I'm happy to be here, but I'm not. I'm here.",
		"episode": "s04e06",
		"objectID": "406294"
	},
	{
		"time": "00:33:35",
		"speaker": 0,
		"line": "So you're unhappy to be here?",
		"episode": "s04e06",
		"objectID": "406295"
	},
	{
		"time": "00:33:36",
		"speaker": 4,
		"line": "Yeah. Now burn. April is your daughter. April is my daughter. Yes, Great student. She's a",
		"episode": "s04e06",
		"objectID": "406296"
	},
	{ "time": "00:33:44", "speaker": 1, "line": "really good still.", "episode": "s04e06", "objectID": "406297" },
	{ "time": "00:33:45", "speaker": 4, "line": "Think so as well. Europe", "episode": "s04e06", "objectID": "406298" },
	{
		"time": "00:33:49",
		"speaker": 3,
		"line": "here at the school a lot.",
		"episode": "s04e06",
		"objectID": "406299"
	},
	{
		"time": "00:33:51",
		"speaker": 4,
		"line": "Yeah. Too much. Yeah. Cannot Doll still won't let me because you still won't let me talk to a manager.",
		"episode": "s04e06",
		"objectID": "406300"
	},
	{ "time": "00:34:00", "speaker": 1, "line": "Well, that's going", "episode": "s04e06", "objectID": "406301" },
	{
		"time": "00:34:02",
		"speaker": 0,
		"line": "to the manager for a while now.",
		"episode": "s04e06",
		"objectID": "406302"
	},
	{
		"time": "00:34:05",
		"speaker": 4,
		"line": "Yeah, and you show up sometimes",
		"episode": "s04e06",
		"objectID": "406303"
	},
	{
		"time": "00:34:07",
		"speaker": 3,
		"line": "with food. And you say I don't like this. Yeah, sure",
		"episode": "s04e06",
		"objectID": "406304"
	},
	{
		"time": "00:34:10",
		"speaker": 4,
		"line": "do. I sure do. You guys said this was a comprehensive environment when I enrolled April here.",
		"episode": "s04e06",
		"objectID": "406305"
	},
	{
		"time": "00:34:19",
		"speaker": 2,
		"line": "What's comprehensive for the student? We didn't expect that you would be eating and critiquing at the CAF. Yeah.",
		"episode": "s04e06",
		"objectID": "406306"
	},
	{ "time": "00:34:24", "speaker": 4, "line": "What's your", "episode": "s04e06", "objectID": "406307" },
	{
		"time": "00:34:24",
		"speaker": 3,
		"line": "complaint today, Pearl? Because we love that. You give the give the higher ups a hard time.",
		"episode": "s04e06",
		"objectID": "406308"
	},
	{
		"time": "00:34:29",
		"speaker": 4,
		"line": "A pro has put on 15 this year. I think Dollar to blame.",
		"episode": "s04e06",
		"objectID": "406309"
	},
	{
		"time": "00:34:36",
		"speaker": 1,
		"line": "Now I'll say it. She she was on the softball team, but she did quit. Yeah, she ran track. She also quit? Yeah, she I mean, I wouldn't say that. That it's necessarily are falter. The school's fault that she's gained",
		"episode": "s04e06",
		"objectID": "406310"
	},
	{
		"time": "00:34:49",
		"speaker": 4,
		"line": "weight. She started competitively eating. Yeah, for what is your point? And she didn't even throw up the",
		"episode": "s04e06",
		"objectID": "406311"
	},
	{ "time": "00:34:56", "speaker": 3, "line": "the hot dogs after she", "episode": "s04e06", "objectID": "406312" },
	{
		"time": "00:34:57",
		"speaker": 4,
		"line": "What you want, my little girl have a name disorder? No manager. I'll stop coming.",
		"episode": "s04e06",
		"objectID": "406313"
	},
	{
		"time": "00:35:03",
		"speaker": 3,
		"line": "Your principal Pearl. You're looking for the principle for the superintendent?",
		"episode": "s04e06",
		"objectID": "406314"
	},
	{
		"time": "00:35:09",
		"speaker": 4,
		"line": "No. Are you calling me stupid? No. Yes, Pearl. Okay. Feel Berle. You're being stupid. You know what? I'm going to take that personally, because I tell April when I tell her she's being the bread. I'm not calling her Brett. I'm saying she's being a breast. You're not calling me stupid. Think I'm being stupid, So I'm gonna let that sink, all right? I'm sorry, but I'm gonna go",
		"episode": "s04e06",
		"objectID": "406315"
	},
	{
		"time": "00:35:35",
		"speaker": 0,
		"line": "and say you're you are stupid way Spanish. I would be using the sehr form, not the A star",
		"episode": "s04e06",
		"objectID": "406316"
	},
	{
		"time": "00:35:42",
		"speaker": 4,
		"line": "for Well, I'll be damned, Todd PAA dry. I'll be damned. Todd. Padre! Todd! Father, You didn't have father. Did you know",
		"episode": "s04e06",
		"objectID": "406317"
	},
	{
		"time": "00:35:54",
		"speaker": 2,
		"line": "that was a deep Got us straight for",
		"episode": "s04e06",
		"objectID": "406318"
	},
	{
		"time": "00:35:58",
		"speaker": 0,
		"line": "my dad. Guess what I'm over me of my dad's terrible relationship is hurting. My",
		"episode": "s04e06",
		"objectID": "406319"
	},
	{
		"time": "00:36:04",
		"speaker": 4,
		"line": "name is Padre. Seem to still be hanging around. Let me talk to manage.",
		"episode": "s04e06",
		"objectID": "406320"
	},
	{
		"time": "00:36:09",
		"speaker": 1,
		"line": "Look, Pearl, let me I'm sorry. Look,",
		"episode": "s04e06",
		"objectID": "406321"
	},
	{ "time": "00:36:12", "speaker": 4, "line": "we would", "episode": "s04e06", "objectID": "406322" },
	{
		"time": "00:36:12",
		"speaker": 1,
		"line": "love to help, you know, you came in so hot. Listen, we we would love to help you and we would love to address any concerns We can.",
		"episode": "s04e06",
		"objectID": "406323"
	},
	{ "time": "00:36:19", "speaker": 4, "line": "You go, you go straight", "episode": "s04e06", "objectID": "406324" },
	{
		"time": "00:36:21",
		"speaker": 1,
		"line": "for the jugular, and it's not fair.",
		"episode": "s04e06",
		"objectID": "406325"
	},
	{
		"time": "00:36:23",
		"speaker": 4,
		"line": "Pearl just accused Todd of having the last name Padre because he misses his father. Thought about thought",
		"episode": "s04e06",
		"objectID": "406326"
	},
	{
		"time": "00:36:33",
		"speaker": 2,
		"line": "that Todd could be using a stage that",
		"episode": "s04e06",
		"objectID": "406327"
	},
	{ "time": "00:36:36", "speaker": 4, "line": "your real last name", "episode": "s04e06", "objectID": "406328" },
	{
		"time": "00:36:37",
		"speaker": 0,
		"line": "on my birth certificate A stage name. That's my stage, Todd. Part",
		"episode": "s04e06",
		"objectID": "406329"
	},
	{
		"time": "00:36:44",
		"speaker": 3,
		"line": "before we met. You are when you When you disappeared six years ago, you disappeared for seven.",
		"episode": "s04e06",
		"objectID": "406330"
	},
	{
		"time": "00:36:50",
		"speaker": 4,
		"line": "Why'd you disappear? What you got? What? You disappear where you just appear. Teoh",
		"episode": "s04e06",
		"objectID": "406331"
	},
	{
		"time": "00:36:56",
		"speaker": 0,
		"line": "is the suggestion. Hair is that I disappeared for six months to find my father. That isn't",
		"episode": "s04e06",
		"objectID": "406332"
	},
	{
		"time": "00:37:03",
		"speaker": 4,
		"line": "well, that's actually that was not the suggestion. Yeah, are?",
		"episode": "s04e06",
		"objectID": "406333"
	},
	{ "time": "00:37:08", "speaker": 0, "line": "Well, me neither.", "episode": "s04e06", "objectID": "406334" },
	{
		"time": "00:37:10",
		"speaker": 4,
		"line": "But my years is better. That fine",
		"episode": "s04e06",
		"objectID": "406335"
	},
	{
		"time": "00:37:16",
		"speaker": 3,
		"line": "was thinking when you were gone. What name were you going by women? Was it Todd Madre?",
		"episode": "s04e06",
		"objectID": "406336"
	},
	{
		"time": "00:37:24",
		"speaker": 4,
		"line": "Hello? Mommy issues Teoh.",
		"episode": "s04e06",
		"objectID": "406337"
	},
	{
		"time": "00:37:26",
		"speaker": 0,
		"line": "What? I disappeared six years ago to find my father. Yeah, I found him. Yeah, he was a single man and I didn't want to introduce myself to him.",
		"episode": "s04e06",
		"objectID": "406338"
	},
	{
		"time": "00:37:35",
		"speaker": 4,
		"line": "Coward! God, I get out of your hair way All want to",
		"episode": "s04e06",
		"objectID": "406339"
	},
	{
		"time": "00:37:44",
		"speaker": 2,
		"line": "hear you out. And we all want to really help you because we way",
		"episode": "s04e06",
		"objectID": "406340"
	},
	{
		"time": "00:37:53",
		"speaker": 1,
		"line": "it just feels like you're you're go here is to tear us down immediately instead of having a productive",
		"episode": "s04e06",
		"objectID": "406341"
	},
	{
		"time": "00:37:57",
		"speaker": 2,
		"line": "one way that we can properly lodge this complaint.",
		"episode": "s04e06",
		"objectID": "406342"
	},
	{
		"time": "00:38:00",
		"speaker": 4,
		"line": "Okay. Shut the fuck up first. All Stuart little Okay, They were stew Taylor, Little rate bird or a mouse. Your No, your nose, the mouth.",
		"episode": "s04e06",
		"objectID": "406343"
	},
	{ "time": "00:38:12", "speaker": 1, "line": "What does that mean?", "episode": "s04e06", "objectID": "406344" },
	{
		"time": "00:38:12",
		"speaker": 4,
		"line": "Oh, you're you match. You're affecting snitch. That stress through what's happening right now? You guys are turning. Everyone's turned flock to the nearest way. I just won't a top Teoh the manager so we could figure out what way. Know what's going on with April? What about your",
		"episode": "s04e06",
		"objectID": "406345"
	},
	{ "time": "00:38:33", "speaker": 3, "line": "son, Bobby? What?", "episode": "s04e06", "objectID": "406346" },
	{
		"time": "00:38:34",
		"speaker": 4,
		"line": "What about him? Huh? What about him? Huh? What a something sighs Darius Isom while he's lost 15. Yeah, he did had the blues.",
		"episode": "s04e06",
		"objectID": "406347"
	},
	{
		"time": "00:38:45",
		"speaker": 0,
		"line": "15 is a lot for the foot for a two day for",
		"episode": "s04e06",
		"objectID": "406348"
	},
	{
		"time": "00:38:51",
		"speaker": 4,
		"line": "hes had the flu. It was okay.",
		"episode": "s04e06",
		"objectID": "406349"
	},
	{
		"time": "00:38:53",
		"speaker": 0,
		"line": "Just your and your screaming. The rest of your husband's in the car. Embarrassed. He's afraid to come out. Yeah, buddy, Let's just go",
		"episode": "s04e06",
		"objectID": "406350"
	},
	{
		"time": "00:39:00",
		"speaker": 4,
		"line": "home. He tries to come out, You screaming him, Get back. You know shit about Terry and my relationship your mouths to yourself. Only reason I want to hear you all talk. It's It's okay. Okay,",
		"episode": "s04e06",
		"objectID": "406351"
	},
	{
		"time": "00:39:16",
		"speaker": 1,
		"line": "Okay. The closest thing to a manager we have in the school like we said is a prince. Yeah. Okay. Our principles. Very busy. Okay. There are channels that you can go through. We've told many people in the past we have a suggestion",
		"episode": "s04e06",
		"objectID": "406352"
	},
	{
		"time": "00:39:27",
		"speaker": 4,
		"line": "here. Watch TV, buddy. I'm here for real life. Wow.",
		"episode": "s04e06",
		"objectID": "406353"
	},
	{
		"time": "00:39:31",
		"speaker": 0,
		"line": "She mistake channels for actual channels. Sam, While she said that she did like a real house wives introduction. Turnaround,",
		"episode": "s04e06",
		"objectID": "406354"
	},
	{
		"time": "00:39:38",
		"speaker": 4,
		"line": "She's opposing. Yeah. You doesn't know I'm actually up to be owned the next one. And really, your audition tape",
		"episode": "s04e06",
		"objectID": "406355"
	},
	{
		"time": "00:39:47",
		"speaker": 0,
		"line": "because your husband's poor and your family is poor.",
		"episode": "s04e06",
		"objectID": "406356"
	},
	{
		"time": "00:39:50",
		"speaker": 4,
		"line": "Don't speak on Terry. You don't have a dad in your fucking face time. Red faces Red. Who had a dead? You wish Terry was your father? Poor not. I think",
		"episode": "s04e06",
		"objectID": "406357"
	},
	{
		"time": "00:40:07",
		"speaker": 1,
		"line": "this is. This is the most we've ever been confronted. And it's really",
		"episode": "s04e06",
		"objectID": "406358"
	},
	{
		"time": "00:40:10",
		"speaker": 4,
		"line": "throwing us for, like this. It's really cut through all our crab bullshit. Why don't you read my ass right now? I want to be Oh, you want to get a read on demand bill craving attention Crave",
		"episode": "s04e06",
		"objectID": "406359"
	},
	{
		"time": "00:40:30",
		"speaker": 1,
		"line": "she couldn't have been mawr, right?",
		"episode": "s04e06",
		"objectID": "406360"
	},
	{
		"time": "00:40:32",
		"speaker": 4,
		"line": "Yeah. Always craving attention. And it can't always be about goop. Why the fuck has April gained 15. Maybe help throw",
		"episode": "s04e06",
		"objectID": "406361"
	},
	{
		"time": "00:40:45",
		"speaker": 2,
		"line": "an accusation back. Exactly what's their home life? Because you have lost 15 and one kid is gained 15. Seems like very consistency in the",
		"episode": "s04e06",
		"objectID": "406362"
	},
	{
		"time": "00:40:53",
		"speaker": 4,
		"line": "sun was sick. Very lyric. Where you",
		"episode": "s04e06",
		"objectID": "406363"
	},
	{
		"time": "00:40:56",
		"speaker": 3,
		"line": "and Terry living right now because we know you lost your house. There's various public,",
		"episode": "s04e06",
		"objectID": "406364"
	},
	{
		"time": "00:41:02",
		"speaker": 2,
		"line": "very public, made publicly to make clothes.",
		"episode": "s04e06",
		"objectID": "406365"
	},
	{
		"time": "00:41:06",
		"speaker": 3,
		"line": "Yeah, there was like a fast in the furious deeds your deeds, the D. C or",
		"episode": "s04e06",
		"objectID": "406366"
	},
	{
		"time": "00:41:11",
		"speaker": 4,
		"line": "house. Okay, you don't need to recount it, guys. Painful for May. Well, just were living at Roost House, And that's not the battered women's shelter. My husband and I are living there without",
		"episode": "s04e06",
		"objectID": "406367"
	},
	{
		"time": "00:41:24",
		"speaker": 3,
		"line": "your pretending to be battered women, all of you,",
		"episode": "s04e06",
		"objectID": "406368"
	},
	{
		"time": "00:41:27",
		"speaker": 1,
		"line": "and they let your husband in",
		"episode": "s04e06",
		"objectID": "406369"
	},
	{
		"time": "00:41:29",
		"speaker": 4,
		"line": "there. Hes only man in there. But let me Taysom. Terry's well behaved and all the women you say. Who do",
		"episode": "s04e06",
		"objectID": "406370"
	},
	{
		"time": "00:41:35",
		"speaker": 1,
		"line": "you tell them? You'll have been bettered by and",
		"episode": "s04e06",
		"objectID": "406371"
	},
	{
		"time": "00:41:38",
		"speaker": 4,
		"line": "this is this is beef in school? The teachers at this school? Yes, let's be clear",
		"episode": "s04e06",
		"objectID": "406372"
	},
	{
		"time": "00:41:45",
		"speaker": 3,
		"line": "about the battered women's shelter",
		"episode": "s04e06",
		"objectID": "406373"
	},
	{
		"time": "00:41:46",
		"speaker": 0,
		"line": "because I spent some time in a battered men's shelter way you better make. It was a British chef. Andi was making me into efficient chips. I was beer battered.",
		"episode": "s04e06",
		"objectID": "406374"
	},
	{
		"time": "00:42:00",
		"speaker": 4,
		"line": "Yeah, and I awoke. I accidentally ate Todd with some tartar sauce, so he was fishing ships. I see him as more of a cupcake. That's the batter you were for. Listen, I'm sick of this. I didn't come up here to read. All came appear talked to manager. Where? God, I'll get out of here so fast, you'll never see my face again. Good. Go. No! Oh, OK, Bill. Crazy. What? Were I even attention? Delicious. It was Bill gravy trash Bill. You wish she wanted to be Bill gravy? Who wish? Listen.",
		"episode": "s04e06",
		"objectID": "406375"
	},
	{
		"time": "00:42:40",
		"speaker": 0,
		"line": "All right, let's say this, okay, I I would say of this podcast. I am the manager.",
		"episode": "s04e06",
		"objectID": "406376"
	},
	{
		"time": "00:42:47",
		"speaker": 4,
		"line": "Okay? Apparently hot cast. So, Dave Okay. You're the manager of you. You're the manager. Are you manager? It's a Are you this or not? Yes, ma'am, I Yeah. Okay. Well, why the fuck is April game? Same God damn pants, huh? What are you guys doing over here? I think",
		"episode": "s04e06",
		"objectID": "406377"
	},
	{
		"time": "00:43:07",
		"speaker": 2,
		"line": "she for the eating Hot Teoh. She was doing 2.5 hours of work out a day, and now it seems like she's not doing them. That's got to be",
		"episode": "s04e06",
		"objectID": "406378"
	},
	{
		"time": "00:43:17",
		"speaker": 4,
		"line": "part that I do something about it.",
		"episode": "s04e06",
		"objectID": "406379"
	},
	{
		"time": "00:43:19",
		"speaker": 0,
		"line": "She quit the competitive running team enjoying the competitive eating team.",
		"episode": "s04e06",
		"objectID": "406380"
	},
	{ "time": "00:43:22", "speaker": 4, "line": "Yeah,", "episode": "s04e06", "objectID": "406381" },
	{
		"time": "00:43:22",
		"speaker": 0,
		"line": "she quit the softball team and joined the soft body toe. Okay. Just feels like she is making an effort.",
		"episode": "s04e06",
		"objectID": "406382"
	},
	{
		"time": "00:43:30",
		"speaker": 4,
		"line": "Well, we all do something about it. Let's let's",
		"episode": "s04e06",
		"objectID": "406383"
	},
	{
		"time": "00:43:32",
		"speaker": 1,
		"line": "go and say it, though. She was five foot 5 98? Yeah, she needed. She needed in heels. She needed to gain weight.",
		"episode": "s04e06",
		"objectID": "406384"
	},
	{
		"time": "00:43:41",
		"speaker": 4,
		"line": "They were They were trying kitten heels. They were Kenya's. She needed to gain weight. Says hair. You her mother named I'm saying nutritionally there's me. No, I'm not her mother. You want to be a mommy? Nous",
		"episode": "s04e06",
		"objectID": "406385"
	},
	{
		"time": "00:43:54",
		"speaker": 1,
		"line": "No, I'm not trying to be your mom. You want to be a money? I would love to be a father, but I don't happen. Your",
		"episode": "s04e06",
		"objectID": "406386"
	},
	{
		"time": "00:44:02",
		"speaker": 4,
		"line": "fucking shooting blanks. You've got one son and you fucking blue that coming out say that myself. But your home boy did that boy no crave e because I said you're shooting blanks like Duke. OK, but there's nothing in it. How do you know? Cause I've seen girl. I fucking blue. Stupid way secrets. I was in college. I'm not Jana more. We're not",
		"episode": "s04e06",
		"objectID": "406387"
	},
	{
		"time": "00:44:38",
		"speaker": 2,
		"line": "gonna move on just because you say the secret 10 minutes on this",
		"episode": "s04e06",
		"objectID": "406388"
	},
	{ "time": "00:44:44", "speaker": 1, "line": "secret out secret", "episode": "s04e06", "objectID": "406389" },
	{
		"time": "00:44:46",
		"speaker": 4,
		"line": "out. Yeah, Loose do. But I'm not getting a home game no more. You've been delivered. Yes, you it. Wouldn't you charge town innately exactly. With the guy with the big yellow boat? He said he's not gonna carry a person. He's not dressed like women wear makeup number. He's delivering women, women, women. Oh, yeah, Yeah, I went there and I'm not gay tomorrow. Carrying",
		"episode": "s04e06",
		"objectID": "406390"
	},
	{
		"time": "00:45:09",
		"speaker": 2,
		"line": "first no more. This is all true",
		"episode": "s04e06",
		"objectID": "406391"
	},
	{ "time": "00:45:14", "speaker": 1, "line": "weight on YouTube.", "episode": "s04e06", "objectID": "406392" },
	{ "time": "00:45:16", "speaker": 4, "line": "You may OK, I", "episode": "s04e06", "objectID": "406393" },
	{
		"time": "00:45:20",
		"speaker": 2,
		"line": "definitely risk risk. Aleem. Ouch for Bill. Okay, respect. I understand the risks included Are I vouch for Bill. I've known him in a professional context. Not personal life it all now, but I vouch for every day of it.",
		"episode": "s04e06",
		"objectID": "406394"
	},
	{
		"time": "00:45:32",
		"speaker": 0,
		"line": "I have no information and I immediately vouch for Bill.",
		"episode": "s04e06",
		"objectID": "406395"
	},
	{
		"time": "00:45:35",
		"speaker": 4,
		"line": "Well, great. You see that hall your hand, boys matching? Oh boy. Yeah. You're his home board that you guys are appeared Lamela Pro. I do have",
		"episode": "s04e06",
		"objectID": "406396"
	},
	{
		"time": "00:45:45",
		"speaker": 2,
		"line": "a line to the principle because I think the manager, But I think the office manager I'm the office manager, so I don't manage the whole do manage office. Okay. Where The principles.",
		"episode": "s04e06",
		"objectID": "406397"
	},
	{
		"time": "00:45:59",
		"speaker": 3,
		"line": "I have a feeling I know what her question",
		"episode": "s04e06",
		"objectID": "406398"
	},
	{
		"time": "00:46:01",
		"speaker": 2,
		"line": "is gonna be. So if there's maybe something else",
		"episode": "s04e06",
		"objectID": "406399"
	},
	{
		"time": "00:46:05",
		"speaker": 4,
		"line": "maybe something more construction. Okay. Okay. Here. I have a daughter. April. Yes. 15 were gained by that daughter watch.",
		"episode": "s04e06",
		"objectID": "406400"
	},
	{ "time": "00:46:17", "speaker": 1, "line": "Not even a Mr", "episode": "s04e06", "objectID": "406401" },
	{
		"time": "00:46:18",
		"speaker": 4,
		"line": "She rewarded it passively were supporting. Have not covered this, you know. You know, let me best case scenario. She quit the basketball team. She joined the basket full of front. No offense.",
		"episode": "s04e06",
		"objectID": "406402"
	},
	{
		"time": "00:46:33",
		"speaker": 2,
		"line": "She's man class. She's a student on a little bit on the decline. If you pull it out, I think",
		"episode": "s04e06",
		"objectID": "406403"
	},
	{
		"time": "00:46:38",
		"speaker": 4,
		"line": "we're fine with, uh, really Don't",
		"episode": "s04e06",
		"objectID": "406404"
	},
	{
		"time": "00:46:41",
		"speaker": 1,
		"line": "pull her out of school. Think about her. Think about what she needs. What does she need? She needs",
		"episode": "s04e06",
		"objectID": "406405"
	},
	{
		"time": "00:46:45",
		"speaker": 4,
		"line": "you. Wait. You pulled her out of school last year because her hair was long and we get thing hair grow like one of the sister wives. We said hair grows. Cut it, and you're supposed to cut it. Finally, we agreed to cut it. Thank you.",
		"episode": "s04e06",
		"objectID": "406406"
	},
	{
		"time": "00:47:01",
		"speaker": 2,
		"line": "Got a haircut at school. You looked at my haircut in place of the rally.",
		"episode": "s04e06",
		"objectID": "406407"
	},
	{
		"time": "00:47:07",
		"speaker": 0,
		"line": "Or did you have to cut it? Pep rally? You",
		"episode": "s04e06",
		"objectID": "406408"
	},
	{
		"time": "00:47:10",
		"speaker": 4,
		"line": "got ta hear for If you all aren't taking K,",
		"episode": "s04e06",
		"objectID": "406409"
	},
	{
		"time": "00:47:13",
		"speaker": 0,
		"line": "we're trying to educate education, play out the scenario play. Here's what worries May is I cant start going around the school and telling young girls they have to lose weight. Okay, I can't start body shaming young girls again.",
		"episode": "s04e06",
		"objectID": "406410"
	},
	{
		"time": "00:47:28",
		"speaker": 4,
		"line": "Body shaming slash shame and everything's a damn shine. I don't care, There's reality And then there's not reality. Reality is she's put on pounds. She didn't look good. Have you talked to your have? No, Don't talk to my daughter. You don't talk to her. No, it's your job. Okay. Most of the damn day. What if",
		"episode": "s04e06",
		"objectID": "406411"
	},
	{
		"time": "00:47:49",
		"speaker": 2,
		"line": "we work on something like that? Part of addressing what your problem is? Maybe is helping home life. Maybe we can help you talk.",
		"episode": "s04e06",
		"objectID": "406412"
	},
	{
		"time": "00:47:56",
		"speaker": 4,
		"line": "Teoh, come to roost House. You all gonna come to roost? House? No doorman on Lee Man allowed in. There's Terry near not coming to Roost house. We're nice",
		"episode": "s04e06",
		"objectID": "406413"
	},
	{
		"time": "00:48:07",
		"speaker": 2,
		"line": "guys. I mean, what's so special about Terry?",
		"episode": "s04e06",
		"objectID": "406414"
	},
	{
		"time": "00:48:09",
		"speaker": 4,
		"line": "Nice guy. That was a dead on impression. Got",
		"episode": "s04e06",
		"objectID": "406415"
	},
	{
		"time": "00:48:16",
		"speaker": 2,
		"line": "that stuff. I just saw myself in the mirror and I hated the way it looks. You're",
		"episode": "s04e06",
		"objectID": "406416"
	},
	{
		"time": "00:48:20",
		"speaker": 4,
		"line": "not nice, guys. If you were nice guys. He would let me talk. Teoh, you live in times a man here. Why won't you let me talk to manage? I think that's Terry. Get your ass back in the fucking car. Swear to God,",
		"episode": "s04e06",
		"objectID": "406417"
	},
	{
		"time": "00:48:36",
		"speaker": 0,
		"line": "you just peaches headed and then snuck away.",
		"episode": "s04e06",
		"objectID": "406418"
	},
	{
		"time": "00:48:39",
		"speaker": 4,
		"line": "Where to? Go stick A What do you want",
		"episode": "s04e06",
		"objectID": "406419"
	},
	{
		"time": "00:48:41",
		"speaker": 2,
		"line": "to say to the manager that you haven't said to us? Because every time we finally it feels like we're going to get somewhere. You kind of just say the same",
		"episode": "s04e06",
		"objectID": "406420"
	},
	{
		"time": "00:48:48",
		"speaker": 4,
		"line": "thing. You wish. I talk to you like",
		"episode": "s04e06",
		"objectID": "406421"
	},
	{
		"time": "00:48:50",
		"speaker": 2,
		"line": "you're a manager. I dio I mean, I'm an office manager. I managed",
		"episode": "s04e06",
		"objectID": "406422"
	},
	{
		"time": "00:48:54",
		"speaker": 4,
		"line": "the tail. Huh? What does it entail?",
		"episode": "s04e06",
		"objectID": "406423"
	},
	{
		"time": "00:48:57",
		"speaker": 2,
		"line": "I can answer upto one phone line per day. Big swap. I am supposed to sign all the forms.",
		"episode": "s04e06",
		"objectID": "406424"
	},
	{
		"time": "00:49:05",
		"speaker": 4,
		"line": "Do you know is to know she don't. I can't. Yeah. You're not a manager.",
		"episode": "s04e06",
		"objectID": "406425"
	},
	{
		"time": "00:49:11",
		"speaker": 2,
		"line": "Okay? You're right. I'm a loser. Point blank broke. You",
		"episode": "s04e06",
		"objectID": "406426"
	},
	{
		"time": "00:49:15",
		"speaker": 0,
		"line": "are the one that runs the P T. A s. So in a way, you're kind of a man injured yourself.",
		"episode": "s04e06",
		"objectID": "406427"
	},
	{
		"time": "00:49:20",
		"speaker": 4,
		"line": "Do you guys not know what the manager is? Everything's kind of a manager, Teoh. Everything Sort of like it because you're looking for a restaurant type president Pizzey. And you just",
		"episode": "s04e06",
		"objectID": "406428"
	},
	{
		"time": "00:49:31",
		"speaker": 1,
		"line": "described exactly what would fit the conditions of the manager that you want to speak who could walk in this room right now and and you would see them And you take this is the person I'd like to",
		"episode": "s04e06",
		"objectID": "406429"
	},
	{
		"time": "00:49:41",
		"speaker": 2,
		"line": "tell you look like what? They",
		"episode": "s04e06",
		"objectID": "406430"
	},
	{
		"time": "00:49:42",
		"speaker": 4,
		"line": "dressed okay in a polo shirt. Their contract where it says position says and a g e r.",
		"episode": "s04e06",
		"objectID": "406431"
	},
	{
		"time": "00:49:52",
		"speaker": 1,
		"line": "And they bring that with them everywhere they go",
		"episode": "s04e06",
		"objectID": "406432"
	},
	{
		"time": "00:49:54",
		"speaker": 4,
		"line": "with, um, everywhere. Okay.",
		"episode": "s04e06",
		"objectID": "406433"
	},
	{ "time": "00:49:56", "speaker": 3, "line": "The a g e", "episode": "s04e06", "objectID": "406434" },
	{
		"time": "00:49:58",
		"speaker": 4,
		"line": "o. You think I can't spend them? I n a g r. I thought it was like, Yeah, I went to school. Ah, good school. We know that's my dream. I did go to a good school.",
		"episode": "s04e06",
		"objectID": "406435"
	},
	{
		"time": "00:50:10",
		"speaker": 3,
		"line": "You where you very publicly dropped out of elementary school. But",
		"episode": "s04e06",
		"objectID": "406436"
	},
	{
		"time": "00:50:16",
		"speaker": 4,
		"line": "the elementary school was good. I went Teoh, I didn't finish it, but I went to and it was a good one. That's true. Okay, So a polo contract",
		"episode": "s04e06",
		"objectID": "406437"
	},
	{ "time": "00:50:25", "speaker": 1, "line": "contract in hand", "episode": "s04e06", "objectID": "406438" },
	{ "time": "00:50:26", "speaker": 4, "line": "and dignified.", "episode": "s04e06", "objectID": "406439" },
	{
		"time": "00:50:30",
		"speaker": 0,
		"line": "What? We're all very dignified. Yes.",
		"episode": "s04e06",
		"objectID": "406440"
	},
	{
		"time": "00:50:33",
		"speaker": 4,
		"line": "No, you're not. Yes, I am. We may look sloppy, An unhealthy, but were dignified. I got over Nice guys What the hell is your obsession with nice guys? Finish last. Well, you want to",
		"episode": "s04e06",
		"objectID": "406441"
	},
	{
		"time": "00:50:47",
		"speaker": 2,
		"line": "pressure me like I sound like a surfer,",
		"episode": "s04e06",
		"objectID": "406442"
	},
	{
		"time": "00:50:49",
		"speaker": 4,
		"line": "not a surfer. Honey, you wish you what? What about?",
		"episode": "s04e06",
		"objectID": "406443"
	},
	{
		"time": "00:50:55",
		"speaker": 1,
		"line": "If I like to think I'm a pretty dignified fellas?",
		"episode": "s04e06",
		"objectID": "406444"
	},
	{
		"time": "00:50:57",
		"speaker": 3,
		"line": "A band director was dignified about",
		"episode": "s04e06",
		"objectID": "406445"
	},
	{
		"time": "00:51:01",
		"speaker": 1,
		"line": "band. I mean, we play well. I mean, they like the way that starts making baseball bat. Okay. Controversial? Well, yes, but the song itself is still dignified, and I think I",
		"episode": "s04e06",
		"objectID": "406446"
	},
	{
		"time": "00:51:15",
		"speaker": 4,
		"line": "know what you aren't kneeling. Now. When you play it",
		"episode": "s04e06",
		"objectID": "406447"
	},
	{
		"time": "00:51:18",
		"speaker": 0,
		"line": "will you are just cause you can't hold up that soon.",
		"episode": "s04e06",
		"objectID": "406448"
	},
	{ "time": "00:51:21", "speaker": 4, "line": "It's too heavy", "episode": "s04e06", "objectID": "406449" },
	{
		"time": "00:51:22",
		"speaker": 1,
		"line": "of a soon. Yeah, well, it's too heavy. And a lot of people say you don't need a pursues a bad instrument for marching band. And also, you should be playing in your band. But I say to them,",
		"episode": "s04e06",
		"objectID": "406450"
	},
	{
		"time": "00:51:32",
		"speaker": 4,
		"line": "You got that big row of best soon's and baboons in the back.",
		"episode": "s04e06",
		"objectID": "406451"
	},
	{
		"time": "00:51:35",
		"speaker": 0,
		"line": "You got a bunch of Mr Being played by the boot.",
		"episode": "s04e06",
		"objectID": "406452"
	},
	{
		"time": "00:51:37",
		"speaker": 1,
		"line": "Yeah, well, when you only have one person in the marching band left, you",
		"episode": "s04e06",
		"objectID": "406453"
	},
	{
		"time": "00:51:40",
		"speaker": 4,
		"line": "have called himself dignified. I think we've figured that out, I guess. Again, right. Dignified person in here right now, it's May.",
		"episode": "s04e06",
		"objectID": "406454"
	},
	{
		"time": "00:51:48",
		"speaker": 2,
		"line": "God, I'm feeling like we have been. Our ass is being held to the fire and",
		"episode": "s04e06",
		"objectID": "406455"
	},
	{
		"time": "00:51:52",
		"speaker": 4,
		"line": "it OK, and I'm gonna like that thing all the way. They could have four Chart Ass is in here if you don't let me talk. Tom Hand Atar, I swear to God, I swear to God, I just swear to him.",
		"episode": "s04e06",
		"objectID": "406456"
	},
	{
		"time": "00:52:05",
		"speaker": 2,
		"line": "What if we could bring in the principal? Okay. And if you could What if that's why I'm asking? Would that satisfy you? I can't think of someone higher at this.",
		"episode": "s04e06",
		"objectID": "406457"
	},
	{
		"time": "00:52:16",
		"speaker": 4,
		"line": "I don't know. You tell me. Is the principal a manager?",
		"episode": "s04e06",
		"objectID": "406458"
	},
	{
		"time": "00:52:20",
		"speaker": 3,
		"line": "We'll wear pulling because the bridge was pissed It us right now,",
		"episode": "s04e06",
		"objectID": "406459"
	},
	{ "time": "00:52:25", "speaker": 4, "line": "would you?", "episode": "s04e06", "objectID": "406460" },
	{
		"time": "00:52:27",
		"speaker": 1,
		"line": "Everything out of our jobs Everything in",
		"episode": "s04e06",
		"objectID": "406461"
	},
	{
		"time": "00:52:29",
		"speaker": 4,
		"line": "nothing but were normal. Now your normal. Now you're not gay. No more Your normal now. That's exactly right. Delivered! I don't carry a person. I like women and women, Women, women, women, women You should come down to roost House.",
		"episode": "s04e06",
		"objectID": "406462"
	},
	{
		"time": "00:52:45",
		"speaker": 3,
		"line": "Is that what you're saying? Yes, where I'm saying why? Why do you want me to go about their?",
		"episode": "s04e06",
		"objectID": "406463"
	},
	{
		"time": "00:52:52",
		"speaker": 4,
		"line": "Because you like women? Is a lot of women there? Yeah, Only man ever a ladder bears Terry. I near their love, Terry. So it is a budget. Women",
		"episode": "s04e06",
		"objectID": "406464"
	},
	{
		"time": "00:53:04",
		"speaker": 3,
		"line": "there who have been battered and fried. Terry",
		"episode": "s04e06",
		"objectID": "406465"
	},
	{
		"time": "00:53:08",
		"speaker": 0,
		"line": "don't know. You're thinking",
		"episode": "s04e06",
		"objectID": "406466"
	},
	{
		"time": "00:53:09",
		"speaker": 4,
		"line": "of crisps, chips, their fish and chips. Dignified women. Do you love Terry?",
		"episode": "s04e06",
		"objectID": "406467"
	},
	{ "time": "00:53:18", "speaker": 3, "line": "Yeah. Do you love Terry?", "episode": "s04e06", "objectID": "406468" },
	{ "time": "00:53:19", "speaker": 4, "line": "Do you love", "episode": "s04e06", "objectID": "406469" },
	{
		"time": "00:53:22",
		"speaker": 2,
		"line": "What? Ok, that seemed like a brush off of it. And",
		"episode": "s04e06",
		"objectID": "406470"
	},
	{
		"time": "00:53:24",
		"speaker": 4,
		"line": "yeah, sure. I love to Cool. Yeah. You think you stayed married to me on love?",
		"episode": "s04e06",
		"objectID": "406471"
	},
	{
		"time": "00:53:29",
		"speaker": 0,
		"line": "Yeah. I mean, my wife stayed married to me, and it turns out she didn't let me for a while. Yeah. Then she divorced.",
		"episode": "s04e06",
		"objectID": "406472"
	},
	{
		"time": "00:53:34",
		"speaker": 2,
		"line": "She divorced me. It just kind of seems",
		"episode": "s04e06",
		"objectID": "406473"
	},
	{
		"time": "00:53:35",
		"speaker": 4,
		"line": "like your name yourself, Todd wife. You get it?",
		"episode": "s04e06",
		"objectID": "406474"
	},
	{
		"time": "00:53:39",
		"speaker": 0,
		"line": "I unfortunately, I do not",
		"episode": "s04e06",
		"objectID": "406475"
	},
	{
		"time": "00:53:41",
		"speaker": 4,
		"line": "know. Get it? Your last name's everything you don't have. That's very true. And I wish I was great. You But if you wanted to be Spanish Todd s Sposa because I want tickets. So, unlike the skull,",
		"episode": "s04e06",
		"objectID": "406476"
	},
	{
		"time": "00:53:54",
		"speaker": 2,
		"line": "I guess what we're getting at with Do you love, Terry, is it seems like you're coming here to complain about things that you don't really care about. You don't talk to your daughter just to kind of stay away from Terry you kind of chasing you around t be involved. But you're just, you know you're killing your time with other.",
		"episode": "s04e06",
		"objectID": "406477"
	},
	{
		"time": "00:54:11",
		"speaker": 4,
		"line": "I'm not filling my time. If my daughter loses 15 where to God? You guys won't see me up here no more.",
		"episode": "s04e06",
		"objectID": "406478"
	},
	{
		"time": "00:54:17",
		"speaker": 2,
		"line": "What do you say? That she",
		"episode": "s04e06",
		"objectID": "406479"
	},
	{
		"time": "00:54:18",
		"speaker": 0,
		"line": "lets take some steps? I'm gonna put your boat daughter back on the basketball team. I'm gonna put her in my voice and movement class. We do eight minute abs, the beginning of every class to work under core. So way will get her to start losing that",
		"episode": "s04e06",
		"objectID": "406480"
	},
	{
		"time": "00:54:31",
		"speaker": 1,
		"line": "way. How about this? Ill put her in the color guard for for our for our much of man.",
		"episode": "s04e06",
		"objectID": "406481"
	},
	{ "time": "00:54:37", "speaker": 4, "line": "What the hell is that?", "episode": "s04e06", "objectID": "406482" },
	{
		"time": "00:54:38",
		"speaker": 1,
		"line": "It's a live flag twirling. It's like, you know, Okay. Should be the only one, so she'd be carrying a huge load.",
		"episode": "s04e06",
		"objectID": "406483"
	},
	{
		"time": "00:54:44",
		"speaker": 4,
		"line": "Good, Good. I'll do it. Good. Thank you. I can say she",
		"episode": "s04e06",
		"objectID": "406484"
	},
	{
		"time": "00:54:48",
		"speaker": 3,
		"line": "has to carry all the blacks what she has to carry all the flight.",
		"episode": "s04e06",
		"objectID": "406485"
	},
	{
		"time": "00:54:51",
		"speaker": 1,
		"line": "However routine has to have 10 flags or you're disqualified. She would be flipping 10 flat.",
		"episode": "s04e06",
		"objectID": "406486"
	},
	{ "time": "00:54:56", "speaker": 4, "line": "Okay, Okay.", "episode": "s04e06", "objectID": "406487" },
	{
		"time": "00:54:57",
		"speaker": 1,
		"line": "Would judge. And then they would judge.",
		"episode": "s04e06",
		"objectID": "406488"
	},
	{ "time": "00:54:59", "speaker": 4, "line": "All right, I don't care.", "episode": "s04e06", "objectID": "406489" },
	{
		"time": "00:55:00",
		"speaker": 3,
		"line": "And when she's in my home at class.",
		"episode": "s04e06",
		"objectID": "406490"
	},
	{
		"time": "00:55:02",
		"speaker": 2,
		"line": "You don't see you don't care this for me.",
		"episode": "s04e06",
		"objectID": "406491"
	},
	{
		"time": "00:55:04",
		"speaker": 4,
		"line": "So you just go tell the weather. Com a man.",
		"episode": "s04e06",
		"objectID": "406492"
	},
	{
		"time": "00:55:08",
		"speaker": 2,
		"line": "OK, that's my name is Sam Weatherman, But I don't tell",
		"episode": "s04e06",
		"objectID": "406493"
	},
	{
		"time": "00:55:11",
		"speaker": 1,
		"line": "on again wordplay on our last names. We're getting",
		"episode": "s04e06",
		"objectID": "406494"
	},
	{
		"time": "00:55:14",
		"speaker": 4,
		"line": "five. You just stick to the weather.",
		"episode": "s04e06",
		"objectID": "406495"
	},
	{ "time": "00:55:19", "speaker": 2, "line": "I apologize.", "episode": "s04e06", "objectID": "406496" },
	{
		"time": "00:55:20",
		"speaker": 3,
		"line": "I have your daughter only cooked very healthy things in such as a salads. I'm grilled chicken with lemon herb. Okay, um,",
		"episode": "s04e06",
		"objectID": "406497"
	},
	{
		"time": "00:55:36",
		"speaker": 4,
		"line": "I still want to talk to me. Oh, damn it. Because I want to make sure this I want to make sure this is documented. Uh, that's my big problem here, cause I feel like I come up here. You'll tell me, make all these promises to me. What about",
		"episode": "s04e06",
		"objectID": "406498"
	},
	{
		"time": "00:55:50",
		"speaker": 1,
		"line": "this? What if we just hired you as the manager of the school? I e mean, because",
		"episode": "s04e06",
		"objectID": "406499"
	},
	{ "time": "00:55:56", "speaker": 4, "line": "I can't", "episode": "s04e06", "objectID": "406500" },
	{
		"time": "00:55:56",
		"speaker": 1,
		"line": "think of any other solution. I mean,",
		"episode": "s04e06",
		"objectID": "406501"
	},
	{ "time": "00:55:58", "speaker": 4, "line": "they aren't trying", "episode": "s04e06", "objectID": "406502" },
	{
		"time": "00:55:58",
		"speaker": 3,
		"line": "to oust the current principal. The board is",
		"episode": "s04e06",
		"objectID": "406503"
	},
	{
		"time": "00:56:01",
		"speaker": 4,
		"line": "well for rehiring was not",
		"episode": "s04e06",
		"objectID": "406504"
	},
	{
		"time": "00:56:03",
		"speaker": 0,
		"line": "America. They're trying out Chip.",
		"episode": "s04e06",
		"objectID": "406505"
	},
	{
		"time": "00:56:05",
		"speaker": 4,
		"line": "They are out. I say, Oh, yeah. Given Booth. Okay, listen. The board is trying to get the principal boob. Okay? Okay. You know, I'm not gonna take that offer because I'm really happy. And Bruce House one free is very good. It's women. And Terry, it's all women in tearing spray. And I can't be on the real housewives if I worked as the manager of the scope.",
		"episode": "s04e06",
		"objectID": "406506"
	},
	{
		"time": "00:56:31",
		"speaker": 0,
		"line": "Well, here's what I'm worried about is even if we do this, you're still going toe. Use your YouTube log to call us out and roast you, no matter what. You use that block to shit on",
		"episode": "s04e06",
		"objectID": "406507"
	},
	{
		"time": "00:56:44",
		"speaker": 4,
		"line": "people of your thoughts. You did",
		"episode": "s04e06",
		"objectID": "406508"
	},
	{
		"time": "00:56:47",
		"speaker": 3,
		"line": "an unboxing video of Todd's doc kit. Um, and you just really roasted him for having, like, nasty toothpaste and shitty deodorant. And it was a really hit on time. Yeah. My what? Yeah. Your your toiletries.",
		"episode": "s04e06",
		"objectID": "406509"
	},
	{
		"time": "00:57:06",
		"speaker": 2,
		"line": "Really it on Todd Point. Oh, Todd's YouTube channel. You You lampooned your own? Uh,",
		"episode": "s04e06",
		"objectID": "406510"
	},
	{
		"time": "00:57:13",
		"speaker": 4,
		"line": "I really thought was shitty. A big if cause you saw my video. You saw my video. And I swear to God, if you don't admit it, if you don't admit it,",
		"episode": "s04e06",
		"objectID": "406511"
	},
	{
		"time": "00:57:24",
		"speaker": 0,
		"line": "I never saw video. We're even talking",
		"episode": "s04e06",
		"objectID": "406512"
	},
	{
		"time": "00:57:27",
		"speaker": 4,
		"line": "about you. Were you literally just said my YouTube channel.",
		"episode": "s04e06",
		"objectID": "406513"
	},
	{
		"time": "00:57:32",
		"speaker": 0,
		"line": "I don't know what I misspoke",
		"episode": "s04e06",
		"objectID": "406514"
	},
	{
		"time": "00:57:34",
		"speaker": 4,
		"line": "Now your subscriber here idiot described by accident. Why? And I got the notification",
		"episode": "s04e06",
		"objectID": "406515"
	},
	{
		"time": "00:57:44",
		"speaker": 3,
		"line": "you want. Uh, well, it's all gonna be documented next week on Bill Dickey. Elice nous.",
		"episode": "s04e06",
		"objectID": "406516"
	},
	{
		"time": "00:57:53",
		"speaker": 4,
		"line": "I wish I wouldn't make YouTube channels no. Help. Fight off, Pearl. You fuck on free! You fucking me off you all. I'm looking for a partner right now. Pearl. My married woman. You wearing? Look",
		"episode": "s04e06",
		"objectID": "406517"
	},
	{
		"time": "00:58:11",
		"speaker": 2,
		"line": "outside. Terri's holding up a big sign. Swear because I love you, girl.",
		"episode": "s04e06",
		"objectID": "406518"
	},
	{ "time": "00:58:19", "speaker": 4, "line": "Very sweet. Slipping", "episode": "s04e06", "objectID": "406519" },
	{
		"time": "00:58:21",
		"speaker": 3,
		"line": "him off. He's sadly his head and getting back in the car.",
		"episode": "s04e06",
		"objectID": "406520"
	},
	{
		"time": "00:58:24",
		"speaker": 0,
		"line": "How sad. He made that side and held it up.",
		"episode": "s04e06",
		"objectID": "406521"
	},
	{
		"time": "00:58:28",
		"speaker": 2,
		"line": "He's rolling, Rolling up to the sign.",
		"episode": "s04e06",
		"objectID": "406522"
	},
	{
		"time": "00:58:32",
		"speaker": 4,
		"line": "Terry's. You trust me too. Damn romantic, right? That's how we lost everything. Oh,",
		"episode": "s04e06",
		"objectID": "406523"
	},
	{
		"time": "00:58:37",
		"speaker": 3,
		"line": "right. That big romantic gesture that was so expensive,",
		"episode": "s04e06",
		"objectID": "406524"
	},
	{ "time": "00:58:41", "speaker": 4, "line": "huh? Saudi lost it. Ah,", "episode": "s04e06", "objectID": "406525" },
	{
		"time": "00:58:43",
		"speaker": 2,
		"line": "what would you say is your love language if you if you want to relate to Terry What? What would help him do that loud? Loud? My love line, which, but Yeah, sure. So what? So it's just",
		"episode": "s04e06",
		"objectID": "406526"
	},
	{
		"time": "00:59:02",
		"speaker": 3,
		"line": "screaming. I love you. Yeah, let's get dinner, baby out.",
		"episode": "s04e06",
		"objectID": "406527"
	},
	{
		"time": "00:59:07",
		"speaker": 2,
		"line": "Or you could even be saying negative things, but if it was loud, But",
		"episode": "s04e06",
		"objectID": "406528"
	},
	{
		"time": "00:59:10",
		"speaker": 4,
		"line": "I know you love me, but He's so fucking soft spoken. He so soft spoken. I got to say, Would you say Would you say I don't want to have to ask you again? Which say what attracted",
		"episode": "s04e06",
		"objectID": "406529"
	},
	{
		"time": "00:59:20",
		"speaker": 1,
		"line": "you to him in the first place? It doesn't seem like that's a quality that you just found out about",
		"episode": "s04e06",
		"objectID": "406530"
	},
	{
		"time": "00:59:24",
		"speaker": 4,
		"line": "while he was a referee. He was you",
		"episode": "s04e06",
		"objectID": "406531"
	},
	{
		"time": "00:59:30",
		"speaker": 2,
		"line": "people in the power power",
		"episode": "s04e06",
		"objectID": "406532"
	},
	{ "time": "00:59:33", "speaker": 0, "line": "love a man in a Z Brown", "episode": "s04e06", "objectID": "406533" },
	{ "time": "00:59:35", "speaker": 4, "line": "e. I mean, who wants", "episode": "s04e06", "objectID": "406534" },
	{
		"time": "00:59:36",
		"speaker": 2,
		"line": "the data basketball? Where would you condemn",
		"episode": "s04e06",
		"objectID": "406535"
	},
	{
		"time": "00:59:39",
		"speaker": 4,
		"line": "him at work? And he was, you know, manhandling the players tell them what to do. Stop in the game",
		"episode": "s04e06",
		"objectID": "406536"
	},
	{
		"time": "00:59:45",
		"speaker": 2,
		"line": "was shorter than it was. Not a good rap. Manhandling players. Some of the players. He's pretty. He he does, I guess, take initiative in the wrong way.",
		"episode": "s04e06",
		"objectID": "406537"
	},
	{
		"time": "00:59:56",
		"speaker": 4,
		"line": "Way. Well, we don't I don't need y'all taking my man. Yeah, He was the first",
		"episode": "s04e06",
		"objectID": "406538"
	},
	{
		"time": "01:00:03",
		"speaker": 3,
		"line": "referee to give himself a technical,",
		"episode": "s04e06",
		"objectID": "406539"
	},
	{
		"time": "01:00:06",
		"speaker": 4,
		"line": "and then he shot the shots. And then you best of all of enough. Enough. What? Karl, enough. Okay. I thought it were recapturing about dairy. We don't need it. I said to keep my family out of it. Man, It wasn't a husk of himself. you ruined. Used to land on the ground. He used to dress up like a zebra and play for the wrong play for teams and will never told you. Why has anyone ever said to you, Bill Craig, be that your last name should be built crazy? You're out of your goddamn mind. Of course, people bucket Adam, I'm I have ridiculous voice. I host a show called Bill Dick Uselessness Another showing developments that I'm looking for a wife toe host with me so we can flip houses. Yeah, but you are. But you are. Okay. I don't want talk about Terry no more. I'm not up here about Terry. What are you here for? Oh, this is why the fuck I need to talk to Manager Sam. I've said at least five times why I'm here. Sam has the nerve to ask me what I'm here for because that's something that amateur would do. You're not an amateur in life. There are amateurs and their managers. Managers professional. You don't know. Got something. Okay. A squirrel. Henderson had bad born. I haven't had oyster Henderson always. Okay, Carl. Muscle? Yeah. No, no, no. Having Okay, I'm sorry. Asking me what I'm up here for. I swear that Let me talk to Manchuria. Pearl. We really documenting!",
		"episode": "s04e06",
		"objectID": "406540"
	},
	{
		"time": "01:02:04",
		"speaker": 1,
		"line": "We told you we can't there. The position doesn't exist right now,",
		"episode": "s04e06",
		"objectID": "406541"
	},
	{
		"time": "01:02:08",
		"speaker": 4,
		"line": "So unfortunately, we're pulling out. I",
		"episode": "s04e06",
		"objectID": "406542"
	},
	{
		"time": "01:02:11",
		"speaker": 0,
		"line": "can pull rockers. Just fucking",
		"episode": "s04e06",
		"objectID": "406543"
	},
	{ "time": "01:02:13", "speaker": 4, "line": "spelling. You can't", "episode": "s04e06", "objectID": "406544" },
	{ "time": "01:02:14", "speaker": 0, "line": "go in your daughter.", "episode": "s04e06", "objectID": "406545" },
	{
		"time": "01:02:15",
		"speaker": 4,
		"line": "Yeah, Pull out, Joe. You want Teoh has do very quickly.",
		"episode": "s04e06",
		"objectID": "406546"
	},
	{ "time": "01:02:23", "speaker": 0, "line": "I have yet I have to.", "episode": "s04e06", "objectID": "406547" },
	{
		"time": "01:02:25",
		"speaker": 4,
		"line": "Yeah, yeah, yeah. What? You see the tattoo? I'm a one pump job. Goddamn, That's such a funny joke. Tattoo on Todd's chesty son right now are disgusting. One are sick. You're sick. I'm pulling my daughter out of here. One spoke That was a prank by your she expelled way managers. You're a teacher? Home friend, office Clark, band director not explained the",
		"episode": "s04e06",
		"objectID": "406548"
	},
	{
		"time": "01:03:00",
		"speaker": 3,
		"line": "daughter. We can write a petition and get your daughter fucking kicked out of this school.",
		"episode": "s04e06",
		"objectID": "406549"
	},
	{
		"time": "01:03:04",
		"speaker": 4,
		"line": "Well, you're not, and I'll write a counter petition. You will. How",
		"episode": "s04e06",
		"objectID": "406550"
	},
	{
		"time": "01:03:09",
		"speaker": 3,
		"line": "many signatures were you get, Terry? That's it.",
		"episode": "s04e06",
		"objectID": "406551"
	},
	{
		"time": "01:03:12",
		"speaker": 4,
		"line": "And every woman up in Rousse house. Bitch! Try me. Don't force them to do something. I run the p t. A. I get every parent on board here. We won't be a school. No more Won't be a school. No more. Follow girls, not here. Think about that.",
		"episode": "s04e06",
		"objectID": "406552"
	},
	{
		"time": "01:03:29",
		"speaker": 2,
		"line": "Won't be a school the more I think it will",
		"episode": "s04e06",
		"objectID": "406553"
	},
	{
		"time": "01:03:32",
		"speaker": 4,
		"line": "be a ghost town school's out. You think it's",
		"episode": "s04e06",
		"objectID": "406554"
	},
	{
		"time": "01:03:39",
		"speaker": 2,
		"line": "going to be open, but just know students tumbleweed",
		"episode": "s04e06",
		"objectID": "406555"
	},
	{
		"time": "01:03:42",
		"speaker": 4,
		"line": "Before you guys in here with that a manager fucking around. I swear, Teoh, that's a real threat. Yeah, yeah, cause I don't usually swear I wanna do. I'm serious. OK,",
		"episode": "s04e06",
		"objectID": "406556"
	},
	{
		"time": "01:04:01",
		"speaker": 2,
		"line": "well, okay. A tough customer, I will say. Oh, yeah. I mean, you're not protecting you mean Yes, It's a compliment.",
		"episode": "s04e06",
		"objectID": "406557"
	},
	{
		"time": "01:04:11",
		"speaker": 4,
		"line": "Oh, yeah. Okay. I had a question for us. Maybe you can help me with the wood G b Well, in to be a character reference for me for real housewife's.",
		"episode": "s04e06",
		"objectID": "406558"
	},
	{
		"time": "01:04:25",
		"speaker": 2,
		"line": "Yeah, I will tell them that you're crazy for",
		"episode": "s04e06",
		"objectID": "406559"
	},
	{
		"time": "01:04:27",
		"speaker": 1,
		"line": "sure. I will tell them that if you've ever wanted to not even have to edit the footage, you should cast this woman and just roll a camera. Live up. You should cut. You'll be able to cut a 22 minute chunk of her talking.",
		"episode": "s04e06",
		"objectID": "406560"
	},
	{ "time": "01:04:39", "speaker": 4, "line": "Thank you.", "episode": "s04e06", "objectID": "406561" },
	{
		"time": "01:04:39",
		"speaker": 1,
		"line": "Just play it as a full episode and you won't have to edit it. And",
		"episode": "s04e06",
		"objectID": "406562"
	},
	{
		"time": "01:04:42",
		"speaker": 2,
		"line": "my only recommendation is You've gotta broaden out on your problems. You have more",
		"episode": "s04e06",
		"objectID": "406563"
	},
	{
		"time": "01:04:48",
		"speaker": 4,
		"line": "problem, honey. I got problems for days. Okay, give",
		"episode": "s04e06",
		"objectID": "406564"
	},
	{
		"time": "01:04:51",
		"speaker": 2,
		"line": "me Give me a different problem. You have.",
		"episode": "s04e06",
		"objectID": "406565"
	},
	{
		"time": "01:04:53",
		"speaker": 4,
		"line": "Um I'm going through menopause, okay? And I'm having hot flashes, but it's cold outside. Okay,",
		"episode": "s04e06",
		"objectID": "406566"
	},
	{
		"time": "01:05:03",
		"speaker": 0,
		"line": "I'll tell you this right now, if you'll get on that show over my dead body, I'm gonna write them a recommendation that says you're normal and boring person.",
		"episode": "s04e06",
		"objectID": "406567"
	},
	{
		"time": "01:05:13",
		"speaker": 4,
		"line": "You wish I waas. You wish I was. Here's question for you. Such as teachers. If you have one woman feeling like she's Ah, 150 degrees for two hours of each day. How many degrees is she? Really?",
		"episode": "s04e06",
		"objectID": "406568"
	},
	{
		"time": "01:05:34",
		"speaker": 1,
		"line": "I call that a question is the stretch. That's a tough word. I mean, I've heard of you got three. Avocado is what happens if you had to have two trains leave the station. That the exact",
		"episode": "s04e06",
		"objectID": "406569"
	},
	{
		"time": "01:05:47",
		"speaker": 4,
		"line": "same time? Exactly. One of those kind of problems.",
		"episode": "s04e06",
		"objectID": "406570"
	},
	{
		"time": "01:05:50",
		"speaker": 0,
		"line": "One feels like she's 1500 integrated two hours a day.",
		"episode": "s04e06",
		"objectID": "406571"
	},
	{
		"time": "01:05:54",
		"speaker": 1,
		"line": "How How hot is she? Really?",
		"episode": "s04e06",
		"objectID": "406572"
	},
	{ "time": "01:05:56", "speaker": 4, "line": "Yeah. Uh huh.", "episode": "s04e06", "objectID": "406573" },
	{
		"time": "01:05:57",
		"speaker": 2,
		"line": "I don't think the problem gave us enough evidence.",
		"episode": "s04e06",
		"objectID": "406574"
	},
	{
		"time": "01:06:00",
		"speaker": 0,
		"line": "I know The answer is a trick question. The woman's out of her stupid mind",
		"episode": "s04e06",
		"objectID": "406575"
	},
	{
		"time": "01:06:05",
		"speaker": 4,
		"line": "Temperature, you dumb motherfucker! Yeah, I'm sick. Y'all swear? Glances sticky. All just swear to hog is your God. Habanos. Well, when I swear Hall Well, there are times that I swear to halt. Don't go, Okay? I don't want to be just, you know well, And Millie sweat ago. So yes, sometimes I say it's the same statement back. Everyone isn't. Wow!",
		"episode": "s04e06",
		"objectID": "406576"
	},
	{
		"time": "01:06:37",
		"speaker": 2,
		"line": "Do any of your sweat hogs ever sort of come true? Are",
		"episode": "s04e06",
		"objectID": "406577"
	},
	{
		"time": "01:06:40",
		"speaker": 4,
		"line": "Oh, yeah, honey, All Tom all the time. Listen, let no, seriously. You guys think I came up here to fuck around? I didn't. Okay, well, I think. Do you, Bill? Crazy? Do you know? Come on, Borough, get the fuck. Adding Allow you want me to leave you alone will get those pounds off. Eight. Your older.",
		"episode": "s04e06",
		"objectID": "406578"
	},
	{
		"time": "01:07:07",
		"speaker": 1,
		"line": "She's been expelled. We can't do it. We",
		"episode": "s04e06",
		"objectID": "406579"
	},
	{
		"time": "01:07:09",
		"speaker": 4,
		"line": "will work your daughter back. We'll kill you. We'll kill you. But not you. Better not know producers of the housewives like that. I have two kids, 1.1 curl.",
		"episode": "s04e06",
		"objectID": "406580"
	},
	{
		"time": "01:07:25",
		"speaker": 0,
		"line": "The only reason you want your daughter to stay alive because the producers No, You have to",
		"episode": "s04e06",
		"objectID": "406581"
	},
	{
		"time": "01:07:29",
		"speaker": 4,
		"line": "talk to your daughter. You because she's here most of the time. What do you want from me? I don't know. Do some of the parenting work? Okay? Have you had a child before? Know yet? Exactly. A little boy. The weatherman. Front office, Clark. Nothing going on in the back office. John, have family. Wow.",
		"episode": "s04e06",
		"objectID": "406582"
	},
	{
		"time": "01:07:51",
		"speaker": 0,
		"line": "Jesus is really making us feel bad",
		"episode": "s04e06",
		"objectID": "406583"
	},
	{
		"time": "01:07:53",
		"speaker": 4,
		"line": "about good, because hopefully this will spring in action. What do you think of a fucking job?",
		"episode": "s04e06",
		"objectID": "406584"
	},
	{
		"time": "01:08:01",
		"speaker": 1,
		"line": "I know, Pearl. I don't I think were not you. Maybe you made me feel very bad about myself for the past 35.",
		"episode": "s04e06",
		"objectID": "406585"
	},
	{
		"time": "01:08:09",
		"speaker": 4,
		"line": "Because that's what April's going to go into the world feeling like if she won't lose us to 10 snacking for good. Look, she came here to feel good.",
		"episode": "s04e06",
		"objectID": "406586"
	},
	{
		"time": "01:08:17",
		"speaker": 1,
		"line": "We'll do it. I said ideo. I think maybe",
		"episode": "s04e06",
		"objectID": "406587"
	},
	{
		"time": "01:08:19",
		"speaker": 0,
		"line": "the elephant in the room here Pearl is just how morbidly obese you are.",
		"episode": "s04e06",
		"objectID": "406588"
	},
	{
		"time": "01:08:26",
		"speaker": 4,
		"line": "Okay. Yeah. Brand. What's your poor? Your not going through menopause. You? I was stripped nearly as fat as fuck. What's your point? It",
		"episode": "s04e06",
		"objectID": "406589"
	},
	{
		"time": "01:08:39",
		"speaker": 2,
		"line": "seems like you're issue. Maybe isn't really with April.",
		"episode": "s04e06",
		"objectID": "406590"
	},
	{
		"time": "01:08:42",
		"speaker": 4,
		"line": "No, it's what April? Listen. I've lived rolled in there. You started yelling at us, and when it's time from the Rome. I said I'll call. Shouldn't come back here. Prema. Charlie, Listen, I have my own issues, but I'm not asking for help with my issues, Okay? My daughter is in your care for several hours of the day, all right? And it's up to you guys to help her out. Father, I pulled out. Take her somewhere. Okay? Get another school. It's not like this Ali skull way. We'll do it. We'll do it. That you have our word. Thank you. Because I've got my own issues. We don't need to point it out. Okay? We don't need to point it out, but I want a proto have a better life tie. Okay, We understood.",
		"episode": "s04e06",
		"objectID": "406591"
	},
	{
		"time": "01:09:31",
		"speaker": 1,
		"line": "Do you actually are getting emotional, right?",
		"episode": "s04e06",
		"objectID": "406592"
	},
	{
		"time": "01:09:33",
		"speaker": 4,
		"line": "Yeah, I'm getting emotional. I get emotional. I am ashamed. And I've got levels. There's levels to the shed. OK? Do you like, make male?",
		"episode": "s04e06",
		"objectID": "406593"
	},
	{
		"time": "01:09:41",
		"speaker": 0,
		"line": "Yes. Way directed the oh,",
		"episode": "s04e06",
		"objectID": "406594"
	},
	{ "time": "01:09:51", "speaker": 4, "line": "hey, what", "episode": "s04e06", "objectID": "406595" },
	{ "time": "01:09:52", "speaker": 3, "line": "is he going to prison?", "episode": "s04e06", "objectID": "406596" },
	{
		"time": "01:09:53",
		"speaker": 4,
		"line": "He might be, and I hate it, but whatever. That's not my business to kiss. Raise What's going on? I think",
		"episode": "s04e06",
		"objectID": "406597"
	},
	{
		"time": "01:09:58",
		"speaker": 0,
		"line": "we should put more nonviolent drug offenders in prison",
		"episode": "s04e06",
		"objectID": "406598"
	},
	{
		"time": "01:10:00",
		"speaker": 4,
		"line": "way. Take back these presents. Yeah, well, I'm with nonviolent. Okay. Talk. Because your dad was non violent criminal. It was colic.",
		"episode": "s04e06",
		"objectID": "406599"
	},
	{
		"time": "01:10:14",
		"speaker": 0,
		"line": "I don't want to talk about Holly. Yes. My father was a non files alcoholic.",
		"episode": "s04e06",
		"objectID": "406600"
	},
	{
		"time": "01:10:22",
		"speaker": 4,
		"line": "Non booth. Of course he was. He raised a coward, son. Hey, didn't rise you.",
		"episode": "s04e06",
		"objectID": "406601"
	},
	{
		"time": "01:10:29",
		"speaker": 0,
		"line": "I'm not a coward. I'm an actor.",
		"episode": "s04e06",
		"objectID": "406602"
	},
	{ "time": "01:10:34", "speaker": 2, "line": "Actors a very brave", "episode": "s04e06", "objectID": "406603" },
	{
		"time": "01:10:36",
		"speaker": 0,
		"line": "bravest that you could do",
		"episode": "s04e06",
		"objectID": "406604"
	},
	{
		"time": "01:10:37",
		"speaker": 4,
		"line": "is put yourself out there. Never know is a coward.",
		"episode": "s04e06",
		"objectID": "406605"
	},
	{
		"time": "01:10:40",
		"speaker": 0,
		"line": "Really? Obviously you haven't met Steven fucking Sigel.",
		"episode": "s04e06",
		"objectID": "406606"
	},
	{
		"time": "01:10:43",
		"speaker": 4,
		"line": "No, I haven't met him. But you know who I have met? Bill Murray.",
		"episode": "s04e06",
		"objectID": "406607"
	},
	{ "time": "01:10:48", "speaker": 2, "line": "He's a He's a coward.", "episode": "s04e06", "objectID": "406608" },
	{
		"time": "01:10:49",
		"speaker": 4,
		"line": "Coward. Some foreign autograph. He said no coward.",
		"episode": "s04e06",
		"objectID": "406609"
	},
	{
		"time": "01:10:54",
		"speaker": 3,
		"line": "He was scared to give me an autograph.",
		"episode": "s04e06",
		"objectID": "406610"
	},
	{
		"time": "01:10:57",
		"speaker": 0,
		"line": "Did you ask him while he was in the middle of one of his famous pranks?",
		"episode": "s04e06",
		"objectID": "406611"
	},
	{ "time": "01:10:59", "speaker": 4, "line": "Yeah. You know, I did", "episode": "s04e06", "objectID": "406612" },
	{
		"time": "01:11:01",
		"speaker": 0,
		"line": "issue distracted from the front.",
		"episode": "s04e06",
		"objectID": "406613"
	},
	{
		"time": "01:11:02",
		"speaker": 4,
		"line": "You have all the answers now you know everything about life. Now",
		"episode": "s04e06",
		"objectID": "406614"
	},
	{ "time": "01:11:06", "speaker": 0, "line": "I feel bad about", "episode": "s04e06", "objectID": "406615" },
	{
		"time": "01:11:07",
		"speaker": 4,
		"line": "Yeah. Eso girl. Yeah. You listen. You okay? Okay.",
		"episode": "s04e06",
		"objectID": "406616"
	},
	{ "time": "01:11:15", "speaker": 3, "line": "Listen to me.", "episode": "s04e06", "objectID": "406617" },
	{ "time": "01:11:15", "speaker": 4, "line": "Yeah, OK.", "episode": "s04e06", "objectID": "406618" },
	{
		"time": "01:11:16",
		"speaker": 3,
		"line": "We're gonna take care about April, right? We're gonna have really losing weight. Good. All right. Great. You have our word right now. You know how How, How much time do we have to get to whip her into shape?",
		"episode": "s04e06",
		"objectID": "406619"
	},
	{
		"time": "01:11:28",
		"speaker": 4,
		"line": "She needs to leave 15 by the end. This lake. Wow, that's",
		"episode": "s04e06",
		"objectID": "406620"
	},
	{
		"time": "01:11:32",
		"speaker": 0,
		"line": "gonna be bad. Okay, well, it is a week Week, So we have an extra day.",
		"episode": "s04e06",
		"objectID": "406621"
	},
	{
		"time": "01:11:36",
		"speaker": 4,
		"line": "Get her sick. I don't care todo",
		"episode": "s04e06",
		"objectID": "406622"
	},
	{
		"time": "01:11:39",
		"speaker": 1,
		"line": "just put her in the room with your son. Maybe she'll get whatever got",
		"episode": "s04e06",
		"objectID": "406623"
	},
	{
		"time": "01:11:43",
		"speaker": 4,
		"line": "fake. They don't speak, and now they don't speak.",
		"episode": "s04e06",
		"objectID": "406624"
	},
	{
		"time": "01:11:45",
		"speaker": 0,
		"line": "All right, we're gonna do our best on this pro, and if it doesn't work out, please do not come back here. You",
		"episode": "s04e06",
		"objectID": "406625"
	},
	{
		"time": "01:11:52",
		"speaker": 4,
		"line": "know what? You think I want to come here, Talk to your four faces? No, I want to talk to Manger. Someone Pollo. You guys ever hear your butt nuts? Button downs, ties all loose. I want someone polo with khakis. Okay,",
		"episode": "s04e06",
		"objectID": "406626"
	},
	{
		"time": "01:12:07",
		"speaker": 3,
		"line": "We'll talk to someone dressed less nice than us. Oh, you think you're",
		"episode": "s04e06",
		"objectID": "406627"
	},
	{
		"time": "01:12:11",
		"speaker": 4,
		"line": "dressed nice with greater shoes off with your gator shoes? Nice. They're very nice. Hide of Gator Purple, Are they? Yeah. What do you think? Your prints. No, I'm not gay no more. Okay, you've been delivered. Okay. Well, here's a DeLaria purse. OK? D keep saying it down. Thank you. Do I know, carry a Burger City more. I don't want to wear women's clothes again. Omar. You know what? I'm tired. All what?",
		"episode": "s04e06",
		"objectID": "406628"
	},
	{
		"time": "01:12:46",
		"speaker": 0,
		"line": "We're tired of you pearls,",
		"episode": "s04e06",
		"objectID": "406629"
	},
	{ "time": "01:12:48", "speaker": 4, "line": "So Okay,", "episode": "s04e06", "objectID": "406630" },
	{
		"time": "01:12:51",
		"speaker": 0,
		"line": "thanks for being on the show. At least we'll try to fix this problem.",
		"episode": "s04e06",
		"objectID": "406631"
	},
	{
		"time": "01:12:55",
		"speaker": 3,
		"line": "Let's go beat the hell out of Terry.",
		"episode": "s04e06",
		"objectID": "406632"
	},
	{
		"time": "01:12:57",
		"speaker": 4,
		"line": "Put hands on him. Be clear. Put hands on him. Be fucking clear. Don't spread rumors and lies like, okay? He wheels me around. I wouldn't put hands",
		"episode": "s04e06",
		"objectID": "406633"
	},
	{
		"time": "01:13:12",
		"speaker": 2,
		"line": "on him. He rolls you around because do have, in some strange way, a very sweet relationship.",
		"episode": "s04e06",
		"objectID": "406634"
	},
	{
		"time": "01:13:20",
		"speaker": 4,
		"line": "Thank you. Thank you. I appreciate that acknowledgement. Same",
		"episode": "s04e06",
		"objectID": "406635"
	},
	{
		"time": "01:13:24",
		"speaker": 3,
		"line": "weatherman. Terry's holding up a sign that says we're gonna be late to bed.",
		"episode": "s04e06",
		"objectID": "406636"
	},
	{
		"time": "01:13:28",
		"speaker": 4,
		"line": "I just took off. Terry, get the fuck out of here. I know what Tom it is. It's clock on the wall. Yeah. Okay. Well, thank you. Thank you. Thank you so much. Thank Borough. I look forward to seeing a much smaller April.",
		"episode": "s04e06",
		"objectID": "406637"
	},
	{
		"time": "01:13:45",
		"speaker": 0,
		"line": "Well, thanks for being here, Pearl. Thanks for listening to everybody it until next time. Okay?",
		"episode": "s04e06",
		"objectID": "406638"
	}
]
