[
	{
		"time": "00:00:00",
		"speaker": 0,
		"line": "So a bar in your car from machine? Yeah. Yeah, we all did. Yeah. Someone spot one. Yeah. Yeah, we bought ourselves that. We bought that the big nice one. That's",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5080"
	},
	{
		"time": "00:00:10",
		"speaker": 1,
		"line": "really I mean, like, I didn't feel like the old",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5081"
	},
	{
		"time": "00:00:14",
		"speaker": 0,
		"line": "one was making that black gold in a degree. Water the coffee specific lately, I need to find Grind and a hot roast.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5082"
	},
	{
		"time": "00:00:22",
		"speaker": 1,
		"line": "Yeah, I I wanted hot, Uh, and I want it see through. And when it watery and I want it, I want it cooked in the dirtiest, widest. Mr Coffee, it's because it's like a why God cast Iron me A coffee makers like a cast turn. You want that? You want that seasoning in there? This coffee maker I have out right here, that's ah, that's been on all day. He's got the red light on the bottom of it. This was the final peace left in a ravaged yard sale. Yeah, they had been kicked around. It's literally perfect.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5083"
	},
	{
		"time": "00:00:58",
		"speaker": 0,
		"line": "I was at the yard sale and I saw people picked up ago. This is awful.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5084"
	},
	{
		"time": "00:01:04",
		"speaker": 1,
		"line": "One man's driving another as treasury. You know what I mean? And that honestly, why wait? We got a great deal on one man's trash is another man's coffee.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5085"
	},
	{
		"time": "00:01:13",
		"speaker": 0,
		"line": "How much you prepare for it?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5086"
	},
	{
		"time": "00:01:15",
		"speaker": 1,
		"line": "I've repaid. I've obeyed. But I wanted it. But your music around way drive, I drive a bad bargain. I have a bad bargain. So they said they said, um what, this? Oh, I forgot. We even had that. You sure you want it? It's been kicked her out on this yard for for, like, 23 day said, Go ahead and take it. And I said, All right, $1000. Wow. All right, What",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5087"
	},
	{
		"time": "00:01:42",
		"speaker": 0,
		"line": "they said were that's a lot. Just so you know, we did for a while accidentally cooked meat in here. They're like, we were confused. We used to put meat in the filter.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5088"
	},
	{
		"time": "00:01:53",
		"speaker": 1,
		"line": "Yeah, they put me in the mail today,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "5089"
	},
	{
		"time": "00:01:54",
		"speaker": 0,
		"line": "but it tastes really bad.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50810"
	},
	{
		"time": "00:01:56",
		"speaker": 1,
		"line": "Yeah, and I said, fine. 1200. And they said, Wait. None. And in the nose. And listen, I don't think you understand. For a while, this is essentially just a thing that we stacked like random shit in our kitchen. On it, it was more, more so a shelf than a coffee maker. Yeah, which to me was less bad than the meat thing. Yeah, Yeah. They're like, Oh, Dusty is what I was applying. Okay, guys, A Yeah, And of course you heard what I said. I said, take it off the market, and I'll give you 2000 right now. But then they were saying, Well, technically, we have to let you know it doesn't generously brew coffee. Just physically doesn't work right now. Takes, um And also, we have to let you know someone's died in here. Yeah, Yeah, yeah. Yeah. Well, you know, like departments. You have to let someone know. And specifically someone's been murdered. Someone's been murdered in here. And it was a mouse murder, right? It is a yes miles murder. Um, I believe there was a resident rat Mafia connection. Yes. Yes, it was. Yet. I want Disney as I make you mouth. But I think that was on TV. Yes. Why was watching Mickey Mouse? No, I love Mickey Mouse and me. Me? Me. Good. You mean the good characters type there? They're three dimensional.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50811"
	},
	{
		"time": "00:03:26",
		"speaker": 0,
		"line": "I mean, look how long they've lasted. Exactly.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50812"
	},
	{
		"time": "00:03:29",
		"speaker": 1,
		"line": "And I just went ahead and I said, You know what? Here's the deed to my house. Give me this hunted, nasty coffee maker and you can taste everywhere. We may also this tastes. Which house did you give away? Uh, wow. My cabin in Big Bear. Oh, no, You just got that. You just got that all your Hollywood money. I just got out of escrow with this cabin in big beer. Big beer. You were in escrow than your out of escrow. Now you're back in a new escrow. Really, I am. Well, I I took out a loan to get this coffee. I mean, it's great with a guy. I'm trying to get him down. They want some. There's some contingencies. But I You want to get him down. Thea, praise a rustic. No, no, I want to get him up. Get him up. I'm trying to get him up, down, as in down To do this for an experience. Wanted him down to do this for a very I prize. So that coffee maker over there, which is brewing lightly tented water, lightly tinted brown water. Would you guys drinking and you hate it?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50813"
	},
	{
		"time": "00:04:33",
		"speaker": 0,
		"line": "Taste like a ghost, right?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50814"
	},
	{
		"time": "00:04:34",
		"speaker": 1,
		"line": "Yeah. Anyway, that was us about it. Good question. Sorry, guys. Um, answer that question. We answered your question. You guys know",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50815"
	},
	{
		"time": "00:04:47",
		"speaker": 0,
		"line": "what I'm about to say? So just let let me have it. You know, um, Applebee's help. OK, but Chile's",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50816"
	},
	{
		"time": "00:04:58",
		"speaker": 1,
		"line": "no guys are fine. Right back Steakhouse. No fine. Red fuckers. No. What do you got to say? You guys know? What about that? Mentioned it fast. Ah, fine. Red Rajtoral dining. So, guys, I'm gonna say I'm about to say the same thing. I say",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50817"
	},
	{
		"time": "00:05:15",
		"speaker": 0,
		"line": "every week before we start the podcast. Burger Room.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50818"
	},
	{
		"time": "00:05:21",
		"speaker": 1,
		"line": "Do you think I'm going to talk about a restaurant that nobody's ever heard of? That I've driven by once? Tom's number two. It's a very specific restaurants. I don't think anybody started them. Why would I say broiler number to have heard of this, Jim, please. No Guys scruple, scribble Scrabble. It's just making up stuff now. From you never ended. Quinn Hut! No! You got to get a table for 12. Only tables they have. Quinn Hut! That's sexually Sponsor Episode today is Quinn, Hat table for 12 or method got 11 friends by your side. Come on down to Quinn Hut!",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50819"
	},
	{
		"time": "00:06:10",
		"speaker": 0,
		"line": "We've got three tables for 12 and they're open. We guarantee it.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50820"
	},
	{
		"time": "00:06:15",
		"speaker": 1,
		"line": "OK? No guys we've been recording this whole time. Oh, fuck you, Howard and stews. Terrible body at this point. Well, im sorry, guys, uh, usually look more like Howard, I think. What? You're starting to look less like stew",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50821"
	},
	{
		"time": "00:06:32",
		"speaker": 0,
		"line": "and more like Howard. Like your personality is taken over your phone.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50822"
	},
	{
		"time": "00:06:35",
		"speaker": 1,
		"line": "It's almost as if there's a shell of Howard soul inside. And as stews, decomposing body melts over it, we get to see a little bit of our I mean, I think I'm the first person has ever been reanimated into another person's body. So maybe this is what happens. I will dare say that if you follow on the ground hard enough, you will. Krakoff stews, exo skeleton and we'll have a listen. Listen. Oh, okay. I hurt my arm or I'm pretty sure I hurt my arm a little bit. Shit, I don't know. Still just a theory. Just still. No, no. I really want to get rid of that body, huh? Maybe it will happen later in the episode. You do You feel in yourself decomposing? Do you feel? Do you feel terribly? You know what happened? You know how when you when you had a long day and you get home and you put your feet in the foot bath. Oh, and you So come. And then you take him out,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50823"
	},
	{
		"time": "00:07:34",
		"speaker": 0,
		"line": "you rubbing with a promise stone and all the dead skin comes",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50824"
	},
	{
		"time": "00:07:36",
		"speaker": 1,
		"line": "off. I'm starting to feel like that. Like there is this feeling",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50825"
	},
	{
		"time": "00:07:40",
		"speaker": 0,
		"line": "of rejuvenation, this feeling of like a new sort of rebirth. I'm",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50826"
	},
	{
		"time": "00:07:43",
		"speaker": 1,
		"line": "thinking maybe we've talked about the kings of the Kings. Of the snakes were all much of snakes Redux. So you might be rejuvenated by sort of rubbing the callous, that is, Yeah, I think it might be shedding the skin that is Stu's body to reveal a brand new Howard. But maybe we could drop you into a tub of minnows and they'll eat stew right for you. Ukraine will drop you from really high. I think I have I don't",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50827"
	},
	{
		"time": "00:08:13",
		"speaker": 0,
		"line": "know my minoza Leedom, but we can try",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50828"
	},
	{
		"time": "00:08:15",
		"speaker": 1,
		"line": "it. It's gonna say we could just use the minimum in Got minutos delivered. But anyway, a minnows Pete Thank you, everybody for tuning into another episode of the teacher's lounge. Thoughts, of course, used to be the first best daily podcast pertained issues relevant to the Hamilton High School community. But we have gone Hollywood. I have more Sam Howard Levinson stew Taylor's body here with my three buddies. Sexy seven silver. Wow. Looking good. You can I say you haven't been working out your legs and you've been working out Nothing but top. You look like you're gonna fall over. And this romper really sets it off. Doesn't drop him. Yeah. No, actually, no. This is a robber. I really wanted to look cut, Remember, It's a little It is a little small.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50829"
	},
	{
		"time": "00:09:01",
		"speaker": 0,
		"line": "I love you. Got those Jeremy Piven pecs and they look great. Yeah.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50830"
	},
	{
		"time": "00:09:06",
		"speaker": 1,
		"line": "Yeah, we go to the same guy. Oh, yeah. Okay. You have the same trainer, but that's a ruse. We go to",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50831"
	},
	{
		"time": "00:09:13",
		"speaker": 0,
		"line": "the same plastic surgery. Dr. Gregory Peck.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50832"
	},
	{
		"time": "00:09:17",
		"speaker": 1,
		"line": "Yeah, that's right. Who is very specific. Yeah, he really does. Kind of narrow in on a very specific phone. Be bad business, Same guy, Same guy, by",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50833"
	},
	{
		"time": "00:09:30",
		"speaker": 0,
		"line": "the way. Eyes the actor.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50834"
	},
	{
		"time": "00:09:32",
		"speaker": 1,
		"line": "Yeah, guys, the actor. Late life shift ruse. Yeah. Thanks. A room. You his acting bridge ruse? Yeah, I know he did that, but then he said I got bored. I see. Yeah, I think of it. I haven't seen him in anything recently? Some. Yeah, I guess that makes sense. Yeah, well, you could see his work right here. Wow. You're jumping your little That's right.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50835"
	},
	{
		"time": "00:09:52",
		"speaker": 0,
		"line": "Or jump in your little",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50836"
	},
	{
		"time": "00:09:52",
		"speaker": 1,
		"line": "looks like all little tease. So it wasn't like you made him look muscular. Even it was almost like you just Yeah. Added, I don't know, a pound or two. A fact. Thank you. Good. Yeah, like you get, um, Todd Innocent padre. Uh, Todd Innocent. Now that ink just dried on the name change. Todd's been at the Social Security office always so, Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50837"
	},
	{
		"time": "00:10:26",
		"speaker": 0,
		"line": "I was skinny office for the whole week. And then for 45 minutes, I was I was just that The name change office?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50838"
	},
	{
		"time": "00:10:35",
		"speaker": 1,
		"line": "Yeah. Got his social Security card for his old name, knowing he was going to change his new name. You've been getting Social Security for how long now",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50839"
	},
	{
		"time": "00:10:44",
		"speaker": 0,
		"line": "the like the payments or the cards? Because I've been getting a new card once a week for 75 years because those things are flimsy and, you know,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50840"
	},
	{
		"time": "00:10:55",
		"speaker": 1,
		"line": "it's unbelievable. They're like, Hey, this is the Onley Riel documentation you need. And don't worry. We'll give it to you on a loose old napkin. Yeah, it's basically",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50841"
	},
	{
		"time": "00:11:06",
		"speaker": 0,
		"line": "it's like, Yeah, all right. But im gonna blow my nose with it sometimes. And I really fucked.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50842"
	},
	{
		"time": "00:11:10",
		"speaker": 1,
		"line": "Hey! And all you do is you just need it to get paid on your 10 99. You need this one little B's baby. OK, Do you want us to, like, digitize it and give it to you in your email for giving you a lot Tiny card. We were made in the 19 thirties and were not updated. Way will not so, yes, but innocent, of course, relates to something very specific. Last week we accidentally",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50843"
	},
	{
		"time": "00:11:36",
		"speaker": 0,
		"line": "let a little, uh, some of their release the untimely death of Ah, sir J. Simpson.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50844"
	},
	{
		"time": "00:11:43",
		"speaker": 1,
		"line": "Yeah. Which, if you're listening to this, you have maybe seen O. J. Was released from prison in Las Vegas or Nevada. And gun? Yeah, he was released. And the death? His death was not publicized, Todd. In fact, a lot of people are thinking it's a conspiracy. Books, people, there is an impersonator that goes around continued continuing to be him, but tied. You apparently killed",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50845"
	},
	{
		"time": "00:12:13",
		"speaker": 0,
		"line": "the re alleges and allegedly like sports, apparently with allegedly, but yeah, my good friend. OJ's dead. I'm sad about it. Obviously, um, you",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50846"
	},
	{
		"time": "00:12:24",
		"speaker": 1,
		"line": "can hear your voice. You know, O J. He was wrongfully, uh uh, acquitted. Aaron, he was wrongfully accused of a murder. And then afterwards he got acquitted. That's right. And then he wrote a book that said If I did it right now, Todd, I just to clear your name here. I think this is a great opportunity. What, by the way, fantastic writer. Yeah. This guy car, I think we can take this opportunity for you to say you did not knew this crime, but if you had done it right, what would have happened?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50847"
	},
	{
		"time": "00:12:54",
		"speaker": 0,
		"line": "Oh, so you want me to basically, because I'm working on when I did it. The book. I'm writing",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50848"
	},
	{
		"time": "00:12:58",
		"speaker": 1,
		"line": "about you. Yeah. You dio. No, it's like you weigh. What thing is there's a picture of your face on the and you're rolling your eyes.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50849"
	},
	{
		"time": "00:13:13",
		"speaker": 0,
		"line": "Yeah. Yeah, it's a big role. So I just look like the undertaker.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50850"
	},
	{
		"time": "00:13:17",
		"speaker": 1,
		"line": "Yeah, which also the costume is spot on,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50851"
	},
	{
		"time": "00:13:22",
		"speaker": 0,
		"line": "but I've been a full. I'm in the black hat. I'm on the hog. I'm like mid two",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50852"
	},
	{
		"time": "00:13:27",
		"speaker": 1,
		"line": "thousands undertaken by his two famous looks, which is one. That's like a started dead man in a black suit with purple outline and his sort of do rag leather vest denim jacket.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50853"
	},
	{
		"time": "00:13:38",
		"speaker": 0,
		"line": "The most important thing I nailed is balding with long thinning",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50854"
	},
	{
		"time": "00:13:42",
		"speaker": 1,
		"line": "hair. Your claim. You claim that that was hours of hair and makeup to get that",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50855"
	},
	{
		"time": "00:13:50",
		"speaker": 0,
		"line": "look. Oh, yeah? Yeah, well, you know, to get my beautiful riel hair into looking like that crazy, thin, balding hair took forever s",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50856"
	},
	{
		"time": "00:13:58",
		"speaker": 1,
		"line": "gets the sarcasm dressed, like just on the cover. Of course, because as the accusation goes, this is what they thought you were dressed like",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50857"
	},
	{
		"time": "00:14:08",
		"speaker": 0,
		"line": "when you killed Simpson. That's right. That's right. Um,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50858"
	},
	{
		"time": "00:14:12",
		"speaker": 1,
		"line": "so it's a real send up of like, Oh, yeah, this is ultra,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50859"
	},
	{
		"time": "00:14:15",
		"speaker": 0,
		"line": "right? Yeah, sure. I dressed like this normally and got into a fight with O. J and killed him, which, you know, whatever. Uh, not tonight. Yeah, allegedly. I'm not denying",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50860"
	},
	{
		"time": "00:14:27",
		"speaker": 1,
		"line": "it is that and I don't get Is that what you think would have happened? You would",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50861"
	},
	{
		"time": "00:14:33",
		"speaker": 0,
		"line": "have gotten into a fight with O. J. And it would have turned into an accidental It s a in theory, I was good friends with a bunch of 15 year old razor scooter. Hers? Yeah, in theory. And all of a sudden I realized they were just using me to get close to O. J. Simpson, and they didn't like May nice. And then I went out. I went out with Kato Kato had a playboy and was like, Hey, I could have bring this girl over to make love to you. And I was like, That's a weird thing to say from a playboy. Yeah, it was a cat. And I know this girl. I know this girl. I could bring her",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50862"
	},
	{
		"time": "00:15:05",
		"speaker": 1,
		"line": "way trying to lure me around with playboys. It's a real create. Come get lunch. I gotta play a when he gets us. Yeah. I followed a trail of Playboy's off of a cliff. You",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50863"
	},
	{
		"time": "00:15:19",
		"speaker": 0,
		"line": "never fell down because you never look down.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50864"
	},
	{
		"time": "00:15:22",
		"speaker": 1,
		"line": "I went, I It was very guardian ish. Yeah, I didn't look down and I walked my way back to the side",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50865"
	},
	{
		"time": "00:15:28",
		"speaker": 0,
		"line": "of the cliff. Good. But yes. So I said No, thank you. So instead, we went out to get McDonald's",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50866"
	},
	{
		"time": "00:15:34",
		"speaker": 1,
		"line": "I o j. Uh, well, and I know you don't work at Burger King, but apparently O J left his glasses at Burger King.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50867"
	},
	{
		"time": "00:15:43",
		"speaker": 0,
		"line": "Uh huh. Uh, yeah. So I'm trying to map over the logic of what we're doing here. Uh, s Oh, yeah, he left his best Zippergate, and, um 01 of my teenager friends, right? Chose to bring the glasses back to O J. C. And I walked in on that happening and I lost my mind. I said,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50868"
	},
	{
		"time": "00:16:10",
		"speaker": 1,
		"line": "I pray doj it's glasses. And this little kid, what did he do?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50869"
	},
	{
		"time": "00:16:15",
		"speaker": 0,
		"line": "Well, he said, please, please. Hey, this is the weirdest thing to possibly freak out about",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50870"
	},
	{
		"time": "00:16:20",
		"speaker": 1,
		"line": "it. He tried to defend himself, tried to do karate. Really? Really. He hit you with a karate chap?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50871"
	},
	{
		"time": "00:16:27",
		"speaker": 0,
		"line": "You chop chop may, uh cap and he headbutt me and headbutt! Headbutt me. Uh,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50872"
	},
	{
		"time": "00:16:37",
		"speaker": 1,
		"line": "and how is that giving from ahead, but",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50873"
	},
	{
		"time": "00:16:39",
		"speaker": 0,
		"line": "well, ahead, but is ahead. But your head's going down, right? I had bump your heads going.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50874"
	},
	{
		"time": "00:16:47",
		"speaker": 1,
		"line": "Yeah, and our boots ahead. But I'm going up. Yeah, yeah. Why wouldn't it be caught ahead, bound ahead. But because",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50875"
	},
	{
		"time": "00:16:57",
		"speaker": 0,
		"line": "the but is down.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50876"
	},
	{
		"time": "00:16:58",
		"speaker": 1,
		"line": "Oh, I see you're trying to put your head on someone's butt. Risk rest Quick is buttress, but dress. Okay, I see. I see. I see now it makes",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50877"
	},
	{
		"time": "00:17:09",
		"speaker": 0,
		"line": "So where are we in this way? I got into it with this. 15 year old OJ's like, Quick, you guys quit it. Stop fighting over. May is exactly what I was like. Oh, Jay, You know what? You suck.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50878"
	},
	{
		"time": "00:17:33",
		"speaker": 1,
		"line": "Yeah, like you would ever say that",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50879"
	},
	{
		"time": "00:17:35",
		"speaker": 0,
		"line": "to O. J. No, I've been holding a lot of anger. And about O. J. You know how he's nicer to you guys. And he is to me. Yeah, well, status. Yeah, well, I felt like we were all equals, you know, It just made He said, you are not my equal. Right night. So formal. Usually you're not my equal. We are not the same still status in this relationship of the house. So direct is like a prepared statement, like thinking about Was",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50880"
	},
	{
		"time": "00:18:03",
		"speaker": 1,
		"line": "he reading? What's that? Was he reading? Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50881"
	},
	{
		"time": "00:18:05",
		"speaker": 0,
		"line": "he had a scroll out on and he had his glasses at the tip of his nose. Do",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50882"
	},
	{
		"time": "00:18:09",
		"speaker": 1,
		"line": "you ever push him up to get serious? Oh, yeah.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50883"
	},
	{
		"time": "00:18:12",
		"speaker": 0,
		"line": "He was every once a while, he took him off to get serious. Like Omar on the wire. Wore glasses? Uh, no. Brother Mu zone? Yes, exactly. Um, anyway. Long story short, I killed a",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50884"
	},
	{
		"time": "00:18:33",
		"speaker": 1,
		"line": "big guy. Yeah, and you",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50885"
	},
	{
		"time": "00:18:38",
		"speaker": 0,
		"line": "know, and now everybody's up in arms about it. Embrace a little,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50886"
	},
	{
		"time": "00:18:41",
		"speaker": 1,
		"line": "including the police who arrested you, and you're currently out on bail",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50887"
	},
	{
		"time": "00:18:44",
		"speaker": 0,
		"line": "out on bail. Thank you, Christian. And, um, uh,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50888"
	},
	{
		"time": "00:18:49",
		"speaker": 1,
		"line": "Christian Bale bailed you out. That's correct. With a lot of people. Don't realise them out on pretty frequently. Yeah, he's got his own bail. Bonds coming. Yeah, Christian Bale's emails, uh, goes around dressed as Batman bales. People out. That's",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50889"
	},
	{
		"time": "00:19:05",
		"speaker": 0,
		"line": "right. And I have said my hero, you know, on. And he carried me out of there. And so now I got I got to go into for my arraignment in about 25 minutes. Yeah, sharing. Yeah, but, you know, you guys could come down to be my character",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50890"
	},
	{
		"time": "00:19:20",
		"speaker": 1,
		"line": "witnesses. I would love to put on a character. I'll",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50891"
	},
	{
		"time": "00:19:24",
		"speaker": 0,
		"line": "bench. I have a lunch. I've got a nap. Okay. Well, Bill, you could do it. I don't think it's a witness in character. What's a character? Witness your witness that you are a witness to my good care.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50892"
	},
	{
		"time": "00:19:37",
		"speaker": 1,
		"line": "Okay, well, what you documentary Robin Williams in about where he's a character witness. Half the time, Mrs. Doubtfire. You think it's a documentary he's never really witnessing? He's he's being",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50893"
	},
	{
		"time": "00:19:51",
		"speaker": 0,
		"line": "a nanny. Yeah, he does witness a drive by fruit",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50894"
	},
	{
		"time": "00:19:55",
		"speaker": 1,
		"line": "that is witness to that. It's fabricated. But it's true that he'd be in contempt fabricated that that would be big trouble. Don't. Why? I've been out and contempt many times. Will Any different outfits doing characters on the stand in a court or just by people around",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50895"
	},
	{
		"time": "00:20:13",
		"speaker": 0,
		"line": "you who don't want to deal with",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50896"
	},
	{
		"time": "00:20:14",
		"speaker": 1,
		"line": "in court have been out in contempt",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50897"
	},
	{
		"time": "00:20:16",
		"speaker": 0,
		"line": "because you kept telling that judge that he looked like a man at one time? Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50898"
	},
	{
		"time": "00:20:22",
		"speaker": 1,
		"line": "I did. And I also, uh, I would also say, I don't want to say I mostly do Mad TV. Did the UPS guy",
		"edited": false,
		"episode": "s05e08",
		"objectID": "50899"
	},
	{
		"time": "00:20:30",
		"speaker": 0,
		"line": "that original doctor dinner time, which is a weird little character you played with. It was like a chef and a doctor.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508100"
	},
	{
		"time": "00:20:37",
		"speaker": 1,
		"line": "Yeah, yeah, yeah. Is that on that DVD?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508101"
	},
	{
		"time": "00:20:40",
		"speaker": 0,
		"line": "No, no original car. Where",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508102"
	},
	{
		"time": "00:20:41",
		"speaker": 1,
		"line": "is your doctor? Dinner time? Yeah. Yeah, it was It was like, uh, I've taken a look at your X rays and everyone's hungry. I see. What you six about two. Yeah, I would just try to do simple mash ups.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508103"
	},
	{
		"time": "00:20:56",
		"speaker": 0,
		"line": "But then I just did Manti cover care. Well, uh, maybe you could skip your lunch. Um,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508104"
	},
	{
		"time": "00:21:03",
		"speaker": 1,
		"line": "status. The status has recently shifted because we were, of course, high status. The three of us working on TV show the movie the music call in a very short time. You know, um, things things fell apart within. Well, yeah, Within days of filming. Yeah. Ah, lot of people are talking about it. Barely made it through seven minutes of filmed footage. Yeah, the first scene, uh, Bill and I will say, had some creative differences on set. Acting is tough. Okay, when you're trying to get a certain way for the character and somebody's maybe in your eye line or they fidget with a light throws you on I, of course. And Minnix inexperienced director. So I honestly had no idea what I was doing. And I have since since come to understand that since everything",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508105"
	},
	{
		"time": "00:21:56",
		"speaker": 0,
		"line": "that's happened, but you freaked the fuck out. Yeah, you freaked out. And even your dad, you weren't even on camera for this part, right?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508106"
	},
	{
		"time": "00:22:04",
		"speaker": 1,
		"line": "Well, yeah, yeah, that's true. I was not in this scene.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508107"
	},
	{
		"time": "00:22:07",
		"speaker": 0,
		"line": "He was in your online when you were a Christie",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508108"
	},
	{
		"time": "00:22:11",
		"speaker": 1,
		"line": "and drafty. I know typical onset freakouts that we've seen Christian Bale, who we've mentioned who is now doing just bonds work, not acting anymore. Um uh, He had it on set freak out, and I get it. Now I get it now. Okay? I is high pressure with its high pressure, and I'm there. I'm trying to get a doughnut hole from the little killer case with the little tongs and I'm opening up the door and somebody gets in my eye line. And I freaked the fuck out right when it wouldn't be an issue so much if, you know, the age of cell phones wasn't upon us in the age",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508109"
	},
	{
		"time": "00:22:50",
		"speaker": 0,
		"line": "of sort of hidden audio recording. And",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508110"
	},
	{
		"time": "00:22:53",
		"speaker": 1,
		"line": "everybody's got a cellphone,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508111"
	},
	{
		"time": "00:22:55",
		"speaker": 0,
		"line": "read a cell phone and hit a hidden outer recording. You also had three guys wearing a wire core instantly. That",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508112"
	},
	{
		"time": "00:23:00",
		"speaker": 1,
		"line": "that there is there is 37 crisp recordings of this break. Yeah. What? Everybody around? I don't know about you guys. And I think I know the answer. This I wear wired all times. Just e I pack on a big, bulky wire every morning, just in case any accusations come out around. You wanna have a I So I've got Roger every hour. That climate, you better get on. You better have a wire on.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508113"
	},
	{
		"time": "00:23:27",
		"speaker": 0,
		"line": "I am nothing if not a narc. I always wearing a wire because I wanna prove I want hold stuff against us.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508114"
	},
	{
		"time": "00:23:35",
		"speaker": 1,
		"line": "None of our wires are surreptitious. Now say that. Walk around with a hand held microphone. Uh, you have my logo",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508115"
	},
	{
		"time": "00:23:42",
		"speaker": 0,
		"line": "of my business on it in, like, a little, uh, Well,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508116"
	},
	{
		"time": "00:23:45",
		"speaker": 1,
		"line": "you know what happened? ERM, lately Azi guys can see I've got the GoPro attached to my forehead just shooting straight whoever You straight at it. Good luck. Good luck. Good luck, you motherfucker. Well, anyway, for that a couple. But this came to my own wire bit me and my own ass because you were the first",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508117"
	},
	{
		"time": "00:24:01",
		"speaker": 0,
		"line": "person to release a tad place to put the wire in the first",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508118"
	},
	{
		"time": "00:24:04",
		"speaker": 1,
		"line": "place. I shot my whole shocked my little butthole. You might hear some poots during this. My wire was was the microphone lead down to my crack and into by crack and next to my But also it is a bit muffled, but you way muffled. It also To be honest, it made for a pretty interesting video of you trying to scream into the microphone Your doubled over sort of screaming. But I've been second round dick for years because I dug out my bottom ribs ducking out this spoon classic cause his man, not Maryland. Charles. Charles. What about favorite my favorite singers Music script? I think they I think for a little bit of context or anybody who hasn't heard the tape, it might be in our best interest. T just plant so people can hear both sides",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508119"
	},
	{
		"time": "00:24:58",
		"speaker": 0,
		"line": "of the story. You should also Google crafty freak out, but, uh, you know, little",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508120"
	},
	{
		"time": "00:25:04",
		"speaker": 1,
		"line": "crafty, crafty freak out crazy goes nuts. Yeah, gravy just crazy with an exclamation. Yeah, there you think you could have said you crave is crazy but yeah, let's Ah, every angle, hundreds of angry You never see it. It's really",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508121"
	},
	{
		"time": "00:25:21",
		"speaker": 0,
		"line": "covered Uploaded everyone really splitting view.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508122"
	},
	{
		"time": "00:25:24",
		"speaker": 1,
		"line": "This is one that's on online. Director takes a beating. Yeah, this one is the one that's uploaded as original. This is raging. There's a lot of different. There's a lot of different versions of it, so you guys just will just play the original Let's just play and listen. You know, this is gonna be tough to hear. Bill is not necessarily proud of everything he said. I'm certainly not proud of everything that I said, but I think that in the heat of the moment, to defend it a little bit when you're on set, pressure is high. And you're a performer. Yes. Sooner you aren't filming that day and you show up to put in a bunch of food into a bag from crafty and get out of there and your disguise. As you know you're here, you get former. I'm a That's what's happening. And somebody gets in your eye line. The lifestyle is the job. Yeah, Let's just play the tape. We'll hear the tape and everyone who's listening could just gate. Ah, yes. Where's crafty? That's right there. I think you know. What are you doing on set today, sir? Um, I'm just here, you know, looking around, he can You actually not in the actual were actually rolling over here, can you, um, have you seen Billie Jean? Yeah. I'm sorry. Because she keeps saying some stuff about me, and I just want to leave it in the bud right now. He Okay? I have to ask you to leave, sir, I think. Okay, this is You're not Michael Jackson, Syracuse. You're not trying to get to crafty. Yeah, I know. Craft is right there. You're not Michael Jackson. Sir, I need you to get off of myself. You quiet! Stop! Stop doing this thing. This shit Dad built Bill, Is that you? I mean, really. Oh, shit. Oh, shit. I'm found out. Bill. What he found. What are you doing here? Build your not supposed today. You're not supposed to be me last. I'm sorry. OK, I've had enough of this ship. This is Bill Craving leader. Why are you screaming? Because somebody got my eye line when I was trying to get a doughnut hole. Dresses. Michael Jackson. Who did? Sarah. The crafty lady knows things is okay. She said she said she's sorry. Okay, Don't do this Michael Jackson impression. You know I'm a better Michael Jackson. You know, a better Michael Jackson. Yeah, Ryan, you use No, that's thing. This table. No. You know what? I'm gonna jump on top of this car, okay? Come on, get up. Get on up. Reality. You're on top of the car. Well, I'm filming a Pepsi, Okay? Yeah. You're filming a Pepsi commercial. Hello? I'm hanging out with my colleague cocaine. Okay, buddy, how you doing? What is going on over here? You were my two best clients. You do not yell at each other. Sam, get out of here. OK, just doesn't hold Michael Jackson. Yes, Way. No, I'm here to deliver three. Order a Burger King boy. Yours is not No, you look at this. You look at this. Okay, I'm bad. I'm bad. Come on. Come. Ona Keystone Factor, friend. Not so much, Teoh. That's the shape",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508123"
	},
	{
		"time": "00:29:41",
		"speaker": 0,
		"line": "of just Bill freaking out.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508124"
	},
	{
		"time": "00:29:45",
		"speaker": 1,
		"line": "Now I feel like I'm really getting the heat in the media. Well, it was a snowball, and everybody's gonna blame. But if you have just think this is a good tape because a lot of the",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508125"
	},
	{
		"time": "00:30:01",
		"speaker": 0,
		"line": "tapes there's a ton of feedback from all our microphones playing off each other. This is a good recording and screen sound.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508126"
	},
	{
		"time": "00:30:07",
		"speaker": 1,
		"line": "That area, you know, obviously, my microphone is right next to my whole my butthole. So you hear some boots and they're not of bears. I'm embarrassed by that, of course, but everybody farts. I wrote that book. So Leela's to say, obviously, things broke down into Ah, Michael Jackson off. Things broke down considerably and dot dot This guy cut out of the video, but it's obviously working by Yeah, way you're on the clock in the Burger King. Out of it way. Also wearing a manager pin. Yeah, you had gotten fired, and then it seemed to me like in the last week or so you had desperately gone back and they hired you back as a manager. Did you go crawling back to Burger King? And second time",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508127"
	},
	{
		"time": "00:30:56",
		"speaker": 0,
		"line": "what happened? Waas I got hired for the first time ever at Burger King because you guys keep talking and I'll admit it. Maybe I should work Burger King for the first time ever.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508128"
	},
	{
		"time": "00:31:09",
		"speaker": 1,
		"line": "But you are you still embarrassed about working there at all or",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508129"
	},
	{
		"time": "00:31:11",
		"speaker": 0,
		"line": "No, I'm just saying I didn't work there",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508130"
	},
	{
		"time": "00:31:13",
		"speaker": 1,
		"line": "before. Todd, I don't want toe, but I don't want toe, uh, Teoh to blow up your spot or anything, but I searched through your room recently. What? Yeah, and I found pay",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508131"
	},
	{
		"time": "00:31:25",
		"speaker": 0,
		"line": "stubs for the past three months. No, those, um, stub hubs.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508132"
	},
	{
		"time": "00:31:31",
		"speaker": 1,
		"line": "No, they were You trying to sell your tickets on StubHub, which nobody wants. Party of 42 year Paste up. Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508133"
	},
	{
		"time": "00:31:40",
		"speaker": 0,
		"line": "I've got a $400 November 6th paste up if anyone wants it. No, uh, it's out there, but, I mean, you guys are shifted. Focus. This is Bill freaking out. He blew all three of your career.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508134"
	},
	{
		"time": "00:31:55",
		"speaker": 1,
		"line": "Yeah, Our movie was canceled immediately. I look foolish for the first time ever. Yeah, it escalated. Escalated to me on a off all four of us in a, um uh, not a merry go round. Paris will with four chimpanzees. McCauley, caulkin, uh, Webster's corpse. 44 Webster's corpses. Somehow with court split up into four riding. It was crazy when we lost ourselves and trying to be the best Michael Jackson. I got to give us credit for committing to the impression ways we're very good at credit for were all very good at it. It's just a good l a",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508135"
	},
	{
		"time": "00:32:42",
		"speaker": 0,
		"line": "moment. That's what's getting lost in all of the hubbub about this was that was have four spot on Michael Jack.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508136"
	},
	{
		"time": "00:32:47",
		"speaker": 1,
		"line": "High pressure. It will just committed committed spot on. Yeah, but I also went to your website stuff, huh? Yeah, and that's that's drumming up interest about your StubHub paste up you're auctioning off. It's the buzz about all the corporate. It's all the corporations",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508137"
	},
	{
		"time": "00:33:12",
		"speaker": 0,
		"line": "to do. Yeah, yeah, I'm basically trading futures for my stuff home on StubHub.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508138"
	},
	{
		"time": "00:33:17",
		"speaker": 1,
		"line": "Yes, right. I Z s Dub,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508139"
	},
	{
		"time": "00:33:21",
		"speaker": 0,
		"line": "Dub Dub That stuff",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508140"
	},
	{
		"time": "00:33:23",
		"speaker": 1,
		"line": "on a lot of this stuff. A lot of the content on StubHub of is people going. These are not rial. This is not Don't fall for StubHub here with dub dub dub dot a lot of confusion, but yeah, that was I mean, that's a classic onset freak out. It's just like Christian Bale's. It's just like",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508141"
	},
	{
		"time": "00:33:42",
		"speaker": 0,
		"line": "just like a Russell arresting thing.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508142"
	},
	{
		"time": "00:33:45",
		"speaker": 1,
		"line": "I've seen five or six of those since we've been here. Um, and they've all been similar somewhere. And they didn't help our careers. They immediately got us all fired. Yeah, So we're really grovel ing here. I don't even have enough money to send my aunt my old computer. Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508143"
	},
	{
		"time": "00:34:01",
		"speaker": 0,
		"line": "you know, it's fun about these onset freakouts is you got to expect him now from only white men. It seems like everybody else seems to be able to control themselves on set, But you have a white man, some power, and then you make them a little frustrated and they'll take it out on the next person. The nearest one powerful person near",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508144"
	},
	{
		"time": "00:34:21",
		"speaker": 1,
		"line": "That's so true. It's true.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508145"
	},
	{
		"time": "00:34:23",
		"speaker": 0,
		"line": "At least we took it out on each other for equally powerful, similar status. Yes,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508146"
	},
	{
		"time": "00:34:27",
		"speaker": 1,
		"line": "occasionally, we yelled at Sarah. Sarah got it. But then we turned on each other in your island. So wear, which was barely mentioned.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508147"
	},
	{
		"time": "00:34:41",
		"speaker": 0,
		"line": "It felt very much more about your Michael Jackson",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508148"
	},
	{
		"time": "00:34:45",
		"speaker": 1,
		"line": "felt like it almost felt like the freak out was about something else. And then sort of post post fact. We sort of decided that it was about your island way. We set it up is not how it played out. It was just more respectable for you to say. That's what it was about. I would say it's going. It's going to say All right, P. Sara. Yeah, you know, you want it with uninteresting agony. Okay, well, then I take it back because I came in dressed as late in life. Michael Jackson. Very weight. Then I would say early in death, and I tried to sneak a all of crafty out and a big, hefty bag and she fucked May, she said, What do you do in which is not on the day, she said. You can see it wasn't captured on the tape about how weird she was being. I agree. I was going. I amble. There wasn't Gadget and she she was shuffling around so much you could just see because you're opening that clear thing for the Donuts and it's reflecting three or four ways. I mean, yeah, she's being really loud, but there's a little bit of tissue paper in their crinkling around",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508149"
	},
	{
		"time": "00:36:02",
		"speaker": 0,
		"line": "now. But here's what we learned about Hollywood. It's really hard to take all the pressure and you've got to find a way to let it out or you're kind of blow up. Yeah, you gotta find your release valve for I mean tops coming off a You guys all freaked out on set with that Burger King guy. Uh,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508150"
	},
	{
		"time": "00:36:19",
		"speaker": 1,
		"line": "you admitted it. You already admitted back. Ugo can't go back on it at this point. Todd, you've admitted it for the public here and see Well",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508151"
	},
	{
		"time": "00:36:29",
		"speaker": 0,
		"line": "yeah, that happened. You know I killed O. J Simpson like I was coming out",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508152"
	},
	{
		"time": "00:36:34",
		"speaker": 1,
		"line": "the way He said that it seems like you are admitting that you",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508153"
	},
	{
		"time": "00:36:39",
		"speaker": 0,
		"line": "killed O. J. Simpson. No, Uh,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508154"
	},
	{
		"time": "00:36:42",
		"speaker": 1,
		"line": "I just want to be because you're about to go to your arraignment. And I think that it's important for you to be in a clear and direct mindset of how you're gonna present yourself when you show up. Because if in your heart, you know, you did this tide and you're putting up a front, I don't think you're gonna be able to hide it. You are a bad liar. Check into your heart, Todd. Yeah, you're hurt. Do you want to get away with this? Because you might be able to",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508155"
	},
	{
		"time": "00:37:05",
		"speaker": 0,
		"line": "What? You guys don't think it.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508156"
	},
	{
		"time": "00:37:07",
		"speaker": 1,
		"line": "I think your life might be improved in prison. You don't think? Well, think about it. That's three square meals. It's it's It's a regimented list of daily activities You could study. This should be good for you. Prison life in prison could be Really? Yeah, Todd, like, listen, 145 years to life could be really get being. And I don't want you to get I don't want you to get ah, rain fried and I want you. We don't want to frighten. And honestly, I don't want you to end up on trial because I know you'll roll. You'll roll on Russia stuff. We don't want you to tell them. We know and we know you will lower. Yeah. And I'm a dead body that's got another person's soul in it. That's not a thing that I want to get out,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508157"
	},
	{
		"time": "00:37:47",
		"speaker": 0,
		"line": "but I'm a good actor. I Let's say I I did kill a J. I could pull it off. Todd, you're not on the stand.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508158"
	},
	{
		"time": "00:37:55",
		"speaker": 1,
		"line": "You're not a good actor. Famously unable to act. Todd, you couldn't get repped okay? Yeah, You couldn't get right by your best friend. And I was right. He was right. It was right about Todd. I think I think I think you need to go to this arraignment with a clear, open mind and an open heart and let the universe decide. What's your future? Your Onley person to blow a general general meeting. You blew it, General. Well, e I blew that general by blowing in general. Yeah, You brought in a decorated military because you do not want to blow your journal Thought he got a general mediated lacking Christmas. She because obviously he had faked being in the military before. So he wanted to bring in an actual general cause. He thought a general meeting. You. What? They wanted him to be a general. You rat general. Intense. Also,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508159"
	},
	{
		"time": "00:38:54",
		"speaker": 0,
		"line": "I put I put the little star on is on the tippy top of his head. I sprayed him. I sprayed him with the scent of first days.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508160"
	},
	{
		"time": "00:39:04",
		"speaker": 1,
		"line": "You gave him aggressive dome on. I went to town are at the time this is all in front of who?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508161"
	},
	{
		"time": "00:39:12",
		"speaker": 0,
		"line": "Uh, well, this this was a general for HBO. So it was all a Yeah, David was there. What? Larry David was there on, and I was like, put",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508162"
	},
	{
		"time": "00:39:22",
		"speaker": 1,
		"line": "this in your show. I mean, is this crazy or what? This is crazy. You gotta put this in your fricking show, dude. Yeah, do is can about this. You said, uh, that I do skits. What? Show it",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508163"
	},
	{
		"time": "00:39:35",
		"speaker": 0,
		"line": "is yours, then, um and and, uh, so",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508164"
	},
	{
		"time": "00:39:38",
		"speaker": 1,
		"line": "get but But that doesn't make me",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508165"
	},
	{
		"time": "00:39:43",
		"speaker": 0,
		"line": "a bad actor. I was just mistaken about one general meeting or isolated David Petraeus dressed as a Christmas tree in front of HBO executives and stars",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508166"
	},
	{
		"time": "00:39:55",
		"speaker": 1,
		"line": "recap. I mean, that was that was not. That was a gaffe. And you you blew it. We didn't even mention that, but that was your demise. Drive from the start way broadcast. All right, well, we bury the lead on that. That's how you ruin yourself in Hollywood.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508167"
	},
	{
		"time": "00:40:13",
		"speaker": 0,
		"line": "I could have used you guys a court today. Well",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508168"
	},
	{
		"time": "00:40:15",
		"speaker": 1,
		"line": "tied. We can't go.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508169"
	},
	{
		"time": "00:40:17",
		"speaker": 0,
		"line": "Okay, fine. Fine. I get a ride from",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508170"
	},
	{
		"time": "00:40:19",
		"speaker": 1,
		"line": "I would love to do Mrs Swan on the stand today. I would love to tell you everything, and they'll be like, good. This is court. We want to hear it. And I'd be like, you looking like a man. And they'd be like, That's not what we want. A year. It'd be hilarious. And when do you think they would start asking you to stop being like that? Well, I would say no problem. And I take off the wig. I'd grab a Zima, and I do rusty. Good. And then when you when they said so, you can have drinks in here, I would have your drink horse put down the Zima. I would put up a clear piece of plastic in front of my face and a lot of, um, buffet. Uh uh. buffet trays in front of me and I go, Oh, God, you're cute. And I do Lorraine.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508171"
	},
	{
		"time": "00:41:14",
		"speaker": 0,
		"line": "And what have they said? Sir, We said no drinks. Why do you think we'd give you a bunch of buffet tables? That's also not a lot.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508172"
	},
	{
		"time": "00:41:20",
		"speaker": 1,
		"line": "I would pack out that buffet, and I would say I will. Sasso. Yeah. Yeah,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508173"
	},
	{
		"time": "00:41:29",
		"speaker": 0,
		"line": "Well, I can't. I need you, Bill craving to be",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508174"
	},
	{
		"time": "00:41:32",
		"speaker": 1,
		"line": "the oh, fine to do it is what's again My only friend in",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508175"
	},
	{
		"time": "00:41:36",
		"speaker": 0,
		"line": "this frickin world is out, Cowlings, I'm gonna have him take the",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508176"
	},
	{
		"time": "00:41:39",
		"speaker": 1,
		"line": "course, is gonna take you to court. You. He thinks you killed his best friend. He loved to drive",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508177"
	},
	{
		"time": "00:41:46",
		"speaker": 0,
		"line": "through about a C. That guy will drive anywhere no matter what. All right.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508178"
	},
	{
		"time": "00:41:52",
		"speaker": 1,
		"line": "Hey. Well,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508179"
	},
	{
		"time": "00:41:53",
		"speaker": 0,
		"line": "I just got a text. He's here. So is your last chance. He has only come with me, and I know",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508180"
	},
	{
		"time": "00:41:56",
		"speaker": 1,
		"line": "you know what? I might air there. Yeah. I am being ridiculed on the world stage right now for doing a Michael Jackson off against other people. Have",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508181"
	},
	{
		"time": "00:42:08",
		"speaker": 0,
		"line": "fun. I guess I won't see you in court.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508182"
	},
	{
		"time": "00:42:10",
		"speaker": 1,
		"line": "Get fucked. Wow. Oh, God. He's walking off. I think he's out. The door hitting the ground. You dare say you won't see me in court? Yeah, because we're going to see on TV. This is the trial of the century Jesus A sees really outside the Broncos warmed up. Jesus. Hey, doesn't see if she didn't see if you missed it. He's trying to pretend the whistle. Oh, shit, he's He's showing a see how to back up as if it's attracted. You don't need a park tie. He's He's He's saying a little morbid. It's It's turning him up against the wall. Are you not trying to kill him? Talks. Legs are pinned against. You are right. You get you get further use against the wall. He's crushed your legs. Don't little boy. Too far to the ground. Good times crawling into the backseat of this Bronco Now coming after. Good way. That's not the direction of the court out. Where's Todd going? Jeez. Oh, God. I think Todd might have gone on the TV. There's gonna be a chase. There is one. That is a change. L a cartridge. Look at all the cars going by. There's so many cop cars. Yeah, obviously all can't see this, but we just turned on the TV. Andi there! There's time. Oh, he's waving out the window. They wanted a gun out the wind. They have a surprisingly tight shot through the window of a sees white Bronco. It's a really beautifully framed medium. Close up Todd's cinematography. Eso Skillet does say on the bottom corner, says Shot by Roger Deakins. So I guess this brothers guy school, it's like, Oh, they're cutting to a roadside shot. No going by. Wow, there's Todd Flipping the bird flipped off that camera and through a razor out dumping evidence is, Yeah, but that's not the way he wants to get rid of. Yes, So I wish everybody could sort of fall along to this because this is this is something else. We don't really know what's going on. We just know that Todd is in a white Bronco with shooting the moon. Yeah, Big Moon. There's this whole ugly that is the sexiest. But I've ever said he's How does the back way shooting a moon and also pissing little wiener backwards out his leg? It's like he's like, just peeing straight into the door. Oh my God! The headline on CNN now is man with tiny Penis peas backwards out. But he may be killed. O j It's pretty crazy. How small? The very the lead. Lately CNN, small Penis and all caps arrested a thought is barely recognizable. Yeah, this is bad. I don't know what to do. Guys, I wish we could, uh I wish we could help, but we did. We told Todd where we stand and we wow, are washing our hands of this. Killed his best friend. Oh, gee, I do too. That's really crazy, because O j has saved us our assets, but also so many. But, you know, But you got to think about the mental state Todd has been in this season. I mean, this guy has went from being on top of the world. Thinking is the best actor in the in the history of acting being like, literally shunned by an entire community replaced by Lin Manuel Miranda. But like made Lana, ma'am Well, man and and and honestly, he was hanging out with 15 year olds who who showed him how to skateboard. I mean, that's what I mean. There is a steer right. There is a straight up, perfectly drawn straight line from normal man to his first murder that you just see the progression and we've We've had it recording. See it to you in the middle of it. Yeah, I had no idea Todd was even sick. But now that I look back on it, so you know, I look back on the last clean. The last 35 episodes of this show has been sick the whole time, and I got a look at myself. This has happened to a lot of my friends when they've done something really crazy and let's be really scary, and I've gone did not see that and let me. All that's happened to all of us over again over the history of this show is a mystery. The history and that's what the show is, has a rich, rich history that is discussed. It reeks of history. It's at a it's your ripping in the morning after a long night of drinking Pistor. It's a piss story. That's what is listen. And it's a lot of that, you know, like we all. We've all been in that position where you get interviewed after one of your friends goes berserk, preserve and if reverse when the cameras turn on. What are you going to do? Of course you go. I didn't see it coming, because if you say yeah, I saw that he was capable. And what am I going to do? I'm trying to live my fucking life. You can't say that on camera. Everybody saw everything coming. It's obvious. Don't ever buy that lie. Oh, woe use that. Whose phone is that? Whose phone is that? Oh, here we go. Is that Sam Silver? Yeah. Oh, my God. It's TP No toilet paper is toilet paper. Yes, the man we wave our butts with its way owning up to your normal mike. Todd, get on the freeway. You're on surface streets. You're gonna get caught on surface streets. Better ways in ways, isn't it? We're stuck right here. You're in a neighborhood, like in a four way stop. Get on the freeway. He does a better way way in the first released through his phone. He's trying to figure it out. Yeah, well, he's trying to do. One of the funny voiceover is trying to have the rock give us direction. Don Johnson and Johnson. God, I miss I miss my job at and it's bigger. We don't have that line of communication. The Penis. They're really focusing in on the Penis in the coverage they cut to a story right now about it's called Living With a Micro Penis. This is unbelievable. It was a normal Todd, are you watching this in the car? How do you know what CNN is doing? How do you know what CNN is doing? Are you watching a car shoot? Where? Dio. What's inside? Tell us anything you would want or need or aquarium. Widescreen TV. Here. You can see there is an aquarium. Just hermit crabs. What's the upholstery like? Tacky, Sweaty got exhibit Teoh, I am not going to court. Yeah, I can tell you're going the wrong direction. They are. You're not going to jail. You're not going to court. I am not going to buy arraignment. I'm on the run, baby. Oh, Tie. I think that's a bad idea. What we talk about Before you left, we said you need to face the music here. Talked me out of it again. A c talk someone of his a c on the phone with the cops. He's on the phone with the guy that soldiers friends with crazy voice. Why is he talking to him when he's dealing with you there? Old buddies, They're just getting up. He's catching up with an old friend talking about O. J's Dad was speculating K or not. America, this is the DOJ killed because his dad was a punk thing. This is the wrong time for this conversation. But do you think that that guy has ridiculous voice? That's a great question. Is does some crazy? It sounds like. What is your deck? I SAB stop Ridiculous voice bribe around. Do I have to ruin for somebody? Oh, you go through. Don't go there, McDonald, And try to order in and out in you trying to surround you. But the line is too long. They can't get up. Teoh do animal style. It looks like the is that the cops are getting some. Teoh, stay back. Stay at least three cars back. The cops ordering with that person who's down the way in the driveway and Okay, fine. All right. You don't have that. Well, I will take It's out of the one of the only things that way. Don't have any of the okay I'll take a, um, time parfait them. You know what? We'll pull up with the horse. Mambo just pulled a muscle for windows. Absolutely. They see you anything. That is why I think give me three parfait is actually full time. That's too many calories and a flatfish. And, um, you know what is in and out in plays doing",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508183"
	},
	{
		"time": "00:52:15",
		"speaker": 0,
		"line": "on extra large eye? See?",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508184"
	},
	{
		"time": "00:52:17",
		"speaker": 1,
		"line": "Oh, I'm not sure either. Well, up to the first in this eyes, it sound like this person is being held hostage. Took it over there to sort of gun wielding people. Situation here. Whoa! Oh, my glob! Didn't Todd just slap the person holding that MacDonald slash in an out employees hostage? And I'll take that perfect. Now perf a try deliver a really slick, Really Biff to this pronunciation, humiliating their speeding off bullshit love food and speeding off. He's hungry. Still, you tried to deliver, like, an action movie, and you bent in a way all here on the TV as well. CNN just changed the headline. Bad actor with tiny Penis runs away, and we can't remember why they're not focusing on OJ's murder at all. It's also using on your baby is now bad of attack. Completely stopped commentating at all. They're just showing the video. I don't understand. And they just update the graphic every time you do something stupid. Good news. Top. The cops were staying that actually dining in? Yeah. You better put the pedal to the metal. Lacey. We got time talking about,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508185"
	},
	{
		"time": "00:53:52",
		"speaker": 0,
		"line": "um, He's on the foot with someone else now. What a hear you talking to? That's so even a message. I don't know. It's just leaving a message. He's it",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508186"
	},
	{
		"time": "00:54:02",
		"speaker": 1,
		"line": "about OJ's dad. Yeah, that understands apart cheese. A C is really gonna drop this thing. He's got to come into 2018. Todd, I don't mean toe burst your bubble here. Man, I know you're riding high on this escape fever here, but you are in here in trouble right now. Uh, yes. I feel like I'm in one of 310 for no, I'm telling you, I feel like you're making a bad choice, buddy. They give you more time if you run. I think you need to stop and think about",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508187"
	},
	{
		"time": "00:54:32",
		"speaker": 0,
		"line": "this. Actually, they have to tell you if they're going to give you more time. What if they're going to give you more time. They have to tell.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508188"
	},
	{
		"time": "00:54:39",
		"speaker": 1,
		"line": "Yeah, it's like a, um a, uh, after school detention type of situation. If you do more bad, I'm giving you another week,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508189"
	},
	{
		"time": "00:54:48",
		"speaker": 0,
		"line": "but I'm pretty sure we could get away here. All right. Where, uh, we're going to put on right onto the four",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508190"
	},
	{
		"time": "00:54:54",
		"speaker": 1,
		"line": "05 tied. It's back to back bumper to bumper traffic. You can take the 404 time. Not right now. Oh, it is too late. Where were we get caught in a weird",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508191"
	},
	{
		"time": "00:55:03",
		"speaker": 0,
		"line": "burge and a C felt look. It would be in polite to go too slow. So we're on the",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508192"
	},
	{
		"time": "00:55:08",
		"speaker": 1,
		"line": "thing. This is bad news. You're trying to get over to the lane where you paid 25 cent per mile. Fast track. Fast.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508193"
	},
	{
		"time": "00:55:18",
		"speaker": 0,
		"line": "Thumbs up. He said he's got the fast track. Used it to go to the airport.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508194"
	},
	{
		"time": "00:55:22",
		"speaker": 1,
		"line": "Okay, good. Yeah. There you go. Nice. We'll talk. Todd, I don't We don't know what to do here, but we don't know how to help. We're kind of just helpless here, man. I keep the show going. I got you fine, Bieber. I am. People are people. Are are There's a lot of people on the overpass about 1/4 of a mile ahead of you. Tell him something. When you go by, Teoh, say hey or something like you Let him know that you're there watching, You know where they come. You're here. You say it. Get a gig, Dammit! Just visit CNN Just changed the headline. It says his insane swamp Penis man gives world performance. Kill themselves. Yes. Jesus. Ah! And then just you get gig shit in quote. All right, There's people who haven't seen that news story on the next Overpass it one more chance. I just say I'm innocent. They're here to support you. They're here to, you know, say, hey, we don't believe you did it. Just like we didn't believe O J did it. Yes, I try to get the Oh, my God, man can Now it's changed. A man confirmed, confesses to something. Still has small Penis, Remember his? But all of these overpass",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508195"
	},
	{
		"time": "00:56:49",
		"speaker": 0,
		"line": "people are like holding up supportive signs, But they're",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508196"
	},
	{
		"time": "00:56:51",
		"speaker": 1,
		"line": "all old white losers. Yeah, yeah, I think you're almost worse for you. Yeah, I think your fans e I think so. I think it looks like a pretty conservative crowd. I'll check back in with you guys. Keep the show going. Don't hang up. Well, I guess I guess we Thanks. He hung up. We keep the show him. What? He thinks he hung up. God, look at this. I needed",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508197"
	},
	{
		"time": "00:57:30",
		"speaker": 0,
		"line": "a community. Oh, my God. He's got a mere head.",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508198"
	},
	{
		"time": "00:57:34",
		"speaker": 1,
		"line": "Look at this. Beautiful close up. They've got their framing, the mirrors. They can't say they're framing the mirror, and we're seeing Todd's reflection in it. It's just a beautiful shot. Oh, he just admitted that this is one of his best performance. Look at the vulnerability. Okay, that's gonna be the only audio. No, the only audio that exists is this phone call. So it's okay unless everybody turn your wires off, turn your wires off. Turn your wire off. Excuse may. All right, I'm trying. T O Dwyer. No audio record, but he's still wearing a big, clunky wire. No, no. Well, of course, everybody knows that. I just took up skateboarding now. My God, he's confessing everything. I thought he'd been skateboarding. He's going to say he's pud Todd. Very next. I'm working at Burger King, turning into Yoda. Oh, my God. He's Yoda is also part Godreche. He's Yoda way. Hang up. I feel like you can't hang upon your friend like this. Listen, I mean, we've got a lot to deal with. I mean, we're gonna be implicated in this in some way. We knew about that. We knew about it. We aided and abetted. I mean, I get who knows? I gave Todd a ride the night that O. J died. What if it was coming home from the murder? I might be I might buy a truck since myself from, you know, guys, come on. You can't do that. Look, I mean, anyway, for me also there, people out there who hate us all. OK, we've done horrible things to a lot of plates. Me, El Chapo, I girlfriend your She hates me. I think we're in a loving relationship. Really? Have you watched if you watched your hologram recently? Yeah. Really? Have you listened to it, though? The town has changed. I listened. I watch her on mute. Yeah, I'm telling you, if you put if you play it, the tone has changed completely. She doesn't love you anymore. She's That's what she's not singing Dear mama anymore. No, she nothing in anything. What? No music? She's not singing anymore. Selena's not singing Jesus, guys. I think this is a lot darker than we thought it was. Whatever. I'm not wanted by anyone. Oh, really? What was left? The agency and we all lost our jobs. Are you insinuating that I'm gonna be followed around these? These rats that we've been seeing in the front yard are after me. I'm there. Part of the rat. Fluffy. I'll say this there sharpening their knives in front line. There's been one sitting in the window. So behind you for the last 35 minutes, he's not moving dirty, right? He's not moving scared. He's No. Wait a minute. Look at that. Look at that red looking his feet. Look at his face. Who doesn't rat? Who does that remind you of pizza at that pizza? It, I think a little harder, guys. Mr. Splinter, Mr. Split replicating is Mr Splinter. No, it's not Mr Splinter. Um, it was a shredder. I'm just saying Is that you think that rat thinks you might be Is that, uh do you think that rat might think you're gay? Bill? Hey, rat pills about yellow this rat Iraq. I got to tell you, I'm gonna get right in your fuckin face and tell you I ain't gay no more. And I had something else to tell you, rat. And I see what you look like. You look like Carmine, your rat, Carmine. And I got something else to tell you. I ain't rat no more. What? I am not no more not eat a pizza slice in a subway. I will not bathe in my own shit. And I will not live in the walls. Numb. Oh, he just said you rats bathe in their own shit. I'm doing that. That's just throw. This is scary. The other rat mafias after me. I am scared of them. Maybe you're not scared of them? No. How sure. Who's that outside? That red shot me with a low, right. Good shit. Oh, my God. The rats air scattering. Whose is that? Chris? Oh, my God. Dresses right. Steering with the rats crash. No, Bill. You Bill, he stole $35,000 can. No, bill. You're so much older than I thought. Yeah, Chris, look, I'm taking off all of this. I disguise my tattoo. Says Chris's boy. Yes, boy. Listen, Chris, you know, let me take a little picture of you 40 grand. Chris, He's got other representation now. Okay, here's a green Jew anymore. So my money, my money? No. At least get 10% of it. I'm not gonna let him do this. Chris. Chris, this jack in Israel No, I have the shot. You put that money back on the ground right now or I'll shoot you, too. Bill would stay back. I got your standing and I got Bill. No, bill. If you want you go, Bill, I'll do like, why would you want us to shoot your boys? Should mean I'm gonna shoot you in the bill. If you don't get out of way, I'm gonna shoot you in the knee and I'm gonna shoot and kill Chris way craze. Take that, you poacher. Yeah, Chris, You bastard! Don't take the gun from a start. I'm gonna smash. No show. That was Howard Howard. Whose body news? Exo skeleton. Shut off your Oh, my God, No, I haven't hurt. It's just me. It's just how Oh, my God, He's gorgeous. Wow. Guys doesn't have a mirror. This is my younger self. Wow. Howard's back. I just had a thanks to stay. Body was a cocoon or something. And I have now even been reborn is a beautiful a beautiful may. Wait a second. Oh, God. Oh, There was a bunch of goop on his status. Making them way killed Chris. I killed a manic again. Another man. Oh, my God. What I do? Who do I do? I think wait close. Talkback brands. All those rats air stacking on each other's back there, getting into his old excess. Going right. I'm since Stu's body. I'm calling Tato rat zoos body weight. Bronco goes way. What? We just park this there? No, no, don't work. How do we get through? Don't t Todd! Todd, don't park. We need you to get us And dio Cuba, Russia, Two sticks. Listen, how do we get across the yard? How do we get across the yard? There's rats everywhere. How do we do this? Hot hell, Buzz how? Plus we're trapped between you and see of rats. Can you turn it to an ostrich or something and will jump on your back? So you take the shot. Estrogen. Estrogen. Oh, yeah, That's got way Oh, sure. Just just got Oh, my God! Ok, OK, we're getting there. Yeah, I just direct you around those My girlfriend, She's on the porch way. Is that Jodi Arias? Jodi Arias. She's a murderer from gradually. Pretty recently. Not in the 99. Okay, we're on track. We're going. Get in the back of time. Okay, We're getting there. Okay. See? It's so good to see you. Say good to see you. Use way. No. Is E. I think you don't just wear crazy boy bonnet. Step on a si una bomber, You barbers here. Oh, God, This isn't the kind of company we want to keep pushing Unibomber these packages this way is Is this Timothy MC Pace corpse spent on it? You sack, Get out of here. Put a gun is bad, National hero Tanya Harder. I may just stopping this hit all those money when you're on the car. Get out, Tonio, Get way. Don't know where the hell you're going, but where we drive And Chris showed up with the house and I just killed that motherfucker. Okay, so yeah, we're, uh we're in a little bit of a pickle again, as always. What We're surrounded. No, but shit! What's that? Streets, dammit! A say you take the freeway. Wait! We're surrounded. Is it? Is that a helicopter? Wait, He has aside you from this helicopter. It says, What does it say? It says squint Swimming! Look that. Okay, now sign a Pay em. It's like a better one. Or better to. Okay, Ready to Chapo. Ok, switch to He switched to a second side of that says guys, I forgive you. Really? Whatever you need. I'm here. Oh, my mother Sinuses. I'm sorry for the dishes. Oh, my shop! Oh, Throwing down a rope of dirty laundry tied together Classic chap, Pass a job. Get on it to climb up top. Troubled, troubled Jump. Oh, thank you for having us. What? We're up here that don't take a photo for a tender profiles Smiles. It's us a chapeau G's does and she don't say Jeez, cheese the Oh, jeez. God, There's rats everywhere. Friends are hanging on to the Oh, Are we ever gonna make it out of here? Who knows? I don't. But damn it, I hope we dio. But until we find out, I think there's only one thing we can say. Hey, hey,",
		"edited": false,
		"episode": "s05e08",
		"objectID": "508199"
	}
]
