[
	{
		"time": "00:00:03",
		"speaker": 0,
		"line": "Dear God, Thank you so much for allowing us this time together today to record another episode in your honor. Of course it's me, Butch on. I just wanted to specifically thank you for, uh, the bountiful morning I had, Um I got to see what it's like to really in a goat farm. Uh, which is exciting to me because I saw people working as hard as they could Thio, Thio make ends meet for themselves and their family. And, you know, normally I spend my mornings eating breakfast foods, but here, I got to see it, a lot of them getting made. And it was really interesting to me to CEO sees a beautiful to see goat sausage being. Yes, I was. I got to finally see how the sausage gets made. And it was really Oh, the good eggs were delicious. Um, but anyway, also, Lord, I'd like to thank you also for curing my pneumonia. Um, as quickly as you did. A lot of people said, Hey, two months of having pneumonia is a long time. And I said, Hey, it could have been longer. You're cold. You're very cool. I was called in the Lord came down and the Lord warmed me up from the inside out. So, Lord, I thank you for curing me on. And also, if you have time, just take a look out for my wife and my kids and let me know how they're doing. Because, as you know, we haven't spoken in a couple of weeks and saying about it, huh? But anyway, somebody else could go ahead and jump in. Thank you. Thank you so much. Butch. That was beautiful.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5040"
	},
	{
		"time": "00:01:40",
		"speaker": 1,
		"line": "Dear Lord, I would like to pick up right where Butch left off and thank you for my third book deal. Oh, yeah. Thank you for providing above and beyond what I ever thought was possible. Lord, this third book deal is season is gonna be fiction. It is gonna be a story I am making up.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5041"
	},
	{
		"time": "00:02:10",
		"speaker": 0,
		"line": "It's why I Lord Yeah, it's why a young adult fiction lord",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5042"
	},
	{
		"time": "00:02:14",
		"speaker": 1,
		"line": "it is Why, Lord and it is gonna be suggested because I am a member capitalizing on the market. Daddy is 50 shades of grey and it is going to be called to Testaments of growth. Praise the Lord. Praise raised the Lord unless just say, Let's just say Moses is gonna have another room inside of his ark. We'll",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5043"
	},
	{
		"time": "00:02:48",
		"speaker": 2,
		"line": "leave it at that. This is gonna have a room in the dark that's really know this smaller story as well. And his smaller",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5044"
	},
	{
		"time": "00:03:01",
		"speaker": 1,
		"line": "arc. There are a bunch of Noah din IRS which are coming out, and I support them. Lord Noah was maybe not the one with the art because they did find some bones near the art where the Ark was buried. I found the arcas well. The art was bearing stories proven",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5045"
	},
	{
		"time": "00:03:23",
		"speaker": 0,
		"line": "true, Lord, with the story, the details of the story are not quite",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5046"
	},
	{
		"time": "00:03:28",
		"speaker": 1,
		"line": "eyes all spoilers. And I shouldn't have even pray. Let's keep it improved. Thank you for my new wife. A book Deal floor. Thank you,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5047"
	},
	{
		"time": "00:03:40",
		"speaker": 2,
		"line": "Lord. Of course it's me. Lindsay Gold. Of course, I would like to give blessings back unto the for the continued guidance and love you have shown us on our great journey as we've been gone over two weeks in Jerusalem. Yes, and boy, has it been edifying. Thank you, Lord, for your education, for your guidance. I know exactly what I'm getting out of this trip, and I'll just put it that way. All know what we're doing here. And we can all feel the gravitas of being in Israel.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5048"
	},
	{
		"time": "00:04:25",
		"speaker": 1,
		"line": "Eyes rise. I'll lower. Lower is right. He'll come on. Bless you. Bless you. You sneeze",
		"edited": false,
		"episode": "s05e04",
		"objectID": "5049"
	},
	{
		"time": "00:04:35",
		"speaker": 4,
		"line": "tight, Lord. Threes like give you a second.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50410"
	},
	{
		"time": "00:04:45",
		"speaker": 2,
		"line": "Every time it rains. We know that's your little SMEs. They just want to say after the afternoon showers this afternoon",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50411"
	},
	{
		"time": "00:04:55",
		"speaker": 4,
		"line": "to your help. Large. I want toe. Thank you. Up there in heavens sitting on your big old cloud. I want to say thank you for giving me the most uncomfortable flight I've ever been on. Thank you. Thank you for having me. Downgraded from first class to a middle seat by the bathroom",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50412"
	},
	{
		"time": "00:05:24",
		"speaker": 0,
		"line": "in the bathrooms. Visit",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50413"
	},
	{
		"time": "00:05:25",
		"speaker": 4,
		"line": "a middle seat in the bathroom. You took the downgrade? I took the downgrade. I've paid them 300 more. It I got separated from my friends and put on a different flight. Thank you for putting me on a flight that accidentally went the wrong way around the world. Lord",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50414"
	},
	{
		"time": "00:05:45",
		"speaker": 2,
		"line": "never stopped challenging us. Lord, never,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50415"
	},
	{
		"time": "00:05:48",
		"speaker": 4,
		"line": "never stop. Because I have learned what I am capable of suffering through, Lord. And I appreciate you allowing me to learn that",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50416"
	},
	{
		"time": "00:05:57",
		"speaker": 0,
		"line": "bank you. What a lesson, Lord blessed Uh, right. We all ready to do this thing? Let's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50417"
	},
	{
		"time": "00:06:10",
		"speaker": 1,
		"line": "Yeah, let's do it. Passes out. I got a couple years. Oh, my God. Grace and Paul Me a cup of that. All right, everybody, welcome to somebody else's voice. Just said, Yeah, let's do it. Ridiculous voice. I do not have ridiculous",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50418"
	},
	{
		"time": "00:06:55",
		"speaker": 0,
		"line": "voice. Okay. Yeah, Well, anybody, anyway. Welcome to the preachers lounge, everybody. The first, best and only podcast pertaining to issues that were relevant to the religious communities surrounding Hamilton High School. But of course, we've gone Jerusalem, folks. That's right. We are now reporting live from the Holy Land, Jerusalem, inside the temple. They've given us a little recording booth here inside the temple. Yes, and it's nice in here, man.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50419"
	},
	{
		"time": "00:07:23",
		"speaker": 1,
		"line": "It's really good. It's just very important to get close to the Holy Land. To really see what you've been preaching the places you've been talking about for years, for years, you and it is very nice to get here with Jesus",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50420"
	},
	{
		"time": "00:07:39",
		"speaker": 0,
		"line": "people. Yes. Jesus. People have so far proven to be very kind. Yeah, we've been shown tremendous hospitality. I went to the in and the in had room for May is what I'll set. That congratulated. Yeah, it had room for May,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50421"
	},
	{
		"time": "00:07:56",
		"speaker": 1,
		"line": "uh, moisture. They did not have room for, you know, they were all but were they in the making? You sleep",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50422"
	},
	{
		"time": "00:08:01",
		"speaker": 4,
		"line": "well? They downgraded me. Teoh, front desk concierge. You work here now? I work at the That's part of my deal. It's Bill.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50423"
	},
	{
		"time": "00:08:13",
		"speaker": 0,
		"line": "You're staying for free. Otherwise",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50424"
	},
	{
		"time": "00:08:16",
		"speaker": 4,
		"line": "I'm paying. I'm still paying for the honeymoon suite, which I got to treat myself. I was out here because my wife and I famously did not have a honeymoon.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50425"
	},
	{
		"time": "00:08:26",
		"speaker": 2,
		"line": "No, this is a bit of a honeymoon with the Lord isn't sort of re committing,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50426"
	},
	{
		"time": "00:08:30",
		"speaker": 1,
		"line": "but it does feel like the Lord is picking me up and taking me across the threshold. Entire honeymoon suite? Yes, right. That's right. It's very interesting. Now, I thought for forever I've been teaching the story of the Lord and how the in was full and they they had to go to the manger out back. I did not realize that that is still very much a custom here. Every even the w, the W Jerusalem has a manger. Outback. Yes, he's Where",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50427"
	},
	{
		"time": "00:08:59",
		"speaker": 2,
		"line": "are you talking about the W or the W the George Bush themed hotel that we saw earlier.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50428"
	},
	{
		"time": "00:09:06",
		"speaker": 1,
		"line": "I was talking about the W but but I love the W W was all of the rooms. The art? Yeah, it all I Oh, good God, I love the art, Isn't it amazing? Pays photo Realistic. People",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50429"
	},
	{
		"time": "00:09:22",
		"speaker": 4,
		"line": "don't say of your birth. Yeah, Bush. And it's all his. I'd be. Google is art. It's all looks like it was drawn by a man who was near the edge of sanity. It's beautiful. It's in all the rooms.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50430"
	},
	{
		"time": "00:09:37",
		"speaker": 0,
		"line": "It's great that people have encouraged him to pursue his hobby. You know, I because I I kind of sometimes feel like I'm not supported in a lot of my sort of extracurricular activity. Really. You know,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50431"
	},
	{
		"time": "00:09:48",
		"speaker": 4,
		"line": "a lot of people don't want to join a full contact football team with you.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50432"
	},
	{
		"time": "00:09:52",
		"speaker": 1,
		"line": "My wife with no power, right? Well, that's the way",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50433"
	},
	{
		"time": "00:09:56",
		"speaker": 0,
		"line": "it used to be in a lot of people say, if you're not wearing pads, you're more careful. That's why rugby eyes don't ever get concussions or broken bones because they're being more careful.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50434"
	},
	{
		"time": "00:10:04",
		"speaker": 2,
		"line": "Protect And that's true rugby, guys air very healthy. They have injurious. You're not missing",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50435"
	},
	{
		"time": "00:10:09",
		"speaker": 0,
		"line": "Teoh. They don't have concussions and such, and because they protect their hand. And I I just figured, you know, everybody's got some aggression. You know? Everybody's going through stuff that makes him upset. That makes him angry, and they need a way to get some of that aggression out. And I figured, Hey, why not get a bunch of people who are all secretly very upset with their lives together to a try really, really hard to play some really good games of football?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50436"
	},
	{
		"time": "00:10:32",
		"speaker": 4,
		"line": "I'll say you have more than some of aggression that you're not letting out and it comes out on the field. I okay, we've seen you at your son's Little League games.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50437"
	},
	{
		"time": "00:10:41",
		"speaker": 3,
		"line": "Oh, well, on the news.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50438"
	},
	{
		"time": "00:10:42",
		"speaker": 0,
		"line": "Yeah, that's right, everybody. That's of course. This trip was very perfectly timed because, of course, uh, of the scandal that broke our",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50439"
	},
	{
		"time": "00:10:51",
		"speaker": 1,
		"line": "Little League grant my little which which started in the stands and ended up on the field, and you and sort of stripping your son down, make it putting on his clothes, on attempting to run them and played well, I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50440"
	},
	{
		"time": "00:11:06",
		"speaker": 0,
		"line": "said I said, Well, cause I said to the umpire, I said, If you're going to screw somebody screws somebody. So I put on his costume and I started playing T ball and I said, Listen to",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50441"
	},
	{
		"time": "00:11:15",
		"speaker": 1,
		"line": "me, son. You're gonna make those bad calls. Do it to my do it",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50442"
	},
	{
		"time": "00:11:19",
		"speaker": 0,
		"line": "to my face. Don't do it to my son's face. He doesn't deserve",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50443"
	},
	{
		"time": "00:11:21",
		"speaker": 2,
		"line": "There's such a mature move. You just step right in and take the brunt of what your son was get.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50444"
	},
	{
		"time": "00:11:27",
		"speaker": 0,
		"line": "Exactly. And, of course, my son, my son is used to taking the brunt of the abuse because, you know he's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50445"
	},
	{
		"time": "00:11:34",
		"speaker": 1,
		"line": "there. He's a run. He's a small kid. He's right,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50446"
	},
	{
		"time": "00:11:37",
		"speaker": 0,
		"line": "he's there. He's a run run. He's a running takes the brunt. Okay? And so I told him, You know what? You put on my clothes. You go sit in the stands to see what it's like to see. See? See? You'll see what it's like.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50447"
	},
	{
		"time": "00:11:46",
		"speaker": 1,
		"line": "Yeah, Yeah, You're so sobbing. He was stopped sobbing in huge close while you played a full game. Yeah, yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50448"
	},
	{
		"time": "00:11:54",
		"speaker": 2,
		"line": "yeah. You tagged him out in the third inning of a nine inning game, right?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50449"
	},
	{
		"time": "00:11:57",
		"speaker": 0,
		"line": "Yeah, I did. And then after that, labour and get",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50450"
	},
	{
		"time": "00:12:01",
		"speaker": 4,
		"line": "pitched a many hitter. Is that what it's called",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50451"
	},
	{
		"time": "00:12:04",
		"speaker": 0,
		"line": "many it all later fishing. All hitter,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50452"
	},
	{
		"time": "00:12:07",
		"speaker": 4,
		"line": "everybody, everybody hit every time.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50453"
	},
	{
		"time": "00:12:10",
		"speaker": 2,
		"line": "That's the second story on the news. The 1st 1 was your range. On the second story was sort of a puff piece about a bunch of a bunch of young Children who finally gained that athletic, confident",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50454"
	},
	{
		"time": "00:12:20",
		"speaker": 1,
		"line": "heading against you and All Hitter. It was called, um, the most humiliating night on the mountain. Yeah, was also another",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50455"
	},
	{
		"time": "00:12:30",
		"speaker": 0,
		"line": "story, but about status but world. But I say I say I'm a sacrificial lamb. You know what? I took the brunt again of all of that criticism from the news and these stories, and I had my name dragged through the mud so that those kids on that other team could finally feel like they were worth some respect and praise to you. Thank you. And I feel like I feel like I feel like I'm doing the Lord's work. OK, I am showing kids. I showed those kids that they are talented, And yes, it's because I'm the worst picture that's ever existed.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50456"
	},
	{
		"time": "00:13:06",
		"speaker": 4,
		"line": "And is the kid you hit my head with the ball out of the coma yet?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50457"
	},
	{
		"time": "00:13:09",
		"speaker": 0,
		"line": "No, not yet. Hey is responding to questions. He's got",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50458"
	},
	{
		"time": "00:13:14",
		"speaker": 1,
		"line": "that very, very much out of responding to questions. I don't think your ego is one of those situations",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50459"
	},
	{
		"time": "00:13:22",
		"speaker": 4,
		"line": "where a home, but no.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50460"
	},
	{
		"time": "00:13:24",
		"speaker": 1,
		"line": "Oh, no, it's here. Here's the thing. He's back at work. Yes, the work kids back child job. I work. He's still a little",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50461"
	},
	{
		"time": "00:13:33",
		"speaker": 0,
		"line": "foggy, though, when the doctor is saying he's still mostly in the coma, but he's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50462"
	},
	{
		"time": "00:13:38",
		"speaker": 1,
		"line": "him out. It's a conscious",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50463"
	},
	{
		"time": "00:13:39",
		"speaker": 0,
		"line": "coma, they said. They said he's in a conscious coming, devastated. If you ask him if he's awake and lucid, he says no. But then he can do everything else that he needs to.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50464"
	},
	{
		"time": "00:13:48",
		"speaker": 4,
		"line": "Dio tried to pick him off first base on your time.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50465"
	},
	{
		"time": "00:13:53",
		"speaker": 1,
		"line": "There is a full inning where you just kept pretending like you were gonna pitch and throwing. Here's the problem. When",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50466"
	},
	{
		"time": "00:13:59",
		"speaker": 0,
		"line": "I when I hit him and he got a base on balls and ended up on first base in a coma,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50467"
	},
	{
		"time": "00:14:04",
		"speaker": 1,
		"line": "he was just off the base and he wasn't even taking a leader. He was standing with both feet on the back. You want over and yanked him off the back on, then handed",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50468"
	},
	{
		"time": "00:14:16",
		"speaker": 2,
		"line": "the ball to the first base.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50469"
	},
	{
		"time": "00:14:17",
		"speaker": 0,
		"line": "Yeah, Yeah. And how did that not work? I don't know. Any way. Look,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50470"
	},
	{
		"time": "00:14:20",
		"speaker": 1,
		"line": "like you said this came at a great time After your skin don't break you. You literally had to leave the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50471"
	},
	{
		"time": "00:14:27",
		"speaker": 0,
		"line": "country. Yes, my wife and kid, My wife specifically said thank God, which I took to heart that release when she said she was told me every time when she will and she said she was thankful for me to have to leave. That was me really coming to terms with our relationship and how much just doesn't love me anymore.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50472"
	},
	{
		"time": "00:14:45",
		"speaker": 2,
		"line": "You know what else You know who else had to leave the Lord himself? Jesus Christ. That is true. He was sent away for three days. Yes, in the cave. We're gonna be Andrew so much longer than that, right? I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50473"
	},
	{
		"time": "00:14:57",
		"speaker": 0,
		"line": "think famously he was crucified and then sent away",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50474"
	},
	{
		"time": "00:15:01",
		"speaker": 1,
		"line": "Way are looking for the Lord. I did not know this, but we're finding out some new interesting things when we're here in Israel. I'm learning a lot from the locals because we have this big, huge, um, idea of what Jesus was. We're finding out a little bit mawr of who he actually was and what he was like here. Did you know? And I was talking Teoh, an Israeli man on the street. Local a local. Ah, who knew the new? The Lord's family then they loved his family. And did you know that the Lord was only at the last Supper for like, a second? Really? Just for like, a quick just a It was a popped by. Wow. Hey. What? He was just hanging out",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50475"
	},
	{
		"time": "00:15:50",
		"speaker": 0,
		"line": "there for a minute.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50476"
	},
	{
		"time": "00:15:51",
		"speaker": 2,
		"line": "Wow. Isn't that it? Because I got the feeling that the last up was really",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50477"
	},
	{
		"time": "00:15:56",
		"speaker": 1,
		"line": "about, you know, it was a party that he popped by and they painted him there in the middle.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50478"
	},
	{
		"time": "00:16:05",
		"speaker": 4,
		"line": "Hey, busted state imposed for the picture, right?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50479"
	},
	{
		"time": "00:16:09",
		"speaker": 1,
		"line": "No, no, he was just there in Somalia, just pregnant women. They just got it that I mean, like, he was there. That is true. At one point, he was in the middle and everyone was looking so",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50480"
	},
	{
		"time": "00:16:18",
		"speaker": 4,
		"line": "they were trying to do a thing that was like, Hey, come to our suppers. Jesus comes like they were making a painting. So everyone be like, Oh, maybe I will goto Judases supper",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50481"
	},
	{
		"time": "00:16:27",
		"speaker": 2,
		"line": "Exact. It is one of the city club promotions. You know, they pay some celebrity. 50 grain was very my I see the situation was",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50482"
	},
	{
		"time": "00:16:36",
		"speaker": 1,
		"line": "very much It's kind of off duty, showing up in a closed. It's kind of like",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50483"
	},
	{
		"time": "00:16:41",
		"speaker": 0,
		"line": "what you do at your church exactly like that. You have, like, there. Yeah, you're barely there. And you have celebrities come by and you just take pictures and that gets people",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50484"
	},
	{
		"time": "00:16:50",
		"speaker": 2,
		"line": "to come Because what people don't know about your church is that not only do you have the largest church in all of Houston, but the downtown skyscraper where you have foot top floor offices. Yes, yes. Yeah. Uh, you also not just have the church downtown. You have a skyscraper 60",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50485"
	},
	{
		"time": "00:17:10",
		"speaker": 1,
		"line": "two story lot of real estate downtown. I have a lot of real estate downtown, and the church is one of those many pieces, but yeah. I mean, how",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50486"
	},
	{
		"time": "00:17:19",
		"speaker": 4,
		"line": "is this story about Jesus going to affect your your reenactments? Cause you famously do a full re enactment of the supper through the crucifixion? Yes. A passion play. You do a passion",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50487"
	},
	{
		"time": "00:17:30",
		"speaker": 1,
		"line": "play, do a full length passion play. I don't take work status days. It's edit. There is one scene where Jesus is going shoot and looking out the window at everybody mad at him for a full 30 minutes, and I mean, I love Do I want to play Jesus every year? No. Do I end up having to play him? Because the actor I cast just can't pull the emotion out? Yes, And we have",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50488"
	},
	{
		"time": "00:18:03",
		"speaker": 2,
		"line": "never seen you in these actors that you're casting in the same place. But you swear you have a brand new actor every year.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50489"
	},
	{
		"time": "00:18:10",
		"speaker": 1,
		"line": "I promise. I'm holding castings that are lengthy. I've seen every actor in town and they can't do it. They can't. They just can't do it. Good, Good. And do I have to play punches, pilot and all 12 disciples and everyone else in the plate? Yes, yes, because I just can't trust it to anybody else. I sat",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50490"
	},
	{
		"time": "00:18:32",
		"speaker": 2,
		"line": "in on some of these castings. We've had the long lunches, we've looked over these head shots, and it's just clear that nobody can do this work.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50491"
	},
	{
		"time": "00:18:41",
		"speaker": 4,
		"line": "I've heard that when someone deserves the role, when they walk in the room, you know it. And if you don't know when they walk in the room, you should send them right back down Yeah, ones Tank.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50492"
	},
	{
		"time": "00:18:53",
		"speaker": 2,
		"line": "That's right. That's right.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50493"
	},
	{
		"time": "00:18:55",
		"speaker": 1,
		"line": "Are you stuffed up, Moisture?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50494"
	},
	{
		"time": "00:18:57",
		"speaker": 4,
		"line": "Oh, you didn't hear, uh, I was injected with the flu virus. Avian flu, right? Was injected with avian flu. Ah, they're trying to see if it would mutate through travel. And they needed a pig. What's it called it? Yeah, yeah, yeah. They they would For some reason, that cut out the first part of that. This kid called me a using their good me swine flow. But anyway, the objective here they've been flow.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50495"
	},
	{
		"time": "00:19:33",
		"speaker": 1,
		"line": "And they kept saying, Let's give this pig avian is what they would say. That's right. Now, this is something I'm not",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50496"
	},
	{
		"time": "00:19:40",
		"speaker": 2,
		"line": "mad at you here, but if I'm traveling with you for what is it 17 days through? This is something I kind of think you might need to disclose to people. I am",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50497"
	},
	{
		"time": "00:19:49",
		"speaker": 4,
		"line": "wearing the doctor's mask. I don't know if it's on properly, but, you know,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50498"
	},
	{
		"time": "00:19:53",
		"speaker": 0,
		"line": "you mean on the back of your head",
		"edited": false,
		"episode": "s05e04",
		"objectID": "50499"
	},
	{
		"time": "00:19:54",
		"speaker": 2,
		"line": "Yeah. That's definitely where school, like, backward. I'm indoors.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504100"
	},
	{
		"time": "00:20:00",
		"speaker": 4,
		"line": "Uh, I just I reverse the doctors half really having a tough time of it. Moisture. It's, You know, I feel a lot like job. Yeah, been constantly punished. Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504101"
	},
	{
		"time": "00:20:16",
		"speaker": 0,
		"line": "tested. You could see",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504102"
	},
	{
		"time": "00:20:17",
		"speaker": 2,
		"line": "how this must be a big deal being Jerusalem for you. Because, of course, you are now extremely Christian.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504103"
	},
	{
		"time": "00:20:22",
		"speaker": 4,
		"line": "I'm very Christian. But",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504104"
	},
	{
		"time": "00:20:24",
		"speaker": 2,
		"line": "you were.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504105"
	},
	{
		"time": "00:20:25",
		"speaker": 4,
		"line": "I'm not Drew no more. Okay, okay. You will not carry a I won't carry a bagel. I won't",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504106"
	},
	{
		"time": "00:20:32",
		"speaker": 1,
		"line": "care. Jesus. Jesus, Jesus of cool. Of course. Way",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504107"
	},
	{
		"time": "00:20:42",
		"speaker": 4,
		"line": "right. Classically, famously. My wife said I was too Jewish. So I converted to Christianity.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504108"
	},
	{
		"time": "00:20:48",
		"speaker": 1,
		"line": "And she is Jew. And",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504109"
	},
	{
		"time": "00:20:49",
		"speaker": 4,
		"line": "she's Jewish. Announced interest for her. And I started Christians for Jesus. The church. Um so it's interesting being back in Israel, cause I do you know, everybody speaks to me in Hebrew immediately. Everybody like high five me because my Jew, which",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504110"
	},
	{
		"time": "00:21:07",
		"speaker": 0,
		"line": "is a classic Israeli greeting if you Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504111"
	},
	{
		"time": "00:21:11",
		"speaker": 2,
		"line": "I didn't get that at first were getting right. But I've learned it from the locals. That's class.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504112"
	},
	{
		"time": "00:21:15",
		"speaker": 4,
		"line": "And I have to say that not anymore. Your own anymore, you know? So you",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504113"
	},
	{
		"time": "00:21:21",
		"speaker": 0,
		"line": "started you. I don't know if you mean for people to see this, but you've started throwing up the middle finger when they come at",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504114"
	},
	{
		"time": "00:21:27",
		"speaker": 4,
		"line": "you are 50 yeah. They put a high five up and I say, Fuck, Yeo. Yeah. Go home, Rabbi. Not anymore. Was not anymore. More 90. My injury no more. So you,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504115"
	},
	{
		"time": "00:21:43",
		"speaker": 2,
		"line": "of course, would have welcomed that sort of attention before.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504116"
	},
	{
		"time": "00:21:46",
		"speaker": 4,
		"line": "Yeah, but now I don't, You know, don't show on my reverse circumcision, right? Right. But yeah, it is interesting being here. I will say Jewish or not. I love the falafel.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504117"
	},
	{
		"time": "00:22:00",
		"speaker": 1,
		"line": "What do you mean? Well, you",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504118"
	},
	{
		"time": "00:22:04",
		"speaker": 4,
		"line": "know, I really like falafel when our Jewish It's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504119"
	},
	{
		"time": "00:22:07",
		"speaker": 1,
		"line": "very still. Okay. You still eat the full awful. Still wait before. Thank you. They sort of, um, uh, Jewish traditions. Like eating complaint during movies. I didn't mean to ask you this. This feels very offensive way like Teoh about High Nika or Channel way.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504120"
	},
	{
		"time": "00:22:41",
		"speaker": 4,
		"line": "Oh, yeah. You know, we do the holidays, but we doing for Christ now. You know, I went down to the the Wailing Wall, and I still made sure that the men were separate from the women. You know, some things you just there in your blood, right? Right. Um,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504121"
	},
	{
		"time": "00:22:57",
		"speaker": 2,
		"line": "no, I had to be corrected when we went down to the Wailing Wall, because I was I was initially calling it the Great wall right, which actually kind",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504122"
	},
	{
		"time": "00:23:05",
		"speaker": 0,
		"line": "of as a review. I'll take it. It is a great",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504123"
	},
	{
		"time": "00:23:07",
		"speaker": 1,
		"line": "That's what I say.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504124"
	},
	{
		"time": "00:23:08",
		"speaker": 0,
		"line": "It's a great wall. It's beautiful. I mean, it's beautiful architecture. I mean, just a",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504125"
	},
	{
		"time": "00:23:12",
		"speaker": 3,
		"line": "flat, beautiful wall.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504126"
	},
	{
		"time": "00:23:13",
		"speaker": 2,
		"line": "Well, that's why you go.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504127"
	},
	{
		"time": "00:23:14",
		"speaker": 3,
		"line": "Yeah, it's just Wow, Look at this wall.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504128"
	},
	{
		"time": "00:23:16",
		"speaker": 4,
		"line": "Yeah. And you kept going at the Great Wall, and you kept saying that. So this is trying a,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504129"
	},
	{
		"time": "00:23:21",
		"speaker": 2,
		"line": "uh yeah, it was another mistake. Making you want the Jerusalem, you know, was further into Asia.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504130"
	},
	{
		"time": "00:23:30",
		"speaker": 4,
		"line": "Middle East. You heard the East more than the middle.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504131"
	},
	{
		"time": "00:23:32",
		"speaker": 1,
		"line": "That's right. Yes, you",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504132"
	},
	{
		"time": "00:23:33",
		"speaker": 0,
		"line": "are. You may be thought it was in the middle of the East. It's like, this is this is the middle of, uh, Asia.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504133"
	},
	{
		"time": "00:23:38",
		"speaker": 2,
		"line": "And this was not the only time I had a gun My face that day because I was working breakfast for sure. Yeah. Sloppy breakfast. I had a sloppy Benedict",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504134"
	},
	{
		"time": "00:23:48",
		"speaker": 1,
		"line": "that I said, How do you want your eggs kicked and you sit on my face?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504135"
	},
	{
		"time": "00:23:53",
		"speaker": 2,
		"line": "That's right. Luckily, they obliged. They oblige. Your",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504136"
	},
	{
		"time": "00:23:58",
		"speaker": 0,
		"line": "face is so hot. Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504137"
	},
	{
		"time": "00:24:00",
		"speaker": 2,
		"line": "yeah, They laid me down That let the sun in my face for a while.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504138"
	},
	{
		"time": "00:24:03",
		"speaker": 4,
		"line": "There can I ask you? NZ? We all put a little wishing to the wailing wall or prayer you are writing for quite some time there. You got a few pages in before you rolled it up and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504139"
	},
	{
		"time": "00:24:13",
		"speaker": 1,
		"line": "put it honestly, didn't you saying it was",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504140"
	},
	{
		"time": "00:24:19",
		"speaker": 2,
		"line": "a scroll bythe and I just left it on the ground. Here is the wall where I was hoping that it all comes true.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504141"
	},
	{
		"time": "00:24:25",
		"speaker": 4,
		"line": "It was Did you just have so many wishes, or was there our prayers are with their one that you kind",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504142"
	},
	{
		"time": "00:24:30",
		"speaker": 1,
		"line": "of I I saw the first sentence, and I apologize, but it said my first wish is for more wishes. That's right. That's right. And then you just went on.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504143"
	},
	{
		"time": "00:24:42",
		"speaker": 2,
		"line": "That's right. Well, I wasn't sure, but I thought that my wish had been granted. Uh, and I felt just a rush of 1000 wishes enter my body s. So I was there and I was wishing I wished about 1000 wishes, mostly for myself. Yes, some for my congregation. And what",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504144"
	},
	{
		"time": "00:25:01",
		"speaker": 1,
		"line": "were those for your congregation? Do they have anything to do with you?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504145"
	},
	{
		"time": "00:25:05",
		"speaker": 2,
		"line": "Yeah. It was mostly about their golf game shaving off a couple strokes down a dog lead, men Dogleg method is yes. Yeah. You know, the lifestyle we have down at the country club of the church is,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504146"
	},
	{
		"time": "00:25:17",
		"speaker": 1,
		"line": "uh, because it's very it's is becoming really a lot of Ah, hybrid there. Yeah. I mean, like, there is a church on the premises there, but it's honestly mawr of a desert on number seven minutes",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504147"
	},
	{
		"time": "00:25:32",
		"speaker": 2,
		"line": "into a bunker. Ah, sand bunker. And we've instituted a, uh, no jeans and a blazer policy everywhere at the church.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504148"
	},
	{
		"time": "00:25:41",
		"speaker": 4,
		"line": "I took communion. It was a BLT on a mimosa.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504149"
	},
	{
		"time": "00:25:44",
		"speaker": 2,
		"line": "That's what that's you know, we're one of those foofie country clubs, you know, we're mostly a brunch place.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504150"
	},
	{
		"time": "00:25:52",
		"speaker": 0,
		"line": "Yeah, I I wanted Toto have, ah, conversation with Lord with one of the deacons on. He kept saying he kept saying, Hi, I'm Bobby the Pro.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504151"
	},
	{
		"time": "00:26:00",
		"speaker": 2,
		"line": "Yeah, yeah, yeah. Well, you know nothing to sneeze at all of our deacons approach.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504152"
	},
	{
		"time": "00:26:05",
		"speaker": 4,
		"line": "I'll say Bobby, Bobby did correct your prayer game.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504153"
	},
	{
		"time": "00:26:09",
		"speaker": 1,
		"line": "Really? Did. You really did. It was all",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504154"
	},
	{
		"time": "00:26:11",
		"speaker": 0,
		"line": "your hips too much. And he said it was mostly the problem was in my follow through. He said He said, He said, You gotta really",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504155"
	},
	{
		"time": "00:26:17",
		"speaker": 2,
		"line": "That's what I've learned down a dog leg is a lot of golf tips apply as God tips write letters.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504156"
	},
	{
		"time": "00:26:25",
		"speaker": 0,
		"line": "Yes, it's only It's no coincidence that the names are so",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504157"
	},
	{
		"time": "00:26:27",
		"speaker": 2,
		"line": "simply feet. Know where you are? Yes, right. Same deal.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504158"
	},
	{
		"time": "00:26:31",
		"speaker": 1,
		"line": "Beautiful. Yeah. Yeah, OK, gotta go. Yeah, I went there and I said, I'm having a little bit of trouble with a wandering eye. You know, my wife who is really and not me, uh is not necessarily satisfying all of my urges. And I and I want to look around, huh? And? And the God pro told me. Keep your left arm straight. That's because works.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504159"
	},
	{
		"time": "00:27:00",
		"speaker": 2,
		"line": "I mean, when you pull your head where your eyes going? Yeah, with wow, right with keep your head in there. Keep right across from your wife. Strict. You know, you that's most of what this Christianity stuff is. You just gotta wear the right. Bloggers",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504160"
	},
	{
		"time": "00:27:13",
		"speaker": 0,
		"line": "don't stray from the cart path.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504161"
	},
	{
		"time": "00:27:16",
		"speaker": 2,
		"line": "That's right. That's right. Thank you, guys, for letting so much time down at the country club or the church or whichever one",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504162"
	},
	{
		"time": "00:27:22",
		"speaker": 4,
		"line": "you're doing. Um, have you gotten in your hands in here in Jerusalem? Have you been able to find a I've church are",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504163"
	},
	{
		"time": "00:27:27",
		"speaker": 2,
		"line": "beautiful golf in Israel. A I mean, sorry about baggage claim. We had to wait for my clubs to come in.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504164"
	},
	{
		"time": "00:27:34",
		"speaker": 0,
		"line": "I think you probably should have put him in a bag. You didn't have to put him in there individually.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504165"
	},
	{
		"time": "00:27:39",
		"speaker": 2,
		"line": "No, I had to check them each individually in a suitcase. Lay each had to be along suitcases because I don't want my clubs clinging around. Okay, Well, actually just bought three new TaylorMade drivers, and I brought him all",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504166"
	},
	{
		"time": "00:27:51",
		"speaker": 1,
		"line": "Wow. Yeah. There's 13 and five. Would",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504167"
	},
	{
		"time": "00:27:55",
		"speaker": 2,
		"line": "no. 11 in the one trying on the glove? Yes, same club. I just want to make sure that it worked. Okay? In case it explode. Explode? Well, it hasn't exploding it.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504168"
	},
	{
		"time": "00:28:07",
		"speaker": 1,
		"line": "A goof ball really explodes off the head. Yeah, it's a bit of a goof. Couple up. Tailor made a goof going. Let her off. Wow. I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504169"
	},
	{
		"time": "00:28:17",
		"speaker": 4,
		"line": "mean, that group club shop is everything they have. There is very fun.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504170"
	},
	{
		"time": "00:28:23",
		"speaker": 2,
		"line": "Well, we figured, you know, we tone down on the church and went up in the crunch of club and everybody was really happy. So we toned down on the pro shop and went up into Spencer's.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504171"
	},
	{
		"time": "00:28:32",
		"speaker": 1,
		"line": "A soon as I got there, I bought the 69 iron. One of",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504172"
	},
	{
		"time": "00:28:40",
		"speaker": 2,
		"line": "those irons that, of course, has a head on both ends on you can bend it in the middle. So they took",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504173"
	},
	{
		"time": "00:28:45",
		"speaker": 1,
		"line": "Exactly Exactly, um, what else did we buy? I can't think of one better than that. Yeah, I bought some titties. T Yeah.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504174"
	},
	{
		"time": "00:29:03",
		"speaker": 2,
		"line": "Yeah. There's that glow in the dark Jack Nicklaus poster",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504175"
	},
	{
		"time": "00:29:07",
		"speaker": 1,
		"line": "with a big joint. Those are the three items. Well, we've got",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504176"
	},
	{
		"time": "00:29:16",
		"speaker": 0,
		"line": "a guest on the show today, which is great. Hey, is ah, good friend of our seas here in Jerusalem with us. Uh, he's ah, good friend of ours, and I just go ahead and introduce him to you while he's singing Toria. And this is Reverend Samuel Ezekiel saying how you do",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504177"
	},
	{
		"time": "00:29:31",
		"speaker": 3,
		"line": "it in man brothers, get this. Be in the fellowship with some of my best religious friends I have in the world.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504178"
	},
	{
		"time": "00:29:38",
		"speaker": 1,
		"line": "It is so nice when you are in another country to run in to someone that you know from your own country. It really feels good. Like Oh, my gosh, you are",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504179"
	},
	{
		"time": "00:29:48",
		"speaker": 2,
		"line": "Here is a small world",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504180"
	},
	{
		"time": "00:29:50",
		"speaker": 3,
		"line": "is sure is a small world while he on this one. Earth. Yeah. Living. Oh, yes. Yeah. Weighs in the same God, that's right. In different ways, that's true. But nonetheless small world, small religion, small guns. So not praising God in really focus on small God. Yeah, yeah, you know, that's what I teach it much. I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504181"
	},
	{
		"time": "00:30:12",
		"speaker": 1,
		"line": "was going to",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504182"
	},
	{
		"time": "00:30:12",
		"speaker": 0,
		"line": "say your you were, say, worshipping the same God, but in different ways. Your your method is actually quite unorthodox.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504183"
	},
	{
		"time": "00:30:18",
		"speaker": 1,
		"line": "Into you fight into microscopes, is there?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504184"
	},
	{
		"time": "00:30:21",
		"speaker": 3,
		"line": "Yes, yes, we we combine. You know, I would like to say we were the original Scientologists s o l. Ron Hubbard took it slowly, but",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504185"
	},
	{
		"time": "00:30:32",
		"speaker": 1,
		"line": "we like Teoh. He's told he's so instead we",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504186"
	},
	{
		"time": "00:30:35",
		"speaker": 3,
		"line": "just a Baptist church mountain. Now the thing is, is that you have to get on to God in a macroscopic level because God is a small God. God is all around us in all different types of ways. Tiny ways, Tiny ways. Making things happen in big ways in the world.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504187"
	},
	{
		"time": "00:30:54",
		"speaker": 1,
		"line": "No, I went to your The Lord is in an amoeba sermon and I was blown away. Firstly,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504188"
	},
	{
		"time": "00:31:04",
		"speaker": 2,
		"line": "let's your set of seen you walk in. I know we came in late. You got you walk in and you see, the pews are full, and everyone is looking straight at the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504189"
	},
	{
		"time": "00:31:13",
		"speaker": 3,
		"line": "ground raid at the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504190"
	},
	{
		"time": "00:31:14",
		"speaker": 2,
		"line": "right, into the eye of the microscope.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504191"
	},
	{
		"time": "00:31:16",
		"speaker": 1,
		"line": "I don't believe you found that many like a school lab",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504192"
	},
	{
		"time": "00:31:19",
		"speaker": 3,
		"line": "microscope. We have 913 school at my Praise the Lord, that microscope a man and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504193"
	},
	{
		"time": "00:31:29",
		"speaker": 4,
		"line": "I want to apologize. I kept accidentally cracking the slides on",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504194"
	},
	{
		"time": "00:31:33",
		"speaker": 3,
		"line": "my Yeah, we don't have it if in an amount of slide. So that was an issue. A couple of our parishioners were not able to get close to the small guy there. But we did order some extra slides from science and capital in California on",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504195"
	},
	{
		"time": "00:31:51",
		"speaker": 2,
		"line": "now, you give grades on people finding their God, and they know if they don't pass, they",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504196"
	},
	{
		"time": "00:31:55",
		"speaker": 3,
		"line": "could be made out of that. You get after you kicked out of the church for at least two weeks. That's right. But, you know, as you know, ah, small goddess forgiven. So we allow them to come back in his legs. They present us a science project of something.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504197"
	},
	{
		"time": "00:32:07",
		"speaker": 0,
		"line": "You essentially have your parishioners, right. A term paper explaining their",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504198"
	},
	{
		"time": "00:32:13",
		"speaker": 3,
		"line": "their issues. Yes, Now some people say that's unorthodox. Some people say I'm just having prisoners write term papers to get college credits.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504199"
	},
	{
		"time": "00:32:21",
		"speaker": 1,
		"line": "The truth thing has nothing to do with me trying to finish my college. You are eroded. Guys feel like every one of your sermons because they'll pop over to just like, ah, history lesson. I get this history lesson. I mean, you guys, you know, when you're speaking",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504200"
	},
	{
		"time": "00:32:47",
		"speaker": 3,
		"line": "in tongue, sometimes you say the world thinks right. We're talking to your church, but that's the one. This is, well, different tongues. When you mess up, you have a slip that's a different tongue.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504201"
	},
	{
		"time": "00:32:57",
		"speaker": 1,
		"line": "You speaking in tongues? Ah, a few sermons ago and people",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504202"
	},
	{
		"time": "00:33:03",
		"speaker": 3,
		"line": "come by the church so much out there all the time.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504203"
	},
	{
		"time": "00:33:07",
		"speaker": 1,
		"line": "Well, I like to see my competitors, you know? I mean, whether you want to say it or not, we are all out there, and I have 9000",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504204"
	},
	{
		"time": "00:33:15",
		"speaker": 0,
		"line": "current members, you know, and I want to",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504205"
	},
	{
		"time": "00:33:18",
		"speaker": 1,
		"line": "make sure I stomp out all the little small churches in town that I can't",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504206"
	},
	{
		"time": "00:33:22",
		"speaker": 4,
		"line": "your really big Amazon of churches.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504207"
	},
	{
		"time": "00:33:25",
		"speaker": 1,
		"line": "Am I? Really? Am I my fault? I just bought six whole Christian scientist, huh? You bought whole God's. Yes. Oh, you own the whole god whole God's I'm actually looking at buying goggle God, Gold's got got got to go. And that's gonna be quiet. That's a huge our church.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504208"
	},
	{
		"time": "00:33:48",
		"speaker": 3,
		"line": "Yeah, Lying church. I mean, personally, I like dot tube. That's one of my",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504209"
	},
	{
		"time": "00:33:53",
		"speaker": 1,
		"line": "favorite God. Dube is good.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504210"
	},
	{
		"time": "00:33:55",
		"speaker": 0,
		"line": "I think they made it too easy for people to create content on. They've kind of watered down. I think about the Lord.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504211"
	},
	{
		"time": "00:34:04",
		"speaker": 2,
		"line": "I just think of those 14 year old kids that are going to be raised having access to God to this whole time and how it's gonna affect their little. But",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504212"
	},
	{
		"time": "00:34:11",
		"speaker": 1,
		"line": "are we talking about God tube or are we talking about? Read christ dot com. Which one",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504213"
	},
	{
		"time": "00:34:19",
		"speaker": 4,
		"line": "are we wear? Red crisis around irons and hang school. I would, Admiral left the house.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504214"
	},
	{
		"time": "00:34:27",
		"speaker": 1,
		"line": "Bill, You may say I but I saw you speaking in tongue. Yes, and it was very kind of like nonsensical. Uh, yeah, you know, whatever. If I offended me, and then it just broke right into. If I don't finish this project, I'm not gonna pass this class. And I gotta have this credit. And then it went back into nonsense.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504215"
	},
	{
		"time": "00:34:55",
		"speaker": 3,
		"line": "Yes, Yes. You know, the Lord's Holy Spirit came into me in that moment, and it was trying to tell the parishioners in that way that if I don't have this project for class, meaning, if you don't pay your times, if you don't pray for class the Lord, then you're going to go to Hail a k A. Failed this class. That's right. A lot of a lot in a lot",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504216"
	},
	{
		"time": "00:35:23",
		"speaker": 0,
		"line": "of the textbooks are not textbooks. The Bible used compounds. Hell is the, uh the word detention is crossed out and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504217"
	},
	{
		"time": "00:35:30",
		"speaker": 3,
		"line": "hell is put. Yes, Yes, because we bought so many microscopes, you know, we didn't have enough allocated funds, so I had to get a lot of college books and, you know, at some pot immediately translated the New world translation right onto those techs and how toe, you know, scratch out some things. And I don't come from a rich church way started off from a very humble, humble beginning. Right. Uh, you know, had an idea stole from me. You know, I felt like, really could have a search take off. And I'm just trying to do the best I can",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504218"
	},
	{
		"time": "00:36:05",
		"speaker": 2,
		"line": "When you can tell those humble roots in your syllabus. You walk your change and everyone celebrated for what's gonna happen over the course of the year. You know, this is",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504219"
	},
	{
		"time": "00:36:14",
		"speaker": 3,
		"line": "you know what places close to God. Isn't that how you want to go to church? Don't you want to know what's gonna happen on a week to week basis? Whether we're talking about God, praise or art or trigonometry was still just discussing everything. Insides, God's world, you know, And it was all no right at all. And I think it's important to have My Parisian is having a different perspective. I want them to come into church and talk about God and to talk about everything in life.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504220"
	},
	{
		"time": "00:36:42",
		"speaker": 1,
		"line": "And is it? It's true that all of your, uh, your sermons they don't technically take place, Um, on Sundays. There, Monday, Wednesday, Friday, 6 a.m. And you can access",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504221"
	},
	{
		"time": "00:36:58",
		"speaker": 2,
		"line": "them, of course, from the Web portal,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504222"
	},
	{
		"time": "00:37:00",
		"speaker": 3,
		"line": "the wars. And of course, that changes every four months. Obviously, schedule can change",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504223"
	},
	{
		"time": "00:37:04",
		"speaker": 1,
		"line": "like I need to get this work done before my Monday, Wednesday, Friday, a day A That's right. So you have a minute six, and they come in here. Even though you're getting your prisoners to do your work for you, you're still procrastinating. Your what?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504224"
	},
	{
		"time": "00:37:18",
		"speaker": 3,
		"line": "You How the parishioners are doing the work for themselves, my man. Right now, let",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504225"
	},
	{
		"time": "00:37:24",
		"speaker": 1,
		"line": "me. I'm sorry, Right? You're a pretty",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504226"
	},
	{
		"time": "00:37:26",
		"speaker": 4,
		"line": "successful pastor, Reverend. And on",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504227"
	},
	{
		"time": "00:37:28",
		"speaker": 3,
		"line": "a different Thank you. Hey, that's my juei do come",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504228"
	},
	{
		"time": "00:37:32",
		"speaker": 1,
		"line": "over and fuck you Okay? Jesus,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504229"
	},
	{
		"time": "00:37:36",
		"speaker": 4,
		"line": "you know more. Alright, that's right. You're already successful. This What are you going to college for? Why do you need that? I did very trying to move onto a different career.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504230"
	},
	{
		"time": "00:37:46",
		"speaker": 3,
		"line": "You know, honestly, before God came into my life, I was out of work. Mechanic and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504231"
	},
	{
		"time": "00:37:55",
		"speaker": 1,
		"line": "Jesus, you gotta be bad Feel. Oh, yeah. One job and you can pretty much get working. Yeah, it was where you bad? Any fixing things?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504232"
	},
	{
		"time": "00:38:06",
		"speaker": 3,
		"line": "I was bad at diagnosing diagnosing things that were wrong. Fix anything. If someone else could tell me exactly what was wrong with it takes anything,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504233"
	},
	{
		"time": "00:38:14",
		"speaker": 2,
		"line": "You could turn the ball.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504234"
	},
	{
		"time": "00:38:15",
		"speaker": 3,
		"line": "I could turn the bolts could not determine what both need to be turned. Okay, I think I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504235"
	},
	{
		"time": "00:38:19",
		"speaker": 4,
		"line": "remember you driving up to me in a parking lot once because I had a big dent in my car. Yeah, You said you that dead fix. And I said, Yeah. How much is a 300? I'll take the Internet and put anyone here.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504236"
	},
	{
		"time": "00:38:29",
		"speaker": 3,
		"line": "I have no idea. With the working zones of the minutes of the cars, I just know how I have always been fixing the whole right. Yeah. And so God came alive to see if you've got a fix. Things",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504237"
	},
	{
		"time": "00:38:41",
		"speaker": 2,
		"line": "you've got to take care of yourself. Know",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504238"
	},
	{
		"time": "00:38:42",
		"speaker": 3,
		"line": "exactly you gotta take care yourself",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504239"
	},
	{
		"time": "00:38:44",
		"speaker": 1,
		"line": "is, you know, one of the first savant mechanics. That's is that true? Like a young, little like piano",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504240"
	},
	{
		"time": "00:38:51",
		"speaker": 3,
		"line": "player with car cars? Exactly. I never knew the notes, right, But I knew how to make beautiful music with a car and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504241"
	},
	{
		"time": "00:39:00",
		"speaker": 2,
		"line": "you would put on a blindfold and just",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504242"
	},
	{
		"time": "00:39:02",
		"speaker": 3,
		"line": "fix fix. I would just I would just grab Corber. Are they call collaborators? Yes. Just grab cooperators. Engine. Paul.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504243"
	},
	{
		"time": "00:39:10",
		"speaker": 1,
		"line": "At six months old, you were the head mechanic for NASCAR",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504244"
	},
	{
		"time": "00:39:14",
		"speaker": 3,
		"line": "team. That's true. Yes, for Ricky Johnson's father's Ziggy Johnson. Johnson? Yes, I was a mechanic At six months old. They they had a pretty open policy. In those days, Nascar's changed a lot.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504245"
	},
	{
		"time": "00:39:28",
		"speaker": 2,
		"line": "Well, they were famously in last place. Stay true. They were. They were. But you know, you never.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504246"
	},
	{
		"time": "00:39:33",
		"speaker": 3,
		"line": "That's true. Yes, they were constant last place. That's why they changed the rules. But I had a calling and God said your fixer fictional education. And so I said, You know what? I dropped out of knife grade. I got to go back to college. I've never been a cop.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504247"
	},
	{
		"time": "00:39:55",
		"speaker": 2,
		"line": "Did you finish high school? You get a hard years of straight",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504248"
	},
	{
		"time": "00:40:02",
		"speaker": 0,
		"line": "straight to college with First, you have to get a G D or anything like that.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504249"
	},
	{
		"time": "00:40:05",
		"speaker": 3,
		"line": "No, I just tested really high on all the scores. Come in. They have you do intra test. Ah, And there there some variances. Where when you were supposed to graduate from high school in your year, your graduation year, they allow you to still take college. But it's and I blew their mind. Is this so much? They said, put him in college right now. Did the big",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504250"
	},
	{
		"time": "00:40:27",
		"speaker": 4,
		"line": "thing with the test where everyone's taking the test and no one had anything to write on. There will sit in those little eggs and you're the only guy to think to pull a table all the way over and right on that. And they thought your ingenuity to do that was like smart enough to put",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504251"
	},
	{
		"time": "00:40:40",
		"speaker": 3,
		"line": "in a lot of ways. Some people say that is the test. Getting to calm you. Have you guys have been to college? No. Yeah, yeah.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504252"
	},
	{
		"time": "00:40:47",
		"speaker": 2,
		"line": "No, not I know. Been a man of the cloth since very young,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504253"
	},
	{
		"time": "00:40:50",
		"speaker": 3,
		"line": "because I'm trying to figure out how to deal with bullies. They're don't they don't. You're getting bullied your meat, But I'm asking pretty much for a friend of mine. It's not me in particular, but I don't have a lot of college educated acquaintances. I have a lot of religious friends and not a lot of, ah, worldly free.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504254"
	},
	{
		"time": "00:41:12",
		"speaker": 2,
		"line": "What do you",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504255"
	},
	{
		"time": "00:41:12",
		"speaker": 4,
		"line": "getting bullied for? Or what's your friend getting bullied for,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504256"
	},
	{
		"time": "00:41:15",
		"speaker": 3,
		"line": "uh, for being short? You know, being a sort man sounds a lot like you because you're standing in a chair talking to the microphone. Yes, I am a But",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504257"
	},
	{
		"time": "00:41:26",
		"speaker": 2,
		"line": "you're 24 inches tall.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504258"
	},
	{
		"time": "00:41:28",
		"speaker": 3,
		"line": "I am a small part. I'm a little person",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504259"
	},
	{
		"time": "00:41:31",
		"speaker": 2,
		"line": "just, you know, make sense. What? You believe God is right",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504260"
	},
	{
		"time": "00:41:33",
		"speaker": 3,
		"line": "and got a small team that",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504261"
	},
	{
		"time": "00:41:35",
		"speaker": 1,
		"line": "makes up your You're not a little you are. You're not like a little person. You",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504262"
	},
	{
		"time": "00:41:42",
		"speaker": 3,
		"line": "are. Ah, a little war person. Like a like a little doll. I'm not a doll, A man. And I know you're thinking",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504263"
	},
	{
		"time": "00:41:53",
		"speaker": 2,
		"line": "it might be a good educational moment for Joel. This is your good education,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504264"
	},
	{
		"time": "00:41:57",
		"speaker": 1,
		"line": "right? Okay, Sorry. No, he's Here's your thinking of Joel O. Stay. Rip listens",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504265"
	},
	{
		"time": "00:42:08",
		"speaker": 3,
		"line": "to this podcast. I know it doesn't appear",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504266"
	},
	{
		"time": "00:42:11",
		"speaker": 1,
		"line": "out there. Listen, go to hell. Wow. That's a big word. Your your interest.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504267"
	},
	{
		"time": "00:42:16",
		"speaker": 4,
		"line": "You look like what you're saying about.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504268"
	},
	{
		"time": "00:42:18",
		"speaker": 3,
		"line": "I think he was thinking that I am dulled, like because we're on sermon. He came in. There were marionette strings on",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504269"
	},
	{
		"time": "00:42:28",
		"speaker": 1,
		"line": "you. Think there are marionette strings on you right now that are going up and I can't see where they disappear? Yes. There are very industrious crazy above me right now that seemingly seemingly",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504270"
	},
	{
		"time": "00:42:46",
		"speaker": 3,
		"line": "control all my joints movements in",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504271"
	},
	{
		"time": "00:42:48",
		"speaker": 2,
		"line": "action. You must be doing intention.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504272"
	},
	{
		"time": "00:42:51",
		"speaker": 3,
		"line": "Yes. You know, I This is a metaphor, right? God is controlling all the strings and yeah, yeah. God is helping us move forward in better ways. And when you mess up in life, one of strings have been cut, right? If all the string Get cut. You go to hell",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504273"
	},
	{
		"time": "00:43:13",
		"speaker": 1,
		"line": "sense. So if your strings are holding you up in our more corn mess up 4 to 5, you're going where literally dropped. Has a",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504274"
	},
	{
		"time": "00:43:23",
		"speaker": 3,
		"line": "different amount of marry that strength, right? You know, some people need more",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504275"
	},
	{
		"time": "00:43:26",
		"speaker": 1,
		"line": "way Has been to hell or heaven He swears haven't recently had a You got bumped on the head at a dodgeball game and you were dead for 15 minutes. That's right. When you went to heaven, you said. Yeah, I think so. How was it? It was amazed. Okay, where do you wake up?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504276"
	},
	{
		"time": "00:43:45",
		"speaker": 2,
		"line": "First of all, 15 minutes in heaven. Time is 30 years. Uh, s so I woke up and I was in the middle of the most gorgeous, palatial trash. But it was so big that it had created almost mountains of Majesty. Oceans of shit water. You know, I think you know, it goes so far into gross that it to come back around.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504277"
	},
	{
		"time": "00:44:14",
		"speaker": 1,
		"line": "Did you see anyone there? Were there anybody else in the trash? No.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504278"
	},
	{
		"time": "00:44:17",
		"speaker": 3,
		"line": "Any small gods",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504279"
	},
	{
		"time": "00:44:18",
		"speaker": 2,
		"line": "or anything? Well, God was all around me. I stepped one foot in a dirty diaper and I said, That's got no. And then I stepped one foot on a nail and I said, That must be God to We've all heard stories",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504280"
	},
	{
		"time": "00:44:29",
		"speaker": 4,
		"line": "I've always kind of imagined that Ah, in heaven. Maybe everyone's got you get wings or something like that. Yeah, yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504281"
	},
	{
		"time": "00:44:37",
		"speaker": 2,
		"line": "yeah. You get weights tied to your back with a chain. Yeah. So instead of wings, you have these weights that sort of hold you down, keep you in the hot fire that's all over the ground. Hot fire. Yeah, Thats sounds like hell. Lindsay, You guys have been to hell twice.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504282"
	},
	{
		"time": "00:44:57",
		"speaker": 1,
		"line": "You got You keep going to hell and coming back. Honestly, if you get right with the lower",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504283"
	},
	{
		"time": "00:45:01",
		"speaker": 2,
		"line": "is what keeps me religious, it is the one thing that that continually makes me believe in God is that I'm terrified to go back to that place.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504284"
	},
	{
		"time": "00:45:09",
		"speaker": 1,
		"line": "Did you see anyone you knew? Like relatives or anyone?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504285"
	},
	{
		"time": "00:45:13",
		"speaker": 2,
		"line": "Yeah, I saw my long lost love. Oh, really? First high school, sweetheart. Last. She says she's there. She's dead, first of all. Well, yeah, unfortunately, she's dead. And she was in a fire Red Camaro, right? And I saw her. She peeled off, leaving me in the dust, just like she did",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504286"
	},
	{
		"time": "00:45:34",
		"speaker": 1,
		"line": "what she did. You guys go. It",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504287"
	},
	{
		"time": "00:45:36",
		"speaker": 4,
		"line": "is possible. She just didn't see. She wasn't like in the car with the hunk or something",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504288"
	},
	{
		"time": "00:45:40",
		"speaker": 2,
		"line": "like that. Well, that's what I thought at first, but then I revisited it, met, Remember the saying there's that pervert he pointed at me, which I don't know why he's saying that because I've been a god abiding since interest in my whole life I've got It's interesting that",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504289"
	},
	{
		"time": "00:45:59",
		"speaker": 3,
		"line": "he got about it. Citizen was sent to hell in the first place. You think? Is it some type of test from going?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504290"
	},
	{
		"time": "00:46:04",
		"speaker": 2,
		"line": "Well, I don't know. I you know, I don't know what could have happened to me, but I think my marionette strings were also cut.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504291"
	},
	{
		"time": "00:46:09",
		"speaker": 4,
		"line": "Uh, well, i'll say this, Um uh, having gone through that experience, you came out pretty well on the other side. And I'll say you looked like you were having a blast when we went to the Dead Sea. Yes, that's what you were there, Ezekiel. Oh, well, we had swimming that very salty.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504292"
	},
	{
		"time": "00:46:26",
		"speaker": 2,
		"line": "And the best part is how floating it",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504293"
	},
	{
		"time": "00:46:29",
		"speaker": 3,
		"line": "ISS? Yeah. I mean, I hate getting wet. The splinter. I mean, uh, what I feel gross when I'm wet. Like split is my spirit, your spirit, Not your presumably. Wouldn't bond? No. No.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504294"
	},
	{
		"time": "00:46:44",
		"speaker": 2,
		"line": "I thought we lost you there for a second. I couldn't see where you were. Yeah, I thought a big fish and swam up to me or something. Like",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504295"
	},
	{
		"time": "00:46:50",
		"speaker": 1,
		"line": "to fish. It was interesting because you were swallowed by a tuna fish. And all that was left was the strings coming out of the tuna fishes mouth. And I heard someone say I got a big one on the line. Yeah. Yeah. And people started to gather around your puppeteer. I mean, that's crazy. That's crazy.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504296"
	},
	{
		"time": "00:47:22",
		"speaker": 3,
		"line": "What happened was a fisherman accidentally got me caught, Got my strings called",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504297"
	},
	{
		"time": "00:47:30",
		"speaker": 4,
		"line": "your metaphor, your strings that exist",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504298"
	},
	{
		"time": "00:47:32",
		"speaker": 3,
		"line": "my message out of my money on the street that you don't really care if you believe in it. Enough. They manifest. So",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504299"
	},
	{
		"time": "00:47:38",
		"speaker": 2,
		"line": "I do want to say this fisherman had one big tackle box. Sure. And then he also had a large trunk with a bunch of small clothes and t",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504300"
	},
	{
		"time": "00:47:48",
		"speaker": 1,
		"line": "e I, some type of puppeteer, sliced fishermen. A lot of there's a lot of puppet. It's interesting official related to this",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504301"
	},
	{
		"time": "00:47:59",
		"speaker": 3,
		"line": "example. I just noticed that that's a thing that extra strings",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504302"
	},
	{
		"time": "00:48:07",
		"speaker": 0,
		"line": "street conversation with this man because I did. I had a conversation with him. His name was Jeff. He was a really nice guy.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504303"
	},
	{
		"time": "00:48:17",
		"speaker": 3,
		"line": "Nice. What? I'm just assuming these a mean guy, assuming he's a really mean",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504304"
	},
	{
		"time": "00:48:23",
		"speaker": 2,
		"line": "because you think he sort of intentionally used way",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504305"
	},
	{
		"time": "00:48:26",
		"speaker": 3,
		"line": "like classic negligence and getting me caught up in the strings and put me in the tuna's belly. That was a lamp. It was. It was discussed. I hate to do this, but",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504306"
	},
	{
		"time": "00:48:35",
		"speaker": 1,
		"line": "this seems classic puppeteer puppet, sort of. Ah, stick there where the puppet hates the puppeteer and is annoyed by",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504307"
	},
	{
		"time": "00:48:45",
		"speaker": 3,
		"line": "the audio. No, no, no, absolutely not. Puppet going to college. Just a normal preacher just trying to live his life. By",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504308"
	},
	{
		"time": "00:48:53",
		"speaker": 2,
		"line": "the way, I believe",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504309"
	},
	{
		"time": "00:48:59",
		"speaker": 0,
		"line": "the conversation that I had with Jeff, actually, Really? I mean, it kind of made everything about you make sense, which which I thought was interesting. He hey was telling me he is actually a comedian.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504310"
	},
	{
		"time": "00:49:10",
		"speaker": 4,
		"line": "Oh, you're best guy got interrupted because Achmed the terrorist",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504311"
	},
	{
		"time": "00:49:16",
		"speaker": 1,
		"line": "Yeah, that guy's race is so funny.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504312"
	},
	{
		"time": "00:49:22",
		"speaker": 2,
		"line": "That's funny. That's what me as a blue blooded American wants to see someone turned in the thing that scares me on its head.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504313"
	},
	{
		"time": "00:49:28",
		"speaker": 1,
		"line": "Yeah, Not scared, because the number one enemy is terrorism. Terrorists are gonna get us. We gotta keep the military big",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504314"
	},
	{
		"time": "00:49:42",
		"speaker": 4,
		"line": "Butch. You're You're suggesting that maybe Jeff done on the comedian is pumping?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504315"
	},
	{
		"time": "00:49:48",
		"speaker": 0,
		"line": "Yeah, that was",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504316"
	},
	{
		"time": "00:49:50",
		"speaker": 3,
		"line": "I wasn't actually, he's one of the Parisian is at my church. Goes to my church e b.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504317"
	},
	{
		"time": "00:49:57",
		"speaker": 4,
		"line": "Trying to get",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504318"
	},
	{
		"time": "00:49:58",
		"speaker": 3,
		"line": "a lot. It has nothing to do with the and with his puppets.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504319"
	},
	{
		"time": "00:50:01",
		"speaker": 0,
		"line": "Okay, well, it seemed to me like he was from my interaction with him. It felt to me like he would you We're an idea. He was work shopping. He was a He said he said to me like, Wouldn't it be funny if I had a puppet he took? He said all this word for word. He said, Wouldn't it be funny if I had a puppet?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504320"
	},
	{
		"time": "00:50:20",
		"speaker": 4,
		"line": "And you're just putting this together now?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504321"
	},
	{
		"time": "00:50:21",
		"speaker": 0,
		"line": "I'm just putting it together Now. It's all making sense.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504322"
	},
	{
		"time": "00:50:24",
		"speaker": 1,
		"line": "And he doesn't typically do marionette. So he really going out on a limb with this one? I mean, the thing that I think is not this can't be. Jeff is It's not racist enough. Think that maybe trail",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504323"
	},
	{
		"time": "00:50:37",
		"speaker": 2,
		"line": "doesn't have his tell tale",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504324"
	},
	{
		"time": "00:50:39",
		"speaker": 3,
		"line": "waken Let it go. Right. Let me. Oh, a marionette doll. Okay, let's go.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504325"
	},
	{
		"time": "00:50:47",
		"speaker": 4,
		"line": "Did you bring your wife Barbie with you here or,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504326"
	},
	{
		"time": "00:50:51",
		"speaker": 3,
		"line": "uh, I think I think she's under your foot. Yes. Sorry. Yeah, she's there.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504327"
	},
	{
		"time": "00:50:57",
		"speaker": 4,
		"line": "I saw a little bit of her. Nothing.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504328"
	},
	{
		"time": "00:50:59",
		"speaker": 1,
		"line": "Hey, excuse me. So sorry. You're married. You're not Just get that little bit of a nothing. I am so",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504329"
	},
	{
		"time": "00:51:08",
		"speaker": 3,
		"line": "sorry. I would say my wife has a something, sir. Not a little bit of a nothing.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504330"
	},
	{
		"time": "00:51:13",
		"speaker": 4,
		"line": "Yeah, I apologize for suggesting, but your wife is not historically correct.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504331"
	},
	{
		"time": "00:51:18",
		"speaker": 1,
		"line": "Uh, what are you doing here in",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504332"
	},
	{
		"time": "00:51:21",
		"speaker": 3,
		"line": "Jerusalem? I decided to come to Jerusalem, Um,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504333"
	},
	{
		"time": "00:51:26",
		"speaker": 0,
		"line": "of your own free will",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504334"
	},
	{
		"time": "00:51:27",
		"speaker": 3,
		"line": "of my own For real, Of course. To really take in, um, the middle of the east. Right. I've been to Mecca, you know, um, and Jerusalem was next on the list. Um, after this, I'm going to go to Punjab province in India. Really? Traveling,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504335"
	},
	{
		"time": "00:51:47",
		"speaker": 2,
		"line": "Traveling? Are you traveling on the plane, like, in the seat or Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504336"
	},
	{
		"time": "00:51:50",
		"speaker": 3,
		"line": "Yeah, I'm basically in a seat, except it's in a compartment inside of a suitcase. But it's It's just the way I like to travel cheaper.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504337"
	},
	{
		"time": "00:52:00",
		"speaker": 4,
		"line": "That doesn't prove a wife. And that's how I traveled for a bit of",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504338"
	},
	{
		"time": "00:52:02",
		"speaker": 1,
		"line": "money. Oh, yeah. You got downgraded grated luggage in. Yeah. Yeah. You",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504339"
	},
	{
		"time": "00:52:09",
		"speaker": 2,
		"line": "have. You had Carrie someone's clothes. You were made to be the luggage.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504340"
	},
	{
		"time": "00:52:14",
		"speaker": 4,
		"line": "Yes, that's right. I was the bag carrying someone, and unfortunately, they're on their way back from a trip. Were, apparently, do not have it. And I have a laundry machine and they walked a lot, and it was hot.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504341"
	},
	{
		"time": "00:52:27",
		"speaker": 3,
		"line": "Wow. And you have to travel back with your Children is based on their travels.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504342"
	},
	{
		"time": "00:52:31",
		"speaker": 1,
		"line": "That's right. You carried a bunch of dirty laundry in the bottom compartment of a plane for someone.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504343"
	},
	{
		"time": "00:52:37",
		"speaker": 4,
		"line": "That's right. Yeah, well, I had to eat it all. I was like,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504344"
	},
	{
		"time": "00:52:42",
		"speaker": 1,
		"line": "What? That you care having your that",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504345"
	},
	{
		"time": "00:52:45",
		"speaker": 4,
		"line": "I got. Well, first I got lost. And then I got taken home by their own guy, who apparently had a similar looking bag, which I don't buy. What? He opened me up. But he said, This is our my clothes.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504346"
	},
	{
		"time": "00:53:00",
		"speaker": 1,
		"line": "He opened you out. Wait. You throw a ball really a minute. What you got a zipper on?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504347"
	},
	{
		"time": "00:53:09",
		"speaker": 2,
		"line": "What was his reaction when he unzipped you in?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504348"
	},
	{
		"time": "00:53:12",
		"speaker": 4,
		"line": "Yeah, these are my",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504349"
	},
	{
		"time": "00:53:13",
		"speaker": 1,
		"line": "clothes. What did he say when you came around on the baggage timeline? Did he say, like, yes, that's my bag, honey, Shut up. First of all, these guys wait. Husbands, wives saying that's not your bag. That's a man stuffed full of dirty clothes.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504350"
	},
	{
		"time": "00:53:29",
		"speaker": 4,
		"line": "Ran stuff full of a fat guy's 30 close to fill the clothes, which your back is a small leopard print",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504351"
	},
	{
		"time": "00:53:37",
		"speaker": 0,
		"line": "sac. To be fair. Very similar to what?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504352"
	},
	{
		"time": "00:53:40",
		"speaker": 2,
		"line": "You You didn't have all those Hannah tattoos? Yes.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504353"
	},
	{
		"time": "00:53:42",
		"speaker": 4,
		"line": "Yeah. Anytime I fly, get and all over my body and cornrows corner when I fly, I like everyone to assume I just got back from T O on like I was like, a 14 year old girl on vacation, and I just got everything done, so Yeah, it s Oh, that doesn't prove anything. Just cause you were Yeah, right. It doesn't mean you're a puppet. I've noticed every time we've asked you a question. Have you answered? Your nose has grown a little bit. Sure. Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504354"
	},
	{
		"time": "00:54:14",
		"speaker": 3,
		"line": "I know. Uh, e will not make any qualms about it? Yes, mind",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504355"
	},
	{
		"time": "00:54:20",
		"speaker": 1,
		"line": "Maybe you are a real boy. I",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504356"
	},
	{
		"time": "00:54:23",
		"speaker": 3,
		"line": "am a real boy. First of all, I'm a real man. Say that you know NASCAR six months. Listen, um, my nose grows.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504357"
	},
	{
		"time": "00:54:32",
		"speaker": 1,
		"line": "So is it Gepetto? Dunham?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504358"
	},
	{
		"time": "00:54:34",
		"speaker": 3,
		"line": "No. Knows Jeff better. Don't know. It was that. You know, you guys have been really right. Craft.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504359"
	},
	{
		"time": "00:54:42",
		"speaker": 4,
		"line": "Sorry. Sorry, sorry. Sorry. Just You're just a small man Was in college who is trying to trick his parishioners to do",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504360"
	},
	{
		"time": "00:54:52",
		"speaker": 3,
		"line": "all his work. Yes, it's that simple. Okay, basically, yes, that exact.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504361"
	},
	{
		"time": "00:54:58",
		"speaker": 0,
		"line": "That is true. That what you you will admit you are a preacher who is trying to get his parish to do his college work.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504362"
	},
	{
		"time": "00:55:05",
		"speaker": 3,
		"line": "No, that's incorrect. Im not a preacher who was trying to get his pair to do his cause work for him. I'm a preacher who is getting his learning it. What? Everyone's learning, and it doesn't hurt anybody, and it only helps me. So",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504363"
	},
	{
		"time": "00:55:17",
		"speaker": 1,
		"line": "basically, we'll accept that. But that's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504364"
	},
	{
		"time": "00:55:21",
		"speaker": 2,
		"line": "but that's a lot of what churches, Really? You're helping everybody passively while helping yourself incredibly act.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504365"
	},
	{
		"time": "00:55:28",
		"speaker": 3,
		"line": "So it helps to have a better way.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504366"
	},
	{
		"time": "00:55:29",
		"speaker": 0,
		"line": "We'll just accept that truth and not push further on this marionette thing. We'll just accept the more, honestly, the worst truth, which is that you're taking advantage of hundreds of",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504367"
	},
	{
		"time": "00:55:38",
		"speaker": 3,
		"line": "not taken advantage of. Okay, well,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504368"
	},
	{
		"time": "00:55:40",
		"speaker": 2,
		"line": "I want to be the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504369"
	},
	{
		"time": "00:55:40",
		"speaker": 3,
		"line": "difference of opinion. I said",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504370"
	},
	{
		"time": "00:55:43",
		"speaker": 4,
		"line": "we will have two more days left in the Holy Land. Does anyone have a kind of a spiritually goal before they leave? Uh, that's good. Good. I, for example, would like to just get a wink",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504371"
	},
	{
		"time": "00:55:56",
		"speaker": 2,
		"line": "of sleep. That's a spiritual girlfriend.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504372"
	},
	{
		"time": "00:55:59",
		"speaker": 4,
		"line": "Well, at this point, it's the best I could hope for, Uh, your",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504373"
	},
	{
		"time": "00:56:03",
		"speaker": 1,
		"line": "upstairs neighbor's air kind of loud.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504374"
	},
	{
		"time": "00:56:05",
		"speaker": 4,
		"line": "Yeah, Well, they put me underneath Jerusalem's only rave venue. Wow. So I haven't gotten a wink, um, at all. It's been tough.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504375"
	},
	{
		"time": "00:56:19",
		"speaker": 2,
		"line": "And can you sleep during the day when the rave is sort of not going? Are you going at that time during the day? They have start rehearsals there. Oh, wow. Kind of an incessant pounding",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504376"
	},
	{
		"time": "00:56:30",
		"speaker": 1,
		"line": "today. Sounds honestly worse than than I. Well, you're gonna",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504377"
	},
	{
		"time": "00:56:37",
		"speaker": 2,
		"line": "try to get a wink of sleep. I think we can probably help you that. Yeah. Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504378"
	},
	{
		"time": "00:56:41",
		"speaker": 4,
		"line": "there. You could",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504379"
	},
	{
		"time": "00:56:41",
		"speaker": 2,
		"line": "wind down in the evening. You have some teas will get into that mental Stephen,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504380"
	},
	{
		"time": "00:56:45",
		"speaker": 0,
		"line": "come sleep in my in my hotel room. If you need toe, that would be",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504381"
	},
	{
		"time": "00:56:49",
		"speaker": 1,
		"line": "Yeah, he's at the W.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504382"
	},
	{
		"time": "00:56:50",
		"speaker": 0,
		"line": "Yeah, I'm at the W.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504383"
	},
	{
		"time": "00:56:51",
		"speaker": 4,
		"line": "Oh, fantastic. W or the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504384"
	},
	{
		"time": "00:56:53",
		"speaker": 0,
		"line": "I am in the WM. In the Mission Accomplished Room.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504385"
	},
	{
		"time": "00:56:56",
		"speaker": 1,
		"line": "Yeah. Yeah, that's there's, like, 60 Marines who are who",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504386"
	},
	{
		"time": "00:57:02",
		"speaker": 0,
		"line": "It z decorated, decorated, like the flight deck of, ah, aircraft carrier. And it comes with 60 Yannick ins",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504387"
	},
	{
		"time": "00:57:11",
		"speaker": 2,
		"line": "and instead of Rio. But they give you a jumpsuit with a big codpiece?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504388"
	},
	{
		"time": "00:57:15",
		"speaker": 1,
		"line": "Yes, huge cod. Or you can stay with may. I'm in the preschool whisper into George W. Bush's here that 9 11 has happened.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504389"
	},
	{
		"time": "00:57:23",
		"speaker": 4,
		"line": "Oh, yeah, I've been meaning to read my pet goat. I have a Bible in the top.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504390"
	},
	{
		"time": "00:57:29",
		"speaker": 1,
		"line": "Yeah, you can stay with. Maybe you want, please?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504391"
	},
	{
		"time": "00:57:33",
		"speaker": 0,
		"line": "Yeah, yeah, yeah. You",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504392"
	},
	{
		"time": "00:57:35",
		"speaker": 2,
		"line": "don't stay with me. I kind of need my space e I have for these last two days. I have 36 holes each day on. I really, really need to be arrested for that. We're playing best ball, and I really want to put in my time with I don't know the guys names. Actually, I don't know their names, but it's really important to me that I show up to my force. I'm gonna bring my best.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504393"
	},
	{
		"time": "00:57:58",
		"speaker": 0,
		"line": "Okay. Is that you're spiritually Bill?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504394"
	},
	{
		"time": "00:58:01",
		"speaker": 2,
		"line": "Yeah. To shoot two under to",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504395"
	},
	{
		"time": "00:58:03",
		"speaker": 1,
		"line": "shoot 236 holes. I feel like the 2nd 18 is gonna be",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504396"
	},
	{
		"time": "00:58:07",
		"speaker": 2,
		"line": "hard. It's gonna be hard. Roll ta detail out here. Hot as hell, Waas.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504397"
	},
	{
		"time": "00:58:13",
		"speaker": 3,
		"line": "I've you know, I've been",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504398"
	},
	{
		"time": "00:58:17",
		"speaker": 4,
		"line": "downgraded to golf cart also, So I'll see you around",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504399"
	},
	{
		"time": "00:58:22",
		"speaker": 0,
		"line": "my spirit. So go. I think my spirit trickle for the rest of this trip is actually, you know, it's a goal. I'm projecting back to the United States. One I would like for the umpire that I ashamed Teoh realize that he is Ah, a cancer on this earth. Ah, and realized he needs to change his ways and treat kids with respect on not not call strikeouts like it's the most fun thing in the world.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504400"
	},
	{
		"time": "00:58:46",
		"speaker": 2,
		"line": "Will email? Yeah, Yeah.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504401"
	},
	{
		"time": "00:58:48",
		"speaker": 0,
		"line": "I mean, it's that you guys all know the big problem I had was the way that he called strikeouts. He my son got struck out and he threw him out of there in a way that I thought was really you? Yeah. And then when my son looked at him, he pointed at him in the face, put his finger right to my son's nose and says, That's right. It's you little buddy. Get out. So So for him to sort of have a spiritual reckoning Ah, and see their his ways. Uh, and in that same token, I would like for my wife if she is listening, uh, students to know that I love her. And she's not my spiritual goals that God will sort of step into her life and make her Really. But I would hope is that he would just tell her that that maker realized that I do love her in regardless of",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504402"
	},
	{
		"time": "00:59:39",
		"speaker": 2,
		"line": "this is brave though of you to make your spirit to rials about other people Changing in ways that you're not involved with is really, really good Spend. Your players are,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504403"
	},
	{
		"time": "00:59:49",
		"speaker": 0,
		"line": "um, and my personal spiritual go my period, my personal spiritual goals for me to just stay the strongman that I am.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504404"
	},
	{
		"time": "00:59:54",
		"speaker": 3,
		"line": "Yeah, you have very strong on. Thank",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504405"
	},
	{
		"time": "00:59:57",
		"speaker": 1,
		"line": "My spiritual goal for these last two days is to visit the tomb. Um um Where? Jesus. Uh, no. The doom the tomb. Oh, too. Ah, there's a big tomb here, right? Yeah. Okay. You know where, um, Jim Morrison is buried?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504406"
	},
	{
		"time": "01:00:25",
		"speaker": 4,
		"line": "You want to go to France?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504407"
	},
	{
		"time": "01:00:27",
		"speaker": 2,
		"line": "Things hold. Something has been. So it's, You know, it's hard to know all the specifics, but you can feel it in the air here that it's",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504408"
	},
	{
		"time": "01:00:35",
		"speaker": 4,
		"line": "important. Yeah. Morrisons. Not a character in your young adult 50 shades of Grey book.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504409"
	},
	{
		"time": "01:00:40",
		"speaker": 1,
		"line": "He is. Hey, is Jim Morrison is all fiction? Was that old adult with their some references that the Wii's won't understand. So Jim Morris",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504410"
	},
	{
		"time": "01:00:51",
		"speaker": 4,
		"line": "is hanging out with Moses on the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504411"
	},
	{
		"time": "01:00:53",
		"speaker": 1,
		"line": "art? Well, yeah, he comes on and he sings of People are strange and light my fire and stuff and some other songs by the doors on and read some of his poetry. But I do. One of his is tomb. Uh, and, um, because a lot of people don't know this, But Jim Morrison. Hey, he rose",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504412"
	},
	{
		"time": "01:01:20",
		"speaker": 3,
		"line": "after three days. Yeah, he did was after three days and then came and died here in Israel. He? Yes, yes.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504413"
	},
	{
		"time": "01:01:28",
		"speaker": 2,
		"line": "We'll hear Morrison would do these three day death stints. He was in a few times.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504414"
	},
	{
		"time": "01:01:32",
		"speaker": 0,
		"line": "I bet he could give us a good idea of what heaven looks like.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504415"
	},
	{
		"time": "01:01:36",
		"speaker": 2,
		"line": "Yeah, If there's, you know, if I went to hell, surely he",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504416"
	},
	{
		"time": "01:01:39",
		"speaker": 3,
		"line": "went. Absolutely. E. I guess my my spiritual goal is you know, I like Teoh. I like to put on service for Benjamin Netanyahu and some of the people of his cabinet and, uh, get them the right my research paper about Israel. No, I understand that now, e I know those guys are one of the",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504417"
	},
	{
		"time": "01:02:02",
		"speaker": 4,
		"line": "most powerful man in the Middle East. You want to read a research paper arm?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504418"
	},
	{
		"time": "01:02:07",
		"speaker": 3,
		"line": "I need to credit. You know, I'm tryingto finishes last messed up strong and",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504419"
	},
	{ "time": "01:02:12", "speaker": 2, "line": "or a", "edited": false, "episode": "s05e04", "objectID": "504420" },
	{
		"time": "01:02:12",
		"speaker": 3,
		"line": "Mac, I got chosen. Israel is a regional right about",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504421"
	},
	{
		"time": "01:02:16",
		"speaker": 1,
		"line": "why don't you cut your strings right here in front of us just so we can believe you. What do you do",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504422"
	},
	{
		"time": "01:02:26",
		"speaker": 3,
		"line": "it? Right back into your get",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504423"
	},
	{
		"time": "01:02:27",
		"speaker": 2,
		"line": "on? This is not an accusation. That sort of a sweet believe you until you find enlightenment. We'll all go into tongues if that helps.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504424"
	},
	{
		"time": "01:02:34",
		"speaker": 1,
		"line": "Yeah, which would you mind speaking in tongues for cut? Yes, drink. Absolutely.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504425"
	},
	{
		"time": "01:02:44",
		"speaker": 2,
		"line": "And we'll just start slowly. Cut one string at a time when we feel like the moments. Right?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504426"
	},
	{
		"time": "01:02:48",
		"speaker": 3,
		"line": "Okay, I You know, I can't hold the scissors there. Too. Big Ali Jane. I like speaking time. Somebody said nine. What hurt? 2000. Blue 42. Blue 42 Halama say is interesting turns hum",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504427"
	},
	{
		"time": "01:03:11",
		"speaker": 1,
		"line": "A football just flew in their strings. That could throw the stream of time is dead inside. Oh, my God. My right side is working right now. Oh, you're a step closer to",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504428"
	},
	{
		"time": "01:03:24",
		"speaker": 3,
		"line": "hell. My school Must be generalities. Been shattered. Well,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504429"
	},
	{
		"time": "01:03:28",
		"speaker": 4,
		"line": "how did what happened there?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504430"
	},
	{
		"time": "01:03:31",
		"speaker": 1,
		"line": "That was a new level to this character. That he seems to be a quarterback as well. My character, You mean man, Man, Man, Man Man ever tones.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504431"
	},
	{
		"time": "01:03:41",
		"speaker": 3,
		"line": "Look, I don't care. I don't question people. What? Whatever. God, yes. Just let it go. I don't think about it. It's all English to me.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504432"
	},
	{
		"time": "01:03:52",
		"speaker": 1,
		"line": "Yes. So we're getting out of here. We're going to the Wailing Wall. OK,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504433"
	},
	{
		"time": "01:03:55",
		"speaker": 0,
		"line": "check it. Check it out again. Uh, see if maybe some some of our wishes came true",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504434"
	},
	{
		"time": "01:04:02",
		"speaker": 2,
		"line": "border right now.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504435"
	},
	{
		"time": "01:04:03",
		"speaker": 4,
		"line": "Oh, yeah. I went to the wrong wailing wall.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504436"
	},
	{
		"time": "01:04:08",
		"speaker": 1,
		"line": "You did? Oh, I killed I saw you with a harpoon in your hand.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504437"
	},
	{
		"time": "01:04:13",
		"speaker": 4,
		"line": "That's right. I shut up and waiters in her pin",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504438"
	},
	{
		"time": "01:04:17",
		"speaker": 1,
		"line": "fixes as sick",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504439"
	},
	{
		"time": "01:04:18",
		"speaker": 3,
		"line": "bank and kill a whale. Yeah,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504440"
	},
	{
		"time": "01:04:21",
		"speaker": 4,
		"line": "Yeah, I just get thrown a harpoon at the wall. Got a couple. This was a little rude, but a couple overweight people",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504441"
	},
	{
		"time": "01:04:31",
		"speaker": 2,
		"line": "spooled Your silence says, please don't.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504442"
	},
	{
		"time": "01:04:33",
		"speaker": 0,
		"line": "I saw a couple of Richmond a couple of rich gamblers. You also?",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504443"
	},
	{
		"time": "01:04:39",
		"speaker": 4,
		"line": "Yeah, and Bob Marley's Bandai through it,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504444"
	},
	{
		"time": "01:04:44",
		"speaker": 0,
		"line": "which was great for them to be playing again.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504445"
	},
	{
		"time": "01:04:46",
		"speaker": 4,
		"line": "I go back in there. Well, they're still doing. Yeah, Yeah, We'll see it the way they will tomorrow. I'll come but actually prepared.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504446"
	},
	{
		"time": "01:04:54",
		"speaker": 0,
		"line": "Yeah. Yeah, awesome. Well, guys, thanks so much for listening to another ever side of the Preacher's Lounge. Ah, and I'm sorry,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504447"
	},
	{
		"time": "01:05:01",
		"speaker": 3,
		"line": "Teoh. Um I Who was the guest today? Catherine Zeta Jones. Oh, yeah. Head bump",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504448"
	},
	{
		"time": "01:05:11",
		"speaker": 0,
		"line": "Catherine Zeta. Because she couldn't make the travel work.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504449"
	},
	{
		"time": "01:05:14",
		"speaker": 4,
		"line": "Well, she said she had to bring Kirk Douglas. And after we saw the Golden Bugger said",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504450"
	},
	{
		"time": "01:05:18",
		"speaker": 1,
		"line": "past E, I love that. That was my favorite part of the gloves. Wheeling out a corpse and everybody giving him a standing",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504451"
	},
	{
		"time": "01:05:27",
		"speaker": 0,
		"line": "ovation and watch a good talk for five minutes and just saying to yourself Please stop",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504452"
	},
	{
		"time": "01:05:32",
		"speaker": 4,
		"line": "so unbearable Hollywood for four hours. But we will make you face your own mortality",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504453"
	},
	{
		"time": "01:05:36",
		"speaker": 0,
		"line": "for five minutes. You might say that. I'm sorry. Backing them with next week on the show. We've got a really special guest. Uh, it's actually President Obama. President Obama. He is fresh off his interview with David Letterman on his new Netflix special. He decided to come on the preachers lounge, which is amazing, so excited to talk to him.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504454"
	},
	{
		"time": "01:05:55",
		"speaker": 4,
		"line": "And thanks again to our guest from last week, Um,",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504455"
	},
	{
		"time": "01:06:04",
		"speaker": 0,
		"line": "thank you from one politician to potentially Catherine Zeta Jones and then to Barack Obama. So",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504456"
	},
	{
		"time": "01:06:11",
		"speaker": 4,
		"line": "we're ascending order of excitement and power.",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504457"
	},
	{
		"time": "01:06:14",
		"speaker": 0,
		"line": "Anyway, thank you all so much for listening and make sure you tune in next week to the preachers lounge. But until then, se flipping",
		"edited": false,
		"episode": "s05e04",
		"objectID": "504458"
	}
]
