{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "spk_0","line":"Oh, yeah. Look at these lunches. Oh, yeah. Oh, hey, you guys sprung for a cookie? You guys got a couple cookies? Got an extra slice of pizza over there. I see. Kevin. Yeah, Okay. Hey, guys. Hello. Hey, what's up? It's me. It's May","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:19", "speaker": "spk_2","line":"love us. What's up, guys? It's time to talk to you about something, man.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:24", "speaker": "spk_0","line":"Of course. What's going on? Are you gonna drive this weekend for us? Of course. Yeah. Where we going, Driver? Well, we're going to Courtney's house, and we wanted I like Chile size. Nice. Nice. During a party. Chill outside. I'll come in. You know, I hang out in the four year, you know, hang out that air. You driving? Yeah. I'll drive you guys there, but I don't need a massage. Come on, you You do your tents, big guy. You're looking big. You could get real bag, man. You've been hitting the gym. Sangin waits, Stop touching our","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:58", "speaker": "spk_2","line":"muscles and say, Come on. Have we been hitting the gym also? Can you do this with less","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:02", "speaker": "spk_0","line":"breath? What? You're hot. You're halitosis. Is wild halitosis. More like how? Yeah, toast this, guys. Come on,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:10", "speaker": "spk_1","line":"Howard. Uh ah. I've got that blue ray you were asking for?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:14", "speaker": "spk_0","line":"Oh, yeah, Yeah, the deep","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:16", "speaker": "spk_1","line":"Yeah, I got deep. I took it for my dad. Extolled the deep for you.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:21", "speaker": "spk_2","line":"Oh, you're stealing DVDs from your dad for Levis?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:25", "speaker": "spk_1","line":"Yeah. You know, at the end of the day, he's asking us for stuff, you know, in the","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:30", "speaker": "spk_2","line":"I guess he is like driving us around beer and","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:33", "speaker": "spk_1","line":"stuff. Howard. Wow. Is that thirds? Did you go back for 30?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:37", "speaker": "spk_0","line":"Yeah, I went back through. Got some extra nasty green beans, Baby, your","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:42", "speaker": "spk_1","line":"sex. You got some green beans extra.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:46", "speaker": "spk_0","line":"Well, well, you know when you need another doing extra nasty? Yes. Sanders said you want them extra. Nastya said Oh, yes. Angela hit me with a couple of those little Styrofoam bowls with a with a full cup of juice and then the canned green beans. I love juicy green beans. Boys, this is this guy's in the wing. What do you say? I","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:06", "speaker": "spk_2","line":"said you're annoying Levis.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:08", "speaker": "spk_0","line":"How? Come on, you guys air goofing around. You're freaking goofing around, okay? I'm not annoying. I'm cool, man. I am kind. I am funny. I am smart this morning. Affirmation part of it. You want to hear the rest? Yes. The kids love your ass. You're a smart teacher. You get good E o g scores and upgrade. Maybe Woop Woop Woop and a great anybody at their end of bread. Setback with me and no Great! No. Okay. All right.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:43", "speaker": "spk_2","line":"A in the teacher's lounge.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:45", "speaker": "spk_0","line":"I wish I could. Hey, Levis, will you testify for me next week? Your court date? Oh, I forgot about your","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:52", "speaker": "spk_2","line":"court character or real witness. Uh, what's","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:56", "speaker": "spk_1","line":"the day alibi Your character is you coming into? So I need you, Teoh.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:02", "speaker": "spk_0","line":"Say there is no way I could have been at the pawnshop and robbed it cause I was hanging out with you. Uh, Okay, well well, you gotta make me a promise. Then you got to make it to you. Got to make it to tutoring every other week this week. Levis, you gotta do it. Say say with everybody to my rig Give me back 11 Should stop trying to get it to you. Say are to love ist plus class Levis to love. All right. Hey, when I say to you say Levis too far. Live. Okay, okay. Guided a synonym. Yeah, wait to 200 past 10 house that you met Fart was sitting there for Levis because that's not true voice. That is not","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:47", "speaker": "spk_1","line":"true. Our can you? Can you testify at my parent's divorce and say that you you have a secret relationship with my dad? Wait so that he doesn't get custody and I don't have to see him anymore.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:59", "speaker": "spk_0","line":"What do you hang on a second? Chris, what are you talking about?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:02", "speaker": "spk_1","line":"You got to testify at my parents","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:03", "speaker": "spk_0","line":"and I have a secret religion with your dad. You think in this day and age a court's going to make that a reason that your dad can't have custody you?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:09", "speaker": "spk_1","line":"Not because of the homosexual thing, but because he was dishonest. And you also gave him a sexually transmitted disease.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:16", "speaker": "spk_0","line":"Me? I'm not taking credit for that","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:18", "speaker": "spk_1","line":"game. Yeah, my mom","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:19", "speaker": "spk_2","line":"would be blamed.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:20", "speaker": "spk_1","line":"Can you please testify that you gave a disease to my dad and he gave it to me? Oh, gave her","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:26", "speaker": "spk_0","line":"his dad happy's gave what if I say there's a chance? Can I leave a little bit of plausible deniability? And there's","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:32", "speaker": "spk_1","line":"a 1% and my I'm in pre law pre pre law and it's got to be 100.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:38", "speaker": "spk_2","line":"Listen, Chris, a pretty crazy","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:40", "speaker": "spk_0","line":"Chris. I don't have herpes, so they're gonna They're gonna do a test. You How","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:46", "speaker": "spk_1","line":"would I know? You don't have herpes, but maybe, you know, if they do a test, you might need Teoh. Make it make it real.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:52", "speaker": "spk_0","line":"You want me to go get herpes, so I contest? No, you can't. You know, when I say sex, you say no sex. Two of us. Okay, It's easy, guys. Theon travel.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:04", "speaker": "spk_1","line":"I'll just be taking that deep back. There is","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:07", "speaker": "spk_0","line":"just my favorite movie of its human. Your shoes, huh? Give me shoes. They would never fit you. I'm a size seven.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:14", "speaker": "spk_2","line":"We're gonna were wearing. I'm in a sketch. What kind of funny scares you guys were doing sketch comedy without me doing skin was on SNL. Don't you remember? I was honest and now very recently contort his cast member. Yeah. Come on, please be ironed. You weren't honest. And now I heard you were on snail. What? It smells.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:34", "speaker": "spk_1","line":"Everybody's been saying your runs. You","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:35", "speaker": "spk_0","line":"weren't on mad TV. You're on crab to you way. I heard the crab TV things through the mail and the crab TV thing is true. I got rejected for snail. Okay. Jesus, guys,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:48", "speaker": "spk_2","line":"We also got rejected by all those crabs on crab TV. They sent you right out","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:53", "speaker": "spk_1","line":"of the room. What about in living dolphin","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:58", "speaker": "spk_2","line":"love? It's I need you to testify for Chris. I'm sorry, t testify, Um, on my case against you.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:13", "speaker": "spk_0","line":"Excuse me? You want Meteo myself?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:16", "speaker": "spk_2","line":"Well, yeah, I've I've told the state that we've had a relationship. You need to testify Religion, Michael, So that you get fired. No, please fill Mike, you're too annoying. We want you to plead the filth. Please fill. Guys, I need this job. Okay,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:31", "speaker": "spk_0","line":"listen, guys, I need this. I'm not a pedophile. Please don't say that. Allowed here. Don't play it out loud anywhere. Don't say that at all. I'm not another Podd. If I am Absolutely, You are. When I say not you say a pedophile not started. What? What are the All the different things that were just said. Levis farted. C a c. What does that mean?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:52", "speaker": "spk_1","line":"Put it together.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:54", "speaker": "spk_0","line":"Not not okay. I'm not a Nazi. I'm not a Nazi. Chris. What? You're not I am not a Nazi. Guys This is a weird rumor. English Club is gonna like that. Okay. The Jewish club can fuck off. I fear, sir. I got it. And click. Give me a bad that can give me that back. Give me that Batman. A doctor that No, Don't you dare listen. It's part I'm gonna cut up. There's no I'll come out and I'll tell. This is all the bad stuff is like the Illuminati. We have to have something on you so we can get you to do","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:29", "speaker": "spk_1","line":"well. Whoa! Look, Levis, I think a cipher started the table. You want to start us off the wraps? Yeah. You said you were getting to rub.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:37", "speaker": "spk_0","line":"OK, my name's Levis. I have Wait, I don't I have a date. I am all the rain","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:45", "speaker": "spk_2","line":"And we got a way got ever","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:47", "speaker": "spk_0","line":"so I don't have a day I'm","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:49", "speaker": "spk_1","line":"the way It also listed a cipher about your","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:53", "speaker": "spk_0","line":"affair with today. We've got everything. Levi's just did a cipher to try to do a tape. Say this is do a positive cipher where you actually brag about something you don't","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:02", "speaker": "spk_2","line":"just like relationship with a student or something. No. Brag about a relationship with the millstone.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:07", "speaker": "spk_0","line":"I'm not going to say I'll grab a Bob brag about the opposite about how I've never. Okay, I will never date any of my students. I'm not late by. Always treat them with respect. I want to see the rest of Oh, I can't get Stop. You put me your force.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:26", "speaker": "spk_2","line":"Is the beat confusing you for the raft? You have","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:29", "speaker": "spk_0","line":"to be with a little tough that time, would you? More syncopated. Maybe we just don't do anymore Wraps or cake jazz. You know, I feel like you guys were just gonna use this against harder to rapid weight. I could be like the Kendrick dick and free song. My dict is free. All right. I think we got it way. Actually, you want You want to tell me that I'm not in that I am. And that I will always be. But my dick eight freeze change. Just a They went to his raps. I changed","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:07", "speaker": "spk_2","line":"it a little, and we got it. Plagiarism Guys, Come on. You guys making this a","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:12", "speaker": "spk_1","line":"heart? Howard, would you say to Sandra about the green? Means we're just said a Sandra about the green beans she's gonna did you say that you wanted her to make you nasty green beans?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:23", "speaker": "spk_0","line":"E. I said give me more of this nasty green beans, Sandra.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:27", "speaker": "spk_2","line":"Okay, well, we don't really take kindly to the women of the kitchen being talked to like that. I was complimenting her food. I started to","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:34", "speaker": "spk_0","line":"make it nasty. Sandra. Oh, Howard. So good waves. Come on now, when I say yes, you all say t nasty e massive lovers. Nasty was nasty. Means that says OK,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:50", "speaker": "spk_2","line":"have you noticed? Have you noticed? By the way, that nobody has done the response to your Colum response,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:57", "speaker": "spk_0","line":"huh? No. Everybody has done responses. But even the wrong ones, if you guys could just do what you want","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:03", "speaker": "spk_1","line":"from me, our Levis to the Jewish Club. Wait, Why are love? It's to the Jewish Club.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:10", "speaker": "spk_0","line":"I legged it. What already been league? How did you like it? If you want out of the meeting, testify for Ali, All three of us. Okay, fine, fine. What? When do I have to be in court? Everybody tell me exact times and places. I'll be there. You have day nine AM","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:29", "speaker": "spk_2","line":"Tuesday to Friday, nine AM Teoh. Until they're closed till the court. Just be here. I'll be there all week sitting in the lobby. Promise I'll miss classes. And let us give me another pill. A pill? Give me another pill. You gave me a big fat ibuprofen the other day.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:44", "speaker": "spk_0","line":"You give it a 10 because I got tooth","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:49", "speaker": "spk_1","line":"work done. Love is is that I'll give you Was some ibuprofen","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:54", "speaker": "spk_0","line":"Said they didn't trust me with anything stronger. So I said, Sure, just give me those big horse I beeville from i b pilfering ivory billed fins gave me I'd be Phil","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:03", "speaker": "spk_1","line":"Finns love Whose Harley is that out there?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:08", "speaker": "spk_0","line":"Yeah, yeah, I don't know. Look, it","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:11", "speaker": "spk_2","line":"depends you. Thanks, Teoh. But, Barry, but next to it Yeah, they're both sort of nestled right near yours.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:18", "speaker": "spk_0","line":"Yeah. Which ones? Cooler. Uh oh. Harley Davidson ever is. Hardly Davidson. I'm I have a high. I'm allowed motorcycle. Big whoop. I bet my dig is Lilo were illegally. That guy with the best landless.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:32", "speaker": "spk_1","line":"At least the guy with the Harley knew how to put the kickstand up and set it up. Right?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:37", "speaker": "spk_0","line":"You talk about how my best was laying on the side.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:40", "speaker": "spk_2","line":"Yeah, well, the kickstand is extended Yeah, straight up into,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:43", "speaker": "spk_0","line":"like like, No, it's looking like it's taking a big kick because I got along. That kickstand is You can tell a lot","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:50", "speaker": "spk_2","line":"of long Vespas. What's the deal? It's a it's banana version, but animal looks more like a wave runner,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:57", "speaker": "spk_0","line":"huh? Well knows that a wave 100 low shady wheels you'll notice tipped on its side. You'll notice that the center of gravity so strange because it is a way for under with little wheels on now. And when I kicked, the kickstand is sort of rocked over under the other side. Guys, I'm a unique fella. That's the one thing that's interesting that you say that because I think you suck. Hey, Levis, where you make pancakes this weekend for us. What? I'm doing so much stuff for you guys this weekend. Can I have one minute for myself?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:30", "speaker": "spk_2","line":"What are you doing? What do you do on the weekends? Because you always want to hang out with us, and it's like this guy's never doing. How about anything? What do you do? You can go to the movies with from Friday if you make us a 12 course Saturday morning, 12 course meal. And that's a 12 course breakfast. You have to get a makeup course that's more back. There's, of course, that was always one meat court.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:52", "speaker": "spk_0","line":"Reckless than anybody has ever needed. Give us a 12 course breakfast right now. Sounded off","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:57", "speaker": "spk_2","line":"a 12 course menu menu. Come see Jackass for with him. Okay.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:02", "speaker": "spk_0","line":"Okay. Toast. Okay. Want butter jam? Butter and jam? Yes. Okay. A little bit of sausage, then. No sausage,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:10", "speaker": "spk_2","line":"of course. One. You're wasting sausage on the toast court.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:12", "speaker": "spk_0","line":"No. Is his own course. So Sausage, too, is that your story? Is sausage to court? Yes. So it's a toast. Sausage course. Course. One toast course to sausage course. Three sausage, Two","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:28", "speaker": "spk_2","line":"separate kind of sausage or saying","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:30", "speaker": "spk_0","line":"links. Hattie's first links second.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:32", "speaker": "spk_2","line":"Okay, smart. Let this course okay. Level smart. Smart left for smart. Move all goods and his breakfast. Smart Levis source four. Before we like, Do first fruit. Course. Course five. You can't see when I'm rolling my eyes all the way down the street first. Cairo. Okay,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:57", "speaker": "spk_1","line":"well, what? I mean, coming from the guy who every time he gets a fruit cup, that's just the melon cantaloupe. Because I'm not excited about first for what's first for first","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:07", "speaker": "spk_0","line":"fruit. Chris guessed it. It's melon and fruit. I already ate the grapes selling in fruits, melon","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:17", "speaker": "spk_2","line":"losinmy, laterals, host. Lavish your loser forcing me to second so many different","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:24", "speaker": "spk_1","line":"breakfast sausage, second sausage, fruit, melon and fruit.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:29", "speaker": "spk_2","line":"Yes, the first fruit. I also, by the way, you gotta print us a menu so that we know what's comment. Needs to look for stocks from the hip course. Five. Go 321 eggs. Okay, Big used a bag, I would say the meat of breakfast. So we've got toast butter and jam sausage, Patty sausage link fruit first fruit first for it and can alert Catalan A. We were on six. Yep. Where? That's that was five to 12. 31 23 to 1 course. Six. Go. Okay. Making him back in Nice. Pretty smart. So we're salted","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:17", "speaker": "spk_1","line":"up with Had a lot of protein going into course","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:21", "speaker": "spk_2","line":"bag served to order. Any style,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:23", "speaker": "spk_0","line":"Any style can't do over easy. I always overshoot God, so it's usually over medium well. Burgers over medium are over hard. Okay. I can try. Scramble like Oh, can","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:36", "speaker": "spk_2","line":"you scramble of it?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:38", "speaker": "spk_0","line":"Scramble. Fuck you Nazi? Okay, let's cool it with the Nazi talk. Okay. 32147 More bread. Not even toasted","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:53", "speaker": "spk_1","line":"soft bread. Coming in hot with course 70 Lukewarm problem.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:57", "speaker": "spk_0","line":"Soft birth is low. Probably gonna be the hell if I'm being a wonder bra teal. Yes, I wonder. Okay. Okay. Okay. That score seven course A. But guess what Course Eight. It's a big 321 toaster! Schubel","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:12", "speaker": "spk_2","line":"came back into her. She's Stroup Thinks off. Brand. Is this a Mario?","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:18", "speaker": "spk_0","line":"It's Toshi strudel. So she's It is toasty, toasty, toasty. Protect that house in New York. It's really","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:26", "speaker": "spk_1","line":"many said season in New York. Idiots!","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:29", "speaker": "spk_0","line":"I sub Sloblo. When we were leaving, when we were leaving, I went through. I routed through their old","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:36", "speaker": "spk_2","line":"course. 12 big Levi's. Okay, so now we're having an English. Okay, Beggars nto brecko. So what? 54321 Stromboli! Stromboli. How are you gonna cook all this? Stromboli? It's It's a Mexican stromboli. It's molester bowling extra Moola. Its strong 321 boards sports. Okay, you're fired. Okay, Boy, you redeemed yourself Totally redeemed yourself. Let was 11","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:26", "speaker": "spk_0","line":"e was 10 fours. Like could it be a little bit, but","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:29", "speaker": "spk_2","line":"that's just let's do a quick check in. So far, this has been a fucked up. These last two courses need to be good. Well dressed, but patty sausage links first application that one of these next two courses do. Just do one more fruit.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:53", "speaker": "spk_1","line":"First fruit followed by bacon, eggs,","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:57", "speaker": "spk_0","line":"then eggs, eggs and more. Brand","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:01", "speaker": "spk_1","line":"more bread. Probably he'll toaster strudel.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:06", "speaker": "spk_2","line":"But you can call me. Uh uh Holy moly, Ramona. And what was this passage in port on boards. Now, when you say boards, do you mean the thing that all the food is served on that sort of a farm to table new restaurant instead of a place on the board? Let's just say this is this is setting the stage for 11 and 12. Okay, 11 321 candy. Was that cotton candy or cutting chaotic candy cottage cottage? So, cause a gotta were you, like, a little bad at the end of the bed? Yeah. He added candy candy on a car. You know they're going to call down to the front desk. Timberg board is kind of too many people in the room and 50 many people and 123 course, 12 bass. So first fruit is the only fruit berths, for it is the only real is back and bass for Deserves a nice bastards that that was a C bus land bash Lake. Fast cap fish eyes. You pull some bullshit. Served me a fucking cool mustache.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:21", "speaker": "spk_0","line":"She passes too expensive. So I got it. I I'm catfishing you with fish, but it's not Castro. It's a catfish. An ugly day. It's a catfish, but it's an ugly down. I'm saying it's bass, but it's not bass. What is it to la Pia? My, It's branzino. Wow way Saturday morning. It","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:45", "speaker": "spk_1","line":"this break 12 worth breakfast. No pancakes, no waffles.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:49", "speaker": "spk_2","line":"But the good news is, Howard, you can see a movie You can remove this Friday night and then you can stay up all night preparing this long mole, a breakfast","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:00", "speaker": "spk_0","line":"stromboli. But shit. And I still have to testify for you guys. Yes, you have","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:05", "speaker": "spk_1","line":"sex ever made just for my mom that you get my dad herpes. Gonna give yourself herpes","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:09", "speaker": "spk_2","line":"testify against yourself that you and I are in a romantic relationship. You want to see What does that can you know that kid teacher relationship that went really good. Oh, turn, turn, turn your T","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:20", "speaker": "spk_1","line":"turn out.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:21", "speaker": "spk_0","line":"I don't know. I call myself a litter.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:23", "speaker": "spk_2","line":"Now it's your turn. Now","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:24", "speaker": "spk_1","line":"it's your turn. It'll Eterno. Otherwise we're going put terna!","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:30", "speaker": "spk_2","line":"All right, let's go over and give that kid a Wajih. Who, Him? Yeah, that kid is. See that big silver thing? Peyton, That's everything. You walk into that silver thing, give whoever you see in it alleged","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:41", "speaker": "spk_0","line":"whoever I see in the silver thing Yeah, it's a big mirror, huh? Sensing the silver mirror, we'll give it away. G d o myself a front wedge. Come on, guys. I just But it wedging my front. He said they put away to you, my friend. Oh, you guys got a helmet? This is too much stuff. Stop filming it, please. You know what? You guys should maybe get back to class? Are","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:21:14", "speaker": "spk_1","line":"Levis Jewish Club is waiting.","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:21:18", "speaker": "spk_2","line":"He's here. He's here. He's over air","episode":"mini-27","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:21:21", "speaker": "spk_0","line":"bound, bound, bound me meal. Thank you. It was a goof. It was just joking. Like jackass Brown will boil b boy","episode":"mini-27","edited":false}
