{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "spk_0","line":"Hi, guys. This is a game show tape that I I've actually I accidentally taped over a bunch of game shows with other game shows, and I just keep adding game shows onto it and keep taping. And it's is probably 2030 years old at this point, Um, but it's just all game shows. Does that make sense? Stairs. Um,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:24", "speaker": "spk_1","line":"so why did you do this? And are you","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:27", "speaker": "spk_0","line":"gonna put it on what you love game shows and I have a game should tape, and I don't know if it's rewound fully or fast forward it, but I usually just hit record, and I probably follow State by Mike. I'm gonna come back and watch.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:45", "speaker": "spk_1","line":"I've taken his class before. He it's This is what he plays when he needs to get his hair replaced. He made this really warm video and he plays this.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:53", "speaker": "spk_0","line":"I'm going out to do nothing with my hair and then I'll be back. He's You see, his hair is all green right now. It looks like turf. He's going to come back with a full head of road blast. Renner.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:04", "speaker": "spk_1","line":"He woke you, who wakes up in the morning and all his old hair is God. And so he describes turf and sticks it to his head.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:11", "speaker": "spk_0","line":"Okay, All right, if you have heard. You know, if you complain about this video, you actually have to deal with them more. Don't follow me. I'm just going to do nothing with my hair and definitely something with my annals. You leave class to go talk to your in laws is an emergency. Okay, you can just put it on. We get it. We're excited. We're excited to watch it. Good, Good. Now keep in mind. Tape game shows, tape over him a lot. There's one last thing I want some of the game shows. They kind of lead into each other. You know, Maybe the last line physically said May's maybe the first line of the new game show. Cool. That's interesting that that happened by chance that just had always not always sevens messier than that. Somebody's way messier than that. Sometimes it's just like the the first game show, and then the second gave you will be something about that first game. Okay, says that's crazy that that happened by chance. But yeah, that sounds dentures. This isn't grass. You see you know your hair, huh? Is an emergency. All right, guys. Some of Britain. Hello","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:26", "speaker": "spk_1","line":"and welcome back, Teoh. I'm gonna put it on the game show where three contestants decide which hat they're gonna put on. And if they pick that that we chose beforehand, matches them, they win that. All right, we got three contestants here. Goodison number one does your name.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:45", "speaker": "spk_0","line":"Hi. My name's Alex.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:47", "speaker": "spk_1","line":"Alex. Which do you hope is for you?","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:49", "speaker": "spk_0","line":"I'm gonna put this one on right away.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:51", "speaker": "spk_1","line":"Let's rewrite all the contestants. So what else might want that one? And whose? Contestant number two.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:56", "speaker": "spk_0","line":"Hi. My name's Josh Hide.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:59", "speaker": "spk_1","line":"Raj, Which had are you interested in?","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:01", "speaker": "spk_0","line":"I think I'm gonna choose this one right here in front of the","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:03", "speaker": "spk_1","line":"same one that Alex posted. Pointed to","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:05", "speaker": "spk_0","line":"that on right away.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:07", "speaker": "spk_1","line":"Well, we'll see. Get this number three.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:09", "speaker": "spk_0","line":"Hi. My name's Perry Pears. You Kim","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:11", "speaker": "spk_1","line":"wearing a hat already? Are you expecting a hat that fits on top of your hat? I'm hoping. Okay, Well, before we get to them, that","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:18", "speaker": "spk_0","line":"has me. Which had I'm gonna pick because I'm gonna pick this one right here,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:21", "speaker": "spk_1","line":"OK? Perry pointed to the hat on his head. All right, So before we get to the hats, the first choice goes to whoever gets this question right on. And we flipped a coin beforehand. A three sided coin and the winner of the court test was Alex. Alex, Which category would you like to pick? Uh, we have hats of history, History of hats and famous hat. Man,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:46", "speaker": "spk_0","line":"I'm gonna take the wildcard category, Bob.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:49", "speaker": "spk_1","line":"Okay, Last category, Wildcard. Eso Whoever gets this right gets to pick first. Alright, Wild card this.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:03", "speaker": "spk_0","line":"Oh, I like jeopardy right now. Who said that? Percent. That May Josh. All right, just her out. Yes, yes. About time out, right?","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:15", "speaker": "spk_1","line":"No, it's not Just sorry. I know you wanted that to be a rule. Should have said yes, but I said no. Yeah, you're out. Means you're literally out. No one calls that this is a rip off of jeopardy.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:26", "speaker": "spk_0","line":"Yeah, he's the empire here.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:29", "speaker": "spk_1","line":"Sorry. I jumped the gun on the umpire. Uh, Josh judge called me out. So you know what that means, Folks at home. Let's bring","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:36", "speaker": "spk_0","line":"him out. The umpire Air strikes to boot. The only game show Where you, Del, If it's an upset crowd or a ghost. We've got three contestants here today. Why don't you go ahead and introduce yourself and tell us one little thing that someone might not know about you? Hey, my name's Capistrano and I have to backwards feet. Thanks, Cam Pastrana, for coming here to play Boo today. What? You fell over. Back up! All right, just brace yourself on the podium. Yes, I lean forward, which I rarely conduce. Oh, I thought you feet were backwards. That really that would be most of it back just fine. Because my toys, my toast point backwards hoard over my heels is tough. I got your back. Capistrano of you fell over again. What? You stand for more time. Alright? Contest number two. Hi.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:33", "speaker": "spk_1","line":"My name's hot pastrami on. Uh, interesting fact about me that some people might not know is I have a mustache.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:41", "speaker": "spk_0","line":"No, we know that. What? You try the fact again One more time. Pastrami. Okay. Something that no one would know about You. All","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:50", "speaker": "spk_1","line":"right. Running first army And I've had this mustache for a few while now for","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:54", "speaker": "spk_0","line":"you. Okay, Cap. Astrada, You fell over again. What? You stand back up. Hot pastrami. We're just going to skip. That's good. But just so you know, people probably know that you have that mustache is not something interesting. I'd say what the most interesting thing about you is. You have to Backwards. Hands. All right. Hi. My name is on the outside. Guys got thumbs on the outside. All right, What's your name? I shouted it over. You talking? So you probably in here. But my name is Cubano. And a funny little thing about me That's a snow. Most know what? It's not funny. It's not funny. Okay? And it's not little money because","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:33", "speaker": "spk_1","line":"it feels like mine got made. Funny because it wasn't funny","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:36", "speaker": "spk_0","line":"enough. Welcome back to its little the game show where you do not tell me the truth. Now wait. Three contestants here. We're all gonna take turns taking a look at my Penis. That's right. We're on the only network. The Playboy Network. It's allowed now, uh, contested. Once you introduce yourselves. Hi. My name's Peter. Okay, funny name. You don't have time. Aims. Dig a tick. Hilarious. Name of the show. Glad to have you Penis. Welcome, Penis. Wonderful to have you hilarious name for the show. Now I don't use it down my pants. And all three of you were going to tell me that It's little Oh, what about lying about lying About one specific thing? My Penis. And if it is, in fact big like I say it is, OK, Do you have a smoke in his Penis? And we have No, we don't know. The way I turn my back to the camera and I zip the can will be on your face is not on my hog And it is hard, not a pig. I'd like to use my scroll. Absolutely. I mean, so one note scrawled Time zero time It's go time Someone's comments, Croteau. All right, Everybody knows Scott Time means you get to call your two best bald friends. Now, what would you like to ask? Your friends says on record. Here we have Tommy and Bahama. Mama, Let's dial up Bahama down. All right? Okay, Mario, I did not expect to get your professional line. Mama, it's Dick lies Okay. All right. So I have a man in front of me, all right. He's gonna show these bs and you guys, we have this big harvest. Small what I do Bahama. You say what you see. Just the O for me. All right. Tommy, are you on the line here? Calling. My Didn't expect you being ashamed. Store didn't expect to have your professional line. What do you shave there, Tommy? Give back face and beautiful. Now, go ahead. All right, Tommy, I'm here. I'm online and there's a man can pull intransigence showing speeches. Should I say what I see? Like Bahamas said, or should I just say it's big, buddy? Okay. How you doing? Pretty good things with my wife for All right. That's okay. Now, here we go. The big reveal and spread, maybe Meaning? Yes, of course. A little. Welcome. Well, zip fluff spread. I of course. Um Charlie Rose Theme. Welcome back to Rose. The only game show where you see a flower. Now I've contestants. You've been on other game shows. You haven't seen a flower, have you? Of course not. Never once in my goddamn life.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:23", "speaker": "spk_1","line":"Stupid question. I'm not going to dignify it with a response.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:27", "speaker": "spk_0","line":"Well, at Rose, you are going to get to see a flower, and all you have to do is answer simple questions to do that. I hope it's true this time. There's no trick here. I've been lied to about someone having a flower a lot. Well, I hate that you're coming in with that sort of back story, and I'm sorry for all of that trauma. What's your back story, You fucking prick? Well, if you want to know, my mother killed my father. Beautiful. Okay? And I lived with her for years and his corpse was in the freezer. Okay, I'm sorry for reading it up, but that's why I love a beautiful little thing that was made in the field and grew and grew and became a beautiful symbol for growing in despite off terror. Okay, so, guys, let's start out with the first question. Contestant number one.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:23", "speaker": "spk_1","line":"Welcome back to let's start out with the first question, the game show where we always begin with the first question. All right, that's the dog pound out there, sir. It's up to the dog. Uh, wait. Just get back from commercial break and James from Minnesota. What","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:47", "speaker": "spk_0","line":"do you","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:47", "speaker": "spk_1","line":"think? The first question that we're going to start out with Hiss. James,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:53", "speaker": "spk_0","line":"I think, uh, I think the first question gonna start out with just can't forget his name was James as well. Which didn't help you with really good testes is like forgetting it was cheap. So what a man. What do you forget your mother's name? Uh, if we're gonna get technical. Yeah, I don't know. I don't think my mom ever told me her name. Um, but I think the first you missed your mother's name, I happen to hit the nail on the head with the gear. Every time my mom ever said her name, I was focused on something else. What do you kiss your mother with those mouth? Yeah, I guess my mother with both of these mouths. Oh, I haven't ate the now on the head. Yeah, with the gear. Yeah, exactly. Again, I've got to mouth. Which is the reason that my mother didn't talk to me that much. So every time I did hang out with her, she was saying her name at some point. But again I was focused on something else. Welcome back to annoying Sons, the Mother son game where the mother's avoid the sons now. Three wonderful pairings of ugly boys and beautiful ladies. What do you excited to do here? Well, you do Your mob, huh? Well, are you understand? The game. What do you decided to do here?","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:08", "speaker": "spk_1","line":"Ryan? Ryan, please. OK, we're on television. Were on television. Everyone can see this. All right. Somebody's wedding signs. Well, I thought maybe you learn it was either annoying stones or Mori.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:21", "speaker": "spk_0","line":"Okay, OK, moving on. Second couple. Hey. Hey, Mom. You see how this kid is treating her and how she is treating him? Yeah, you're worse. Now you pitch. Okay. Moving out of the third couple. This is my beautiful son. And that's my beautiful mom. Okay, you're both fire. You're fired from the show. You're too gross. This was supposed to be about mothers not loving their sons, which is weirdly palatable, not the other way around. You seem like you're in a romantic relationship, but nobody wants that. Welcome to not the other way around the game show where we show you objects that you should not use the other way around. And you tell us if that is No, no, no. Oh, yes, yes, yes. Meaning you would use that the other way around. Or you would not so good to be on the show. No problem. So that is no problem at ever a problem for feel the feelings Sometimes sometimes it is. Do you have final say on who's on the show? I dio No problem. No problem. No problem, No problem. Alright guys. So we're going to get started. Sorry. That's the door, Brown. You know what that means? Someone's at the door Studio door. Hi there. I've got this shovel. Oh, is that a no? No. All right. Yes, yes. Bar somebody Shit Boy Bomb! Okay? Yes. That's how you buzz in you go. Bung bung. Yes, Robert thought so. Yes, I've used that backwards all day long. Yes, the donkey. The fictional donkey is here. Everybody give it up for your thing. Your doctor talk is a live action donkey that talk. Give it up. Welcome back to give it up when we bring on No, you know no criminal, so No, no, no, no, no, That's no, that's right. So we have three different people here who all have a secret to tell and we urge them to give it Ah,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:50", "speaker": "spk_1","line":"it's Give it up! Give it up! Your secret.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:54", "speaker": "spk_0","line":"Levi's! Yeah, All right. And again, bury in the booth I'd say we should edit that that theme song a little bit. Well, you want more? You want more done in less drums at the end? More simple. The drums out when the rest of the music that way say something. I know I'm just a guest here. Kind of like the drum feel after you lay Buller talking. They like the drum bill. In fact, they want more. Well, uh, I would prefer if we could just get into the game show because I did it. I killed my talking side. Well, I'm not telling mine. Like that guy I had. I went your manslaughter for me. That's two for three. If we get all three, that means","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:45", "speaker": "spk_1","line":"not giving it up. Come","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:46", "speaker": "spk_0","line":"on, come on. This will be a triple.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:49", "speaker": "spk_1","line":"We're getting to know what these guys one for saying if","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:52", "speaker": "spk_0","line":"nobody gets their prize, unless we get a slammer, which I think is you have admitted your crime. I'm gonna use mice, Croat. Well, he's gonna use a scratch. It is. It is. Okay. All right. Very, very. Fade out. Fade out. Take out down there. Sorry. Turn the drums down. I thought you said up. No, I was standing to turn the drums down. The music should have gone out with. The lyrics were screwed. My scrotum. Ralph and Warren. Okay. Do you wanna go to first? Let's go with Lord. All right, that changed my mind. Is Tommy Bahama All right? Let's see. Oh,","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:44", "speaker": "spk_1","line":"let's go to Bahama were wavering in some honeymooning coppers way send into Bahama Bahama, Texas. Big secret is there in Bahama, Texas. Let's check in with our first couple of Bahama right now. They should be just getting to the hotel.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:10", "speaker": "spk_0","line":"Well, I don't know why we have to dress and talk like this here, but I guess I'll do it for the show. I think his wife's dead. Honey, honey, it's like I am dragging you through the desert here. I don't know why I have to look and talk like this, but I'll do it for the show. I think that every tape he was lugging around his dead wife pull debris tape way joke, honey, About how I don't like using the voice in the style of asking me to use on the show. Wake up now, sir. What","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:45", "speaker": "spk_1","line":"are you doing with that corpse","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:46", "speaker": "spk_0","line":"you want an autograph. Yeah, I'm on a I'm on Bahama. Don't take me to Bahama with my lovely wife here. Know that tape? It doesn't work that way. Wake up! Making a job.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:02", "speaker": "spk_1","line":"Oh, my God. Sir. Sir, You","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:05", "speaker": "spk_0","line":"I went back to give it up.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:07", "speaker": "spk_1","line":"Welcome back to give it up. Uh, contestant number two, what is the thing that happened with your wife?","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:13", "speaker": "spk_0","line":"Thank you for manslaughter. That was my thing. I killed my side. All right, let's see if we can get this slammer. We just need the third man.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:23", "speaker": "spk_1","line":"Hey, I don't know if Mr Cravy is coming back.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:25", "speaker": "spk_0","line":"What do you mean? I","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:27", "speaker": "spk_1","line":"don't know. It's it's been It feels like a long time.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:30", "speaker": "spk_0","line":"Not not Not Numan Alert. Numan, alert your boyfriend. He's setting up a fan right outside the door. No, no. Loses it. The doors at Fabio. Oh, my God.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:45", "speaker": "spk_1","line":"That fan is blowing his hair right off.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:19:48", "speaker": "spk_0","line":"I just came by geese in the nose. Aggies, Aggies in the nose. No, you didn't. You don't look like Fabio. And you didn't get hit by the nose. That's really strawberry jam.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:04", "speaker": "spk_1","line":"The best way to convince us you look like phobia was to repeat the news. The birthing","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:08", "speaker": "spk_0","line":"a piece in the No, I did it. He's in the nose. Mr. Cravy Tell everyone. Tell that. Go up the hills and yell it from top of the hill. That against you in the nose. Or that you have nice hair that I have nice air and it looked like phobia. You mistake me for Fabio. We know your teacher. Yeah.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:28", "speaker": "spk_1","line":"Hi, I'm Fabio's agent. Have you kid seen him? I'm looking for Fabio.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:32", "speaker": "spk_0","line":"Mr Todd Drink. I don't believe it is acting at all no more. Podd has never, ever, ever met an agent.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:45", "speaker": "spk_1","line":"Oh, you fuck this kid with something? Fucking kid! No notes.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:20:51", "speaker": "spk_0","line":"Command Just commit deep voice. 50 points through this Mr Over the rules about Deeper told Reuters the target about But it's over. You should have a digit if it doesn't already. We have a single detail about him. Why would he would even meet? Yeah, This is not about Mr Podd trade for us. You are just him. Oh, Todd Tadre when I did this fat suit. Okay. I just want to get there this week, so I don't think that is a fat I just look think we're","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:21:26", "speaker": "spk_1","line":"choosing, you know, which is it is the day convincing Nobody defrauded really reacts to feared","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:21:31", "speaker": "spk_0","line":"quickly or I just really want this week to be over so it could be spring Wake break next week I'm going to Bahama. Yeah, you're going to Bahama Femur awake. Yeah, Spring wake, We're going to Bahama Spring Wake, uh, set to celebrate a death of Yeah, go herd. Nice to meet you. The name is Ah, Glenn, uh, clean Six period, Mr Padre.","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:22:04", "speaker": "spk_1","line":"Oh, whoever That guy that your secrets experience sounds like he needs an agent","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:22:08", "speaker": "spk_0","line":"again. We haven't said a single detail about of other than saying your how your Teoh? Sure. Oh, man. Oh, style Stumped Mr Padres head into the end of the video You tube, you arms cloud my cloud My Dropbox Todd garden If may Cravy you've been beaten till Paul by the weakest 11th grader Whoever","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:22:54", "speaker": "spk_1","line":"this Todd guys, he says like he did say","episode":"mini-32","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:22:56", "speaker": "spk_0","line":"no way have to take you to the hospital. No hospitals, no influence. This is the first time I've ever seen Mr Padre commit to be honest. Oh, look, You okay? So just No. Oh, no. Oh, you beat up my friend. He wants a moral no nos. You could take me. Oh, how Oh, kicking my own face with my leg. Yeah. Hey, he's balling him up. He's throw it right. He pitched Mr Through. That's right.","episode":"mini-32","edited":false}
