{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "spk_0","line":"Welcome to the 43rd annual Hamilton Spelling Bee. That's right. Thank you. Thank you. This is my co host, Mark. And as you all know, I m Julien Larson.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:20", "speaker": "spk_1","line":"That's right. Now, Mark, how was your week? I had a nice week. I was studying at home. I was studying my words. I was reading the dictionary, and it was nice. I was really gearing up for the event and really excited, OK, because you","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:35", "speaker": "spk_0","line":"were studying your words because you are playing in as the one adult.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:38", "speaker": "spk_1","line":"That's right. Okay, that's right. I got I got be fever. I got beat. You can't stop. So when you have a bee sting on your nose that's right. I have two kinds of be fever free will be fever. Helsoe have spelling me fever. But the timing was perfect.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:56", "speaker": "spk_0","line":"Ladies and gentlemen, you are going to get it to see an adult name. Mark Spell next to some Children with a big red bulging knows. All right, what looks like the kid's air ready now. And as you know, Mark and I, we deliver the words and mark spells. So the kids are gathering here they are Looks like our first, please step to the microphone. Contestant number one. That's right. Thank you, Mark Sloblo. I introduce yourself and say what word you want to spell. Just kidding. With little be joke over humor. But but do it. My name is Alex Wilson. And the word I would love to spell is us. Eyes very funny. Out","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:53", "speaker": "spk_1","line":"of U s. Nice mark. Thank you. Admiring all weekend. He cannot","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:58", "speaker": "spk_0","line":"help but show that he knows how to spell. OK, so, Alex, we're going to start you off. Your word is yard. You're country of origin. Country of origin. That's right. America. America. There has never been a yard pre America uses of a","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:21", "speaker": "spk_1","line":"sentence. I went to my American yard. Yard,","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:30", "speaker": "spk_0","line":"yard. Why? Okay. Are you okay? Mark? Mark, be careful. You're gonna get your twice. You are your swelling a lot. Do you need your EpiPen? That's right. Okay. I don't know. That's yes or no. That's right, Alex. Good job. Why a r d was yard? Oh, yeah. Up easy, Alec. It's just","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:53", "speaker": "spk_1","line":"a reminder. This is a family event. And let's try to keep any insane outbursts to a minimum. Yes. Thank you. Alex. Take your seat. right now.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:01", "speaker": "spk_0","line":"Last year, when Robert One, he screamed Fuck. And I don't want to say that word, but I need to say it is an example. All right? Ah. Contestant number two, please","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:14", "speaker": "spk_1","line":"step to the microphone and say your name and the would you like to spell? Of course. Just kidding. Just kidding. Hi. My name is Neil Type size and say I didn't Neil DeGrasse Tyson anywhere. Your son. Um any relation? He's my day. I knew","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:33", "speaker": "spk_0","line":"it by blood. Aziz, we know in the word that I'd like to spell is cat. Ha ha ha ha ha ha! No DeGrasse Tyson. Thank you, Mark. Your word","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:44", "speaker": "spk_1","line":"is your word is berry id. Like the definition police.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:51", "speaker": "spk_0","line":"His name was buried, but this is gonna be partner Thea definition a name. Good luck. Good mug. Part of speech, noun Proper now very marked Dipping it the butt of nipping in the bud. Dispelling Barre. Mark Easy. Okay, that's right. B A are why? Okay. Before we knew he was kidding, Mark gave you a fake kidding word and you didn't fall for a good job. I do really quickly. You're halfway out. You almost You're half dead because you did not say capital B, but you're not out there not out.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:51", "speaker": "spk_1","line":"Let's give him another word because of all the time.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:53", "speaker": "spk_0","line":"Okay, We're giving you a second world because of all the confusion. But you're only half dead, okay? You're only have dead. OK,","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:01", "speaker": "spk_1","line":"Who were? It is Steve, You can have the definition, please. A man's name in part of speech proper Now. That's right. Um, can you use it in a sentence? My American friend Steve was nowhere to be found in my yard.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:25", "speaker": "spk_0","line":"Theo yard is empty. Um, are there any alternate pronunciations? Yes, please. Okay. Um um Steve Capital s t e for their e the dead. You're dead. And Ted on your dead. You're dead. And that's it. He's through the hole in the middle of the stage. Neo DeGrasse Tyson has been yanked through the hole in this stage. That's right. Um, you get yang through the whole if you spell a proper noun. Wrong. All right, Now, coming","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:22", "speaker": "spk_1","line":"up to the stage next. I'm really impressed with this Young s winner two years ago. That's right. And big loser. Last","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:29", "speaker": "spk_0","line":"year, big loser did go out on the word the to come so far.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:36", "speaker": "spk_1","line":"That's right. It was a big Biff. And he won, of course, the year before on the word prototype, which is so different, so","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:43", "speaker": "spk_0","line":"difficult and to go out on the But you can tell he's been in the gym","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:48", "speaker": "spk_1","line":"has been training. He definitely is. But I don't know if that's gonna help him with the spelling, but he's","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:06:54", "speaker": "spk_0","line":"buff. Very buff. Alright, contested number three, please. Sampson. Nice. The word I would like to spell is the funny, funny referencing last year's Biff. Very funny mates. Always been very funny. All right, Your word is couch calendar. Excuse me. Another joke.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:26", "speaker": "spk_1","line":"Of course. We're kidding. That's not your word. It's not your word. That's two things I saw and said, Not getting a big laugh. Too weird of it. Seriously says your word is desk microphone. Just kidding, Kid Way were kidding again, Has been a really fun year so far. Were in tow. Contestant three and we're having a good time. Yes,","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:53", "speaker": "spk_0","line":"your word. Zimbabwe, Zimbabwe. You get the definition American country language of origin in this. Could you use it? Descent? Its place America bought Zimbabwe years ago. I'm a little boy there. It says from Steve gets from Steve. Yes. I America bought Zimbabwe years ago from Steve, who is yet to be seen. Any clarifications needed the bubble z I see Capital. Yes. Wow. Now that's a pro following the capital to keep us on our toes following","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:04", "speaker": "spk_1","line":"the letter with Hi. This guy knows. Okay, I can only knows the word","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:11", "speaker": "spk_0","line":"be. We certainly know how to smell it. Okay. May W t. Oh, Okay. Okay, good. Okay, good. All right. We're sorry. You spelled Zimbabwe the, uh I just realized that devastating. Please. Before Sneyd","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:36", "speaker": "spk_1","line":"Sampson. I'm sorry. It seems like you're working the wrong muscles in the offseason. Should have been flipping the pages instead of flipping the weights.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:44", "speaker": "spk_0","line":"I will allow you 10 seconds to pose since you are in a tiny bikini brief and you are oiled up in tandem. So go ahead, get on a squeeze outside pursuit. The squeeze. Us. Oh, someone way. He's","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:10", "speaker": "spk_1","line":"pointing at someone in the audience and doing a sniff, waving his hand in front of his","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:15", "speaker": "spk_0","line":"nose, blaming the boot. Excuse you, Nate. We know it","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:27", "speaker": "spk_1","line":"was you that you're fired. Thank you very much","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:30", "speaker": "spk_0","line":"for your fired you're also fired from your job. We have your balls here. Who's gonna sign off balls?","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:40", "speaker": "spk_1","line":"Okay. Bringing up the next contestant think you meet. This is now contested. This","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:45", "speaker": "spk_0","line":"Who is this? OK, Shrouded. Stepping out of the fog. Longcoats. Stepping out of fun. Okay. Hello. What's your name?","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:57", "speaker": "spk_1","line":"More name he's Do you cure? Okay, Dracula, but hasn't been back in the spelling. Use 50 year Count Dracula.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:10", "speaker": "spk_0","line":"Oh, this is gonna be tough. As everybody","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:13", "speaker": "spk_1","line":"knows, you can mostly count, but it and he spent the word I would like to spell. OK,","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:20", "speaker": "spk_0","line":"is one, two, three. Okay, shut up. Shut up. That's right. All right. Good job. That was funny. People laughing. Okay. Dracula? Yes. That's my boy. Oh, jacket. His mother's. Hello, Mother. I love you. Okay. What is your name? Mamula or no, No. Uh, what's your name? You heard me. Were almost face to face. I don't even know how How you're","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:11:58", "speaker": "spk_1","line":"so close to the booth up here in peer. Uh, OK. OK, so it was close. Okay, Dracula, your word is front yard. Country of origin, please. America can use There are no front yards left in America, and it's and That is a tragedy.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:31", "speaker": "spk_0","line":"Where did they go? What happened to them? Don't you feel like you miss the past when you could just go out and see everyone in the front yard?","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:42", "speaker": "spk_1","line":"Aren't all houses placed strangely on their lot now that there is no front yard? Okay. Definition, please.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:12:52", "speaker": "spk_0","line":"Big area up front. Okay. Front yard. Oh, Bar and E. Oh, he w","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:11", "speaker": "spk_1","line":"yoga. Is this funny? Oh, this is unfair. T We knew this was gonna teach. You can't","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:18", "speaker": "spk_0","line":"if he kids to 10 will tell you have it if oh, are Oh, he got it wrong. You know, it's fo you. Are you idiot? Sure sucked. Oh, he sucked out vamp era. She's mourning him. Mother, Mother, Third of the mother Getting tight on the mother Tight on the mother's grief o era.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:51", "speaker": "spk_1","line":"If you spell live, he can be saved.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:53", "speaker": "spk_0","line":"Oh, this is new. This is do all you have to do. Smell live much of Luke? Yes.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:04", "speaker": "spk_1","line":"In America, there's only one way to live","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:07", "speaker": "spk_0","line":"in your front yard. Mexico. I live on the just trying to check in with us. She's right. I feel like she's reading my mind. Oh, no. What am I thinking? I wish my pants were about this tight, Todd. That's","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:45", "speaker": "spk_1","line":"true then purity. But he's not really my mind","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:49", "speaker": "spk_0","line":"If we If we don't, nobody could notice my beast","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:53", "speaker": "spk_1","line":"sheets. She's a bee sting time. They just don't know she's Tabor couldn't be mine. Oh, talking about years C five appear. One more letter, I mean","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:05", "speaker": "spk_0","line":"Oh, really? Yes. Oh, you're going toe finished. Helmand! Hell, your son! New feature this year banishing people to hell. They will be sucked right down to hell. And that is, of course, brought to you by Michael's welding the welding company here in town, The portal to hell.","episode":"mini-41","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:28", "speaker": "spk_1","line":"And with that sponsorship, we're gonna take a quick break. We'll be right back for more spelling out. Nate. Nate Sampson coming out to do scream out a couple more poses.","episode":"mini-41","edited":false}
