[
	{ "time": "00:00:04", "speaker": 0, "line": "and the car keys. Thio", "episode": "s01e02", "objectID": "1020" },
	{
		"time": "00:00:30",
		"speaker": 2,
		"line": "There's like, somebody slept on the pull out couch last night. Sure talks and both slipping. I had intended to do it alone, but then, you know, Todd showed up and I said, Well, what's better than a little bit of warm? It looks like you guys kind of both, um rolled into the middle the most. The flattest portion is the middle. What",
		"episode": "s01e02",
		"objectID": "1021"
	},
	{
		"time": "00:00:53",
		"speaker": 4,
		"line": "we got singing, which, by the through time pretty earlier",
		"episode": "s01e02",
		"objectID": "1022"
	},
	{
		"time": "00:00:55",
		"speaker": 2,
		"line": "than I freely folded up in closed. Yeah, because when I came in here, I should have said I found you two closed up in the in the pull out couch with somehow the cushions on it.",
		"episode": "s01e02",
		"objectID": "1023"
	},
	{
		"time": "00:01:09",
		"speaker": 3,
		"line": "Yeah, we will. Was it started out? Very scary, but it ended up being a fun little thing. We call it a Todd taco. We had",
		"episode": "s01e02",
		"objectID": "1024"
	},
	{
		"time": "00:01:16",
		"speaker": 2,
		"line": "a nice time with one involved in san. Was it just a Todd Taco? Why would his Sam doesn't fit, you know, obliteration.",
		"episode": "s01e02",
		"objectID": "1025"
	},
	{ "time": "00:01:22", "speaker": 1, "line": "I", "episode": "s01e02", "objectID": "1026" },
	{
		"time": "00:01:23",
		"speaker": 2,
		"line": "get that. Oh, I see. And he was He was on around you. I was wrapped around him with your flower toward Thio, and he was on the and you were like a meat and sour cream. And, lad, have",
		"episode": "s01e02",
		"objectID": "1027"
	},
	{
		"time": "00:01:35",
		"speaker": 3,
		"line": "you ever had a double decker taco from Taco Bell?",
		"episode": "s01e02",
		"objectID": "1028"
	},
	{
		"time": "00:01:38",
		"speaker": 2,
		"line": "Now those were good. Well, I mean, I'm sorry. I'm not sharing, but I'm eating one right now. Yeah, All right. Well, guys, we are rolling. In a way. We are rolling. Oops. Sorry about that, everybody. Hello, and welcome to",
		"episode": "s01e02",
		"objectID": "1029"
	},
	{
		"time": "00:01:51",
		"speaker": 0,
		"line": "the teacher's lounge. It's April 22nd. And this is the teachers to the",
		"episode": "s01e02",
		"objectID": "10210"
	},
	{
		"time": "00:01:55",
		"speaker": 2,
		"line": "first, best and only podcast tackling issues relevant to the Greater Hamilton High School community. I am, of course, Howard Levis, your biology teacher, joined by my three coast guys. Go ahead and introduce yourself again. Top Audra Theater. Sam, Weatherman, SB and car driving Bill Crave e men's basketball coach and Spanish teacher. That's right. Now, before we get into the show, today we have a guest coming on. Later. It's your lovely library. And Miss Harry, it's blue. But before we get into that, uh, we got a couple announcements, a couple of announcements we need to make. And that was she changed her last name to that. She did. She wrecked. I believe that's interesting. I believe her original last name was Johnson. You mean she just married, and she just married into it. So she changed her last name.",
		"episode": "s01e02",
		"objectID": "10211"
	},
	{
		"time": "00:02:41",
		"speaker": 4,
		"line": "Harry excludes Johnson. I believe",
		"episode": "s01e02",
		"objectID": "10212"
	},
	{
		"time": "00:02:44",
		"speaker": 2,
		"line": "it is how I thought it was Johnson's Blue JJ by mistake. All right, well, before we get into things today, we do have a couple of announcements we needed to make free all. First of all, Mr Guppy in your World history teacher invites you all to the Greek Salad Festival this weekend.",
		"episode": "s01e02",
		"objectID": "10213"
	},
	{
		"time": "00:02:58",
		"speaker": 3,
		"line": "He's supposed to be teaching world history, but he really",
		"episode": "s01e02",
		"objectID": "10214"
	},
	{
		"time": "00:03:03",
		"speaker": 2,
		"line": "focuses on Greece. He does. He does, and that's why he's invited you to the Greek Salad Festival this weekend. If you'd like to attend, just drop off a jar of olives with your name on them in his office.",
		"episode": "s01e02",
		"objectID": "10215"
	},
	{
		"time": "00:03:14",
		"speaker": 3,
		"line": "What, you have to drop off olives to come to the Greek salad Best.",
		"episode": "s01e02",
		"objectID": "10216"
	},
	{
		"time": "00:03:17",
		"speaker": 2,
		"line": "I believe it's a sort of exchange for a ticket situation. I don't know. You have to take it up with him. Just think what they're doing is they're giving olives to poor Greek families of ground. The city. It's kind of like Uh oh, that's nice. Has there been an olive shortage? Are well, the olives have gotten much more expensive recently And so it's really hit Mediterranean port. Mediterranean family's pretty hard, I say, Yeah, one on account of the grexit. Oh, is that also a thing there? Followed in in the British footsteps. I think they went first, as a matter of fact. Oh, really? One other quick announcement. Sorry. Sorry to cut that off, guys, but one more quick announcement before we get into it. The voting results on the contest to change the school mascot have been tallied and the winner has been chosen with 604 votes. Our mascot will be This is gay.",
		"episode": "s01e02",
		"objectID": "10217"
	},
	{
		"time": "00:04:13",
		"speaker": 3,
		"line": "Wow. I think there is a big administration problem because that should not",
		"episode": "s01e02",
		"objectID": "10218"
	},
	{
		"time": "00:04:19",
		"speaker": 2,
		"line": "stand. It shouldn't. That was a right in. I'm assuming it was Obviously, this is gay is not gonna be one of the option. Listen, this tees me off so much because we gave the",
		"episode": "s01e02",
		"objectID": "10219"
	},
	{
		"time": "00:04:30",
		"speaker": 4,
		"line": "students a serious opportunity to have a voice and this is what they do. I ask you this, Students, What does that mascot look like, huh?",
		"episode": "s01e02",
		"objectID": "10220"
	},
	{
		"time": "00:04:38",
		"speaker": 2,
		"line": "Yeah, it's I feel like it's gonna end up being very offensive,",
		"episode": "s01e02",
		"objectID": "10221"
	},
	{
		"time": "00:04:43",
		"speaker": 3,
		"line": "end up start not pretty events in",
		"episode": "s01e02",
		"objectID": "10222"
	},
	{
		"time": "00:04:47",
		"speaker": 4,
		"line": "its beginning, offensive and it can only get worse. And I'll tell you this. I know from experience that gay looks like a lot of different things. Not just one thing. Many different shapes inside. We all know what a falcon looks like. A tiger or a Spartan. No one knows what gay looks like.",
		"episode": "s01e02",
		"objectID": "10223"
	},
	{
		"time": "00:05:05",
		"speaker": 2,
		"line": "It could be anything you're from. You're pacing around holding the microphone",
		"episode": "s01e02",
		"objectID": "10224"
	},
	{
		"time": "00:05:10",
		"speaker": 4,
		"line": "thing. This infuriates me. You know, you try to trust students with one thing and they come off and do something like this and I'm just pissed, you know?",
		"episode": "s01e02",
		"objectID": "10225"
	},
	{
		"time": "00:05:19",
		"speaker": 2,
		"line": "I get it, I get it. I don't think it will stand. I think our principal probably take a stand on that make us actually change our past.",
		"episode": "s01e02",
		"objectID": "10226"
	},
	{
		"time": "00:05:26",
		"speaker": 3,
		"line": "I do have to say I mean, it's all students wrote in one thing That's pretty good organization. I mean, yeah, that is some students. At least they're getting behind some yahoo. I wonder who",
		"episode": "s01e02",
		"objectID": "10227"
	},
	{
		"time": "00:05:36",
		"speaker": 2,
		"line": "organized. This is gay, right in the next president of the United",
		"episode": "s01e02",
		"objectID": "10228"
	},
	{
		"time": "00:05:41",
		"speaker": 3,
		"line": "States is hateful, but he is organized, actually needs someone who people want to follow. And that's a weird thing to follow. Its honestly",
		"episode": "s01e02",
		"objectID": "10229"
	},
	{
		"time": "00:05:49",
		"speaker": 2,
		"line": "scary to me. If we got somebody with that sort of agenda in this school. Who's that good at organizing the student body? And you never know what could happen. And I'll",
		"episode": "s01e02",
		"objectID": "10230"
	},
	{
		"time": "00:05:57",
		"speaker": 4,
		"line": "say this. Let's turn a negative into a positive. Now this is gay. Let's make it our mascot. Let's make it something y'all wanna be. Let's make it a strapping man. Yeah. I mean, this is a buff, cool guy, right? Give me a tattoo.",
		"episode": "s01e02",
		"objectID": "10231"
	},
	{ "time": "00:06:09", "speaker": 3, "line": "What does that look like?", "episode": "s01e02", "objectID": "10232" },
	{
		"time": "00:06:11",
		"speaker": 4,
		"line": "Oh, faux hawk. Yeah. This is a bleach tip. Faux hawk way. All wish we looked like if we had the body and",
		"episode": "s01e02",
		"objectID": "10233"
	},
	{
		"time": "00:06:17",
		"speaker": 3,
		"line": "the god, if I had the time to work out. Oh, boy, you're busy, guy. Oh, yeah. I can't find the time. I got a gym membership. I'm paying through the nose for it, but I just can't seem to get there is you know that it's already Yeah. I just can't find the time after work. And you, you're in fact,",
		"episode": "s01e02",
		"objectID": "10234"
	},
	{
		"time": "00:06:37",
		"speaker": 2,
		"line": "overpaying for your membership. If I remember correctly,",
		"episode": "s01e02",
		"objectID": "10235"
	},
	{
		"time": "00:06:39",
		"speaker": 3,
		"line": "I got I got what they called the bad deal. Pulpit that. And you, Why did you not see it coming? Well, it's a challenge. It's a challenge from them saying if you get this package, it is pretend one doesn't get you in the best shape of your life, but you're gonna pay for. Let me ask what",
		"episode": "s01e02",
		"objectID": "10236"
	},
	{
		"time": "00:06:59",
		"speaker": 2,
		"line": "the bad deal includes, cause it's obviously different hours. Different entrances into the gym.",
		"episode": "s01e02",
		"objectID": "10237"
	},
	{
		"time": "00:07:04",
		"speaker": 3,
		"line": "Well, different price. They give the bad deal to people that they sort of see coming, if you know what I mean. They sort of say, Well, you have a wreck car at the gym. So you crashed into the pole",
		"episode": "s01e02",
		"objectID": "10238"
	},
	{
		"time": "00:07:15",
		"speaker": 2,
		"line": "at the gym and you walked in and said to give me a deal.",
		"episode": "s01e02",
		"objectID": "10239"
	},
	{
		"time": "00:07:18",
		"speaker": 3,
		"line": "So I walked in and said, I need help. Way. Do exactly what? I was hurt. Bad, bad, bad.",
		"episode": "s01e02",
		"objectID": "10240"
	},
	{
		"time": "00:07:26",
		"speaker": 4,
		"line": "I believe that. Refused to call an ambulance until you sign the bad deal.",
		"episode": "s01e02",
		"objectID": "10241"
	},
	{
		"time": "00:07:29",
		"speaker": 3,
		"line": "Yeah, not not the first time. Not the first time. What is bad? He has gone. The bad deal is you pay full full price. It is $200 a month. Okay. 200 a month. I got the access I paid.",
		"episode": "s01e02",
		"objectID": "10242"
	},
	{
		"time": "00:07:46",
		"speaker": 2,
		"line": "I go to that gym, I pray $34 a month. Well, yeah. You got the good deal. Okay, So you do get full access with the 200. At",
		"episode": "s01e02",
		"objectID": "10243"
	},
	{
		"time": "00:07:53",
		"speaker": 3,
		"line": "least full access And what does that mean? Bull trainers. Any time that you walk in and you ask for something, they are likely to give",
		"episode": "s01e02",
		"objectID": "10244"
	},
	{
		"time": "00:07:59",
		"speaker": 4,
		"line": "it to you. But they're counting on the fact that you're never gonna",
		"episode": "s01e02",
		"objectID": "10245"
	},
	{
		"time": "00:08:02",
		"speaker": 3,
		"line": "come in. Door's exactly they saw me coming. Did you have to sign some",
		"episode": "s01e02",
		"objectID": "10246"
	},
	{
		"time": "00:08:06",
		"speaker": 2,
		"line": "sort of contract like a long term contractors? That's a thing you can kind of renewed next year.",
		"episode": "s01e02",
		"objectID": "10247"
	},
	{
		"time": "00:08:10",
		"speaker": 3,
		"line": "I'm signed on to a compound contract that goes for four years on compounds like interest monthly. So right now it's 200 a month. By the end of next year, it will be 4 50 a month on. You know, I'm locked into this thing, and I heard you have",
		"episode": "s01e02",
		"objectID": "10248"
	},
	{
		"time": "00:08:26",
		"speaker": 2,
		"line": "to use the worst machines in the place.",
		"episode": "s01e02",
		"objectID": "10249"
	},
	{
		"time": "00:08:27",
		"speaker": 3,
		"line": "Well, yeah, I have to use the worst regimes available. If some of the bad machines are currently being used, I can upgrade to a good machine. But if there's an available machine, I have to start from the bottom.",
		"episode": "s01e02",
		"objectID": "10250"
	},
	{
		"time": "00:08:36",
		"speaker": 2,
		"line": "OK, I heard you. You only really have access to that one thing that is looks like a a grounded bike that just stretches your back out. That's all. You get access to",
		"episode": "s01e02",
		"objectID": "10251"
	},
	{
		"time": "00:08:47",
		"speaker": 3,
		"line": "Yeah, there's stiff pedals. They don't They don't spit. It is an",
		"episode": "s01e02",
		"objectID": "10252"
	},
	{ "time": "00:08:51", "speaker": 2, "line": "actual grounded by.", "episode": "s01e02", "objectID": "10253" },
	{
		"time": "00:08:53",
		"speaker": 3,
		"line": "Yes, it is an old exercise bike. They have sauted the pedals on for people who actually get the bad deal. They don't want anybody using good machines. So I'll",
		"episode": "s01e02",
		"objectID": "10254"
	},
	{
		"time": "00:09:01",
		"speaker": 4,
		"line": "tell you this. If I were you, I'd report these people to the Better Business Bureau because it sounds like you're getting screwed over a fence on this.",
		"episode": "s01e02",
		"objectID": "10255"
	},
	{
		"time": "00:09:07",
		"speaker": 3,
		"line": "And I think you're right. Getting screwed over a fence is just",
		"episode": "s01e02",
		"objectID": "10256"
	},
	{
		"time": "00:09:12",
		"speaker": 2,
		"line": "right. Well, I hope you get that figured out in some fashion, Sam, because it sounds like you're gonna be spending a lot of money for not a lot of results. If you ask me, you have gained £5. Do they",
		"episode": "s01e02",
		"objectID": "10257"
	},
	{
		"time": "00:09:22",
		"speaker": 1,
		"line": "feed you while you're there?",
		"episode": "s01e02",
		"objectID": "10258"
	},
	{
		"time": "00:09:23",
		"speaker": 3,
		"line": "Huh? Did they feed you? Well? Yeah. They make you eat case. India's. That's",
		"episode": "s01e02",
		"objectID": "10259"
	},
	{
		"time": "00:09:26",
		"speaker": 2,
		"line": "part of the bad deal. Interesting. Wow. We'll",
		"episode": "s01e02",
		"objectID": "10260"
	},
	{
		"time": "00:09:29",
		"speaker": 3,
		"line": "also guys. Ah, Mr Crazy. You gotta tell us",
		"episode": "s01e02",
		"objectID": "10261"
	},
	{
		"time": "00:09:32",
		"speaker": 2,
		"line": "about this This game we had ah, this week. Oh, my gosh. Well, chop chop one. Maura in los category. Got another loss. And as you know, uh, the other team did have food. All of them had food poisoning at the time of the game, and we still lost, um, that",
		"episode": "s01e02",
		"objectID": "10262"
	},
	{
		"time": "00:09:55",
		"speaker": 3,
		"line": "I heard this one was close, though, Right? Well, if you",
		"episode": "s01e02",
		"objectID": "10263"
	},
	{
		"time": "00:09:58",
		"speaker": 2,
		"line": "consider being beaten Ah, 104 to 7. Close. Yeah. I mean, we did score seven points, which is gay. That's good. That's great. Yeah. Put positive witness, but I do not in any way under the Sun Sea that is close. That's a route. You guys got routed. Is that true? Well, I mean, I don't know. I think I was proud of my boys for scoring those seven. And it almost seemed as if the food poisoning is the secret to basketball for the other team because they while they were, um Excuse me, Zoom. Thank you. While they were, you know, defecating themselves, they were still scoring good points. And I would like to take responsibility for food poisoning the other team right now. Um, I was in a blind rage after the first half.",
		"episode": "s01e02",
		"objectID": "10264"
	},
	{
		"time": "00:10:58",
		"speaker": 3,
		"line": "Now, is this another lasagna? We've heard that you've used a lasagna against team before. Well, I typically",
		"episode": "s01e02",
		"objectID": "10265"
	},
	{
		"time": "00:11:03",
		"speaker": 2,
		"line": "bring. I typically bring big trays of food to throw at the refs if they call a bad call against me. And I had brought a lasagna about six weeks ago, and I had forgotten about it. I didn't end up using it, throwing at the refs. Eso I fed that lasagna, which was very old to the other team. I'm thinking I'm thinking about this right now. And to me from every angle. This sounds like a bad",
		"episode": "s01e02",
		"objectID": "10266"
	},
	{
		"time": "00:11:31",
		"speaker": 4,
		"line": "scheme because you've got to get a team of basketball players to eat a bunch of lasagna at halftime.",
		"episode": "s01e02",
		"objectID": "10267"
	},
	{ "time": "00:11:35", "speaker": 1, "line": "Yeah. How do you convince", "episode": "s01e02", "objectID": "10268" },
	{
		"time": "00:11:37",
		"speaker": 2,
		"line": "what, 10 11 guys from, ah, neighboring school that you're",
		"episode": "s01e02",
		"objectID": "10269"
	},
	{
		"time": "00:11:40",
		"speaker": 3,
		"line": "smart young, 16 17 year old men. Well, you guys",
		"episode": "s01e02",
		"objectID": "10270"
	},
	{
		"time": "00:11:44",
		"speaker": 2,
		"line": "have seen that. Gatorade coolers air opaque, right",
		"episode": "s01e02",
		"objectID": "10271"
	},
	{
		"time": "00:11:47",
		"speaker": 4,
		"line": "for I have to say I never thought about it, but yeah,",
		"episode": "s01e02",
		"objectID": "10272"
	},
	{
		"time": "00:11:52",
		"speaker": 3,
		"line": "yeah, they're opaque. All you got to",
		"episode": "s01e02",
		"objectID": "10273"
	},
	{
		"time": "00:11:54",
		"speaker": 2,
		"line": "do is third from Gatorade. Power and powder in their water. Bunch old bad lasagna. And",
		"episode": "s01e02",
		"objectID": "10274"
	},
	{
		"time": "00:12:00",
		"speaker": 3,
		"line": "all they need is maybe two sips and go. What the heck is wrong with this?",
		"episode": "s01e02",
		"objectID": "10275"
	},
	{
		"time": "00:12:04",
		"speaker": 2,
		"line": "But you got him then. So you mean to tell me you dissolve that old Liz onion, some power aid or Gatorade and color and they drank it, and I put it in there. I put it in their locker room. We ran. They were tired coming in and they all sit down That lasagna. You trusted that they'd retired getting into the locker room before they played any.",
		"episode": "s01e02",
		"objectID": "10276"
	},
	{ "time": "00:12:22", "speaker": 3, "line": "You didn't put it in", "episode": "s01e02", "objectID": "10277" },
	{
		"time": "00:12:23",
		"speaker": 2,
		"line": "the cooler that was out by the floor. You put it in the locker now in the locker room. Kohler.",
		"episode": "s01e02",
		"objectID": "10278"
	},
	{
		"time": "00:12:27",
		"speaker": 4,
		"line": "I'll say this in a pinch. I've had old lasagna, and I've had was uncovered a Gatorade powder, but I have never had Old was on. You're covered in a Gatorade powder, and that just seems like a deadly mix. It is 38 year old stomach or 72 year olds.",
		"episode": "s01e02",
		"objectID": "10279"
	},
	{
		"time": "00:12:42",
		"speaker": 2,
		"line": "I was so mad after we lost that game I started. Ah, very believable rumor that all of the refs are members of Isis.",
		"episode": "s01e02",
		"objectID": "10280"
	},
	{
		"time": "00:12:51",
		"speaker": 3,
		"line": "That is pretty believable, even, boy, because refs you know reps have that look, you know what I mean? Let's have that look of like, you know, you don't like him up top.",
		"episode": "s01e02",
		"objectID": "10281"
	},
	{
		"time": "00:13:00",
		"speaker": 2,
		"line": "Yeah, yeah. I mean, if all of Isis wore black and white striped shirts and",
		"episode": "s01e02",
		"objectID": "10282"
	},
	{
		"time": "00:13:06",
		"speaker": 3,
		"line": "we're not easier to catch him because that was",
		"episode": "s01e02",
		"objectID": "10283"
	},
	{ "time": "00:13:08", "speaker": 4, "line": "easier than insult.", "episode": "s01e02", "objectID": "10284" },
	{
		"time": "00:13:10",
		"speaker": 3,
		"line": "Absolutely. A zebra. Stop blowing up our buildings, right? I mean, that's what we're talking about. Absolutely. Talk about Isis in a referee's",
		"episode": "s01e02",
		"objectID": "10285"
	},
	{
		"time": "00:13:21",
		"speaker": 4,
		"line": "war against Isis is a war of words. I mean, you can You can fight battles all day long with your guns, germs and steel. But what I need is words. And if he and sold them to their core,",
		"episode": "s01e02",
		"objectID": "10286"
	},
	{
		"time": "00:13:32",
		"speaker": 2,
		"line": "you know, you could get all of isis on the dais at a comedy central roasts which may be done,",
		"episode": "s01e02",
		"objectID": "10287"
	},
	{
		"time": "00:13:38",
		"speaker": 3,
		"line": "if only way together strongly worded e mails, right? I said some roasted to isis to Isis, and, you",
		"episode": "s01e02",
		"objectID": "10288"
	},
	{
		"time": "00:13:52",
		"speaker": 4,
		"line": "know Well, the laundry man, they're probably kind of a bitch",
		"episode": "s01e02",
		"objectID": "10289"
	},
	{
		"time": "00:13:56",
		"speaker": 3,
		"line": "you say today. Well, top where you said you got close. Who was responding to you? Well, uh, it was someone who",
		"episode": "s01e02",
		"objectID": "10290"
	},
	{
		"time": "00:14:04",
		"speaker": 4,
		"line": "kept signing their emails. Isabel Smith.",
		"episode": "s01e02",
		"objectID": "10291"
	},
	{
		"time": "00:14:11",
		"speaker": 3,
		"line": "That's death. That's not Isis. That's, uh yes,",
		"episode": "s01e02",
		"objectID": "10292"
	},
	{ "time": "00:14:16", "speaker": 4, "line": "that is yes. Okay.", "episode": "s01e02", "objectID": "10293" },
	{ "time": "00:14:18", "speaker": 2, "line": "Yeah, that's easy. Yes.", "episode": "s01e02", "objectID": "10294" },
	{
		"time": "00:14:19",
		"speaker": 4,
		"line": "Well, uh, I'm gonna need two apart. Please tell me she's not Muslim. Said some figs.",
		"episode": "s01e02",
		"objectID": "10295"
	},
	{
		"time": "00:14:25",
		"speaker": 2,
		"line": "I don't know. Tied. I don't know.",
		"episode": "s01e02",
		"objectID": "10296"
	},
	{
		"time": "00:14:29",
		"speaker": 4,
		"line": "I mean, when your roasted it's all fair game",
		"episode": "s01e02",
		"objectID": "10297"
	},
	{
		"time": "00:14:31",
		"speaker": 3,
		"line": "doesn't mean a thing. It's under the It's under the creativity. I mean, come to think",
		"episode": "s01e02",
		"objectID": "10298"
	},
	{
		"time": "00:14:36",
		"speaker": 2,
		"line": "of it. Isabelle does work the pharmacy at the Rite Aid in town, so that could be her. Oh, dear God. Okay, well, I'm gonna have to",
		"episode": "s01e02",
		"objectID": "10299"
	},
	{
		"time": "00:14:44",
		"speaker": 4,
		"line": "go in there. Yeah, I gotta find a new pharmacy.",
		"episode": "s01e02",
		"objectID": "102100"
	},
	{
		"time": "00:14:49",
		"speaker": 3,
		"line": "That's that's heartbreak. Because you already been turned away from couple.",
		"episode": "s01e02",
		"objectID": "102101"
	},
	{
		"time": "00:14:53",
		"speaker": 4,
		"line": "I've been turned away from a few pharmacies. Have what I call a blood thinner addiction.",
		"episode": "s01e02",
		"objectID": "102102"
	},
	{
		"time": "00:15:01",
		"speaker": 3,
		"line": "You're addicted to Tylenol.",
		"episode": "s01e02",
		"objectID": "102103"
	},
	{
		"time": "00:15:03",
		"speaker": 4,
		"line": "That's correct. Hold buy over the counter.",
		"episode": "s01e02",
		"objectID": "102104"
	},
	{
		"time": "00:15:11",
		"speaker": 3,
		"line": "Wait. Why did you buy over? The counter is a two week. It's too.",
		"episode": "s01e02",
		"objectID": "102105"
	},
	{
		"time": "00:15:14",
		"speaker": 4,
		"line": "We got the good stuff from the pharmacist. I need my blood. I need to be my blood to be Wait for them.",
		"episode": "s01e02",
		"objectID": "102106"
	},
	{
		"time": "00:15:24",
		"speaker": 3,
		"line": "I didn't want to say anything, but the other day, when you stubbed your toe, it didn't stop bleeding for six hours. That's correct.",
		"episode": "s01e02",
		"objectID": "102107"
	},
	{
		"time": "00:15:31",
		"speaker": 2,
		"line": "It was, in fact, shooting out very watery.",
		"episode": "s01e02",
		"objectID": "102108"
	},
	{
		"time": "00:15:33",
		"speaker": 4,
		"line": "Well, that was after I had gone on a bit of a bender the night before. Things aren't going so well at home or with my one man show right now. And when things get tough and you can't get paint to sip on, uh, I go for something else, which is blood thinner on you.",
		"episode": "s01e02",
		"objectID": "102109"
	},
	{
		"time": "00:15:50",
		"speaker": 2,
		"line": "you are wreaking havoc on your body. I mean, you're addicted to drinking, paint you. And now you",
		"episode": "s01e02",
		"objectID": "102110"
	},
	{
		"time": "00:15:56",
		"speaker": 3,
		"line": "gotta quit this play. It's tearing your life apart. But this is",
		"episode": "s01e02",
		"objectID": "102111"
	},
	{
		"time": "00:15:58",
		"speaker": 2,
		"line": "great fodder for his one man show.",
		"episode": "s01e02",
		"objectID": "102112"
	},
	{
		"time": "00:16:00",
		"speaker": 4,
		"line": "Absolutely. I feel like he Fletcher, I'm really getting in the character for the show. And I think I'm gonna",
		"episode": "s01e02",
		"objectID": "102113"
	},
	{
		"time": "00:16:06",
		"speaker": 2,
		"line": "get into character for a show. That's your the character?",
		"episode": "s01e02",
		"objectID": "102114"
	},
	{
		"time": "00:16:09",
		"speaker": 4,
		"line": "Absolutely. Yeah. Well, at this point, I don't know if it's life imitating art or art imitating life interest. For example, I wrote a scene where, uh,",
		"episode": "s01e02",
		"objectID": "102115"
	},
	{ "time": "00:16:17", "speaker": 3, "line": "you wrote a scene.", "episode": "s01e02", "objectID": "102116" },
	{ "time": "00:16:19", "speaker": 4, "line": "Correct. Uh, well, I'm", "episode": "s01e02", "objectID": "102117" },
	{
		"time": "00:16:20",
		"speaker": 2,
		"line": "writing the whole play. He's writing hope. Love the theater. All of the theater students are putting this play on. I'm starring in it by myself. And the students are on stage as an applauding audience.",
		"episode": "s01e02",
		"objectID": "102118"
	},
	{
		"time": "00:16:31",
		"speaker": 3,
		"line": "Yes. So can I ask you a question when you say they're putting on a play but you're starring in it by yourself? How are they putting it on?",
		"episode": "s01e02",
		"objectID": "102119"
	},
	{
		"time": "00:16:38",
		"speaker": 4,
		"line": "Well, they're playing the audience, which lies we say in the theater.",
		"episode": "s01e02",
		"objectID": "102120"
	},
	{
		"time": "00:16:42",
		"speaker": 3,
		"line": "But there will be an audience",
		"episode": "s01e02",
		"objectID": "102121"
	},
	{
		"time": "00:16:44",
		"speaker": 4,
		"line": "well gone. Would Theo. The play is taking place the same night. Is prom. Um And so I'm worried that a lot of people are gonna be a problem. I'm kind of running a counter campaign. Come from that? Some people years instead of problem.",
		"episode": "s01e02",
		"objectID": "102122"
	},
	{
		"time": "00:16:58",
		"speaker": 3,
		"line": "You maybe get some passersby because it'll be",
		"episode": "s01e02",
		"objectID": "102123"
	},
	{
		"time": "00:17:00",
		"speaker": 2,
		"line": "in the auditorium. While this is while the promise happening. The auditorium is technically on the way to the prom. Yeah,",
		"episode": "s01e02",
		"objectID": "102124"
	},
	{
		"time": "00:17:06",
		"speaker": 4,
		"line": "well, yes, it is. I had that planned perfectly. Then move prom to the to the",
		"episode": "s01e02",
		"objectID": "102125"
	},
	{
		"time": "00:17:13",
		"speaker": 2,
		"line": "west and on the other side of town. So you have to pass the auditorium to get their",
		"episode": "s01e02",
		"objectID": "102126"
	},
	{
		"time": "00:17:17",
		"speaker": 3,
		"line": "butts. That the That's the crest. The big the big auditorium on six.",
		"episode": "s01e02",
		"objectID": "102127"
	},
	{
		"time": "00:17:22",
		"speaker": 4,
		"line": "Yeah, it's the Crest Whitestrips artist. Or, uh uh, That was formerly the Colgate Auditorium. Yeah, that was the Colgate editorial. Well, no, that's I'm sorry. The Colgate Auditorium. Oh, we're not related to the toothpaste.",
		"episode": "s01e02",
		"objectID": "102128"
	},
	{
		"time": "00:17:43",
		"speaker": 2,
		"line": "Oh, I say, anyhoo, arts imitating life in this play. And, uh, let's just say but the character in the play is going on a bit of a downward spiral, and so am I. I was gonna I didn't want to mention it, but I did see you getting lead away from the ball game the other night. in handcuffs by some police officers. What was happening there? Time? Um well, unfortunately, my I still call her my wife,",
		"episode": "s01e02",
		"objectID": "102129"
	},
	{
		"time": "00:18:07",
		"speaker": 4,
		"line": "but legal issues my ex wife now was,",
		"episode": "s01e02",
		"objectID": "102130"
	},
	{
		"time": "00:18:09",
		"speaker": 2,
		"line": "and she has. I mean, I hate to say this, but very much moved on. Yeah. Yes. Well, and there's the problem. She",
		"episode": "s01e02",
		"objectID": "102131"
	},
	{ "time": "00:18:17", "speaker": 4, "line": "was at the", "episode": "s01e02", "objectID": "102132" },
	{
		"time": "00:18:18",
		"speaker": 2,
		"line": "game with her new boyfriend, and I have drawn guy. That guy. Yeah. I mean, he could be He could be the missus game ask on this guy. Looked like a positive image of a gay man.",
		"episode": "s01e02",
		"objectID": "102133"
	},
	{
		"time": "00:18:33",
		"speaker": 4,
		"line": "I wish he was gay, but, uh, based on the public displays of affection, I was saying between him and my aggressive public displays absolutely a little too much for a high school basketball game, if you ask me.",
		"episode": "s01e02",
		"objectID": "102134"
	},
	{
		"time": "00:18:49",
		"speaker": 2,
		"line": "I mean, at one point, I looked up from my blind rage on the court, and I saw him topless.",
		"episode": "s01e02",
		"objectID": "102135"
	},
	{
		"time": "00:18:58",
		"speaker": 4,
		"line": "Well, he was fighting service food poisoning. Um, because, you know, he was the center for the basketball team. That food,",
		"episode": "s01e02",
		"objectID": "102136"
	},
	{
		"time": "00:19:09",
		"speaker": 3,
		"line": "right? That's why it was so big and strong. He was a high school. It was a",
		"episode": "s01e02",
		"objectID": "102137"
	},
	{
		"time": "00:19:13",
		"speaker": 2,
		"line": "young, beautiful, strapping man who's dating your wife, ex wife's. I",
		"episode": "s01e02",
		"objectID": "102138"
	},
	{
		"time": "00:19:16",
		"speaker": 4,
		"line": "I mean, to me, he looked like he was 93 years old, but everybody else has said he's looking so young and beautiful. I have some sort of cognitive dissonance going on because I can't stand the fact that my wife is now dating a 17 year old college basketball prospect.",
		"episode": "s01e02",
		"objectID": "102139"
	},
	{
		"time": "00:19:32",
		"speaker": 2,
		"line": "And that guy's funny, too.",
		"episode": "s01e02",
		"objectID": "102140"
	},
	{
		"time": "00:19:34",
		"speaker": 4,
		"line": "Yeah, he had some hilarious roasts,",
		"episode": "s01e02",
		"objectID": "102141"
	},
	{
		"time": "00:19:37",
		"speaker": 3,
		"line": "man. I couldn't believe they gave him the mic at halftime. Just got it down. That's a general court. You Hey, I e me. I thought I was watching Don Rickles again, stature and everything. I mean, the bull came out, they played this song and he went to town on I was. First of",
		"episode": "s01e02",
		"objectID": "102142"
	},
	{
		"time": "00:20:00",
		"speaker": 4,
		"line": "all, I I have no line of defense. I was Fleming because I'm expecting a halftime show. And a 17 year old high school basketball center is roasted me like he's Rickles and and I'm some fat kind of wine. Sure, in the audience, which I'm only one of",
		"episode": "s01e02",
		"objectID": "102143"
	},
	{
		"time": "00:20:17",
		"speaker": 3,
		"line": "you were wearing a Hawaiian shirt at all.",
		"episode": "s01e02",
		"objectID": "102144"
	},
	{
		"time": "00:20:18",
		"speaker": 4,
		"line": "No, sir. Well, he took his shirt off and I tried to go. I tried to go toe to toe with him anyway. Things ended up getting physical. You beat me up pretty bad, but I instigated it. So the cops ended up taking me away. Which is kind of a public humiliation, because I did miss a tech rehearsal the next morning for the black. That's a shame. Yeah. I mean, imagine feeling like you're letting those high schoolers down. 32 kids sitting there in their audience. Nothing. Nothing to apply",
		"episode": "s01e02",
		"objectID": "102145"
	},
	{
		"time": "00:20:54",
		"speaker": 2,
		"line": "now. Your audience customs. That's just their regular clothes, right? Well, yeah, I have them kind of picking your character for the audience. And they're kind of thumbing through a program.",
		"episode": "s01e02",
		"objectID": "102146"
	},
	{
		"time": "00:21:03",
		"speaker": 4,
		"line": "Yeah, yeah. Which they're providing themselves.",
		"episode": "s01e02",
		"objectID": "102147"
	},
	{
		"time": "00:21:06",
		"speaker": 3,
		"line": "I couldn't believe of everything that happened in this game. Halftime really cooled off when we got back to that second half. Yeah, and then Mister Levi's I'm going with the genes name I e",
		"episode": "s01e02",
		"objectID": "102148"
	},
	{
		"time": "00:21:18",
		"speaker": 2,
		"line": "I don't think I don't think I don't think we've talked about that legally. How does your name haven't apostrophe and be spelled exactly like the gene company? Legally? Yeah, that's my family is my family is my family name. We've decided it's your family. Last name is Levis. L E V I Apostrophe s not leave us. Well, my Why",
		"episode": "s01e02",
		"objectID": "102149"
	},
	{
		"time": "00:21:40",
		"speaker": 3,
		"line": "do you say Levis? Because, you",
		"episode": "s01e02",
		"objectID": "102150"
	},
	{
		"time": "00:21:42",
		"speaker": 2,
		"line": "know, I do try to distance myself from from the family fortune I don't wanna. I don't wanna have anything based on something that wasn't earned by me. If you understand what I'm saying, I said that I want I want to make a name for myself And I figured if I if I went out in the world and I said, Oh, hello, my name's Howard Levi's people would be like Jean Company hears everything you'd ever want",
		"episode": "s01e02",
		"objectID": "102151"
	},
	{
		"time": "00:22:01",
		"speaker": 3,
		"line": "to take some of that money. I mean, you're not",
		"episode": "s01e02",
		"objectID": "102152"
	},
	{
		"time": "00:22:04",
		"speaker": 2,
		"line": "not a penny. Nothing but Wood first guy. I don't need it. I don't need hold on. Levi's is the last name I thought that was a man's first name, made possessive and put on the jeans. They would have many questions before that, I think. But they were, and I would have answered for all those questions. No, that is my family's last name way are the Levi's, the family. Our family name is Levi's. My father's name is Milton Levi's. My mother's name is Sandra Levi's. What's her maiden name, though? Wasn't a leave. Yes. Do you want us to guess and then her laugh. Her last name was her last name is guests. Wow. So that's two huge jean companies coming together as one.",
		"episode": "s01e02",
		"objectID": "102153"
	},
	{
		"time": "00:22:47",
		"speaker": 3,
		"line": "You're denying all of that family",
		"episode": "s01e02",
		"objectID": "102154"
	},
	{
		"time": "00:22:48",
		"speaker": 2,
		"line": "money? Absolutely. Zero. I haven't taken very, very fruit frugally. Of course I do. Yes. Ah, you know, a very small house. I don't eat very much, if at all.",
		"episode": "s01e02",
		"objectID": "102155"
	},
	{
		"time": "00:22:59",
		"speaker": 3,
		"line": "You were into the tiny house thing before the whole tiny house boom, right? You don't have one",
		"episode": "s01e02",
		"objectID": "102156"
	},
	{
		"time": "00:23:03",
		"speaker": 2,
		"line": "of those cool, tiny house where everything is tucked away. Just perfect. Your house is just a lot of stuff packed into a small right. You know, I lived in a three bedroom by myself before I moved into my tiny house, Kept all my stuff, Didn't wanna part with any of it. Eso I've got 33 bedrooms worth of furniture and appliances and belongings, all in a in a tiny micro micro house. The",
		"episode": "s01e02",
		"objectID": "102157"
	},
	{
		"time": "00:23:27",
		"speaker": 3,
		"line": "micro micro house. Yes, you made",
		"episode": "s01e02",
		"objectID": "102158"
	},
	{
		"time": "00:23:29",
		"speaker": 4,
		"line": "history as the only episode that was a crossover episode of",
		"episode": "s01e02",
		"objectID": "102159"
	},
	{
		"time": "00:23:33",
		"speaker": 2,
		"line": "tiny houses and hoarders. Correct? Yes, Yes. Unfortunately, they were never able to take any video from inside of my home because there's actually no room for anyone to go in And wasn't there a brief? Ah, and this? This didn't make the episode. But the next bus drove by and somebody just next. Did you? Yes. If you watch a Season 13 Episode nine of next on MTV Video where yes,",
		"episode": "s01e02",
		"objectID": "102160"
	},
	{
		"time": "00:24:00",
		"speaker": 4,
		"line": "someone's on a bus. And then people come on to take a date and at any point, the part of the date Ercan say next and just",
		"episode": "s01e02",
		"objectID": "102161"
	},
	{
		"time": "00:24:06",
		"speaker": 3,
		"line": "passed just next ID without having the opportunity in the first place.",
		"episode": "s01e02",
		"objectID": "102162"
	},
	{
		"time": "00:24:09",
		"speaker": 2,
		"line": "Yes, I was next in concept. It seems he even go on from the bus. They some girl just leaned out the window of a buzz in",
		"episode": "s01e02",
		"objectID": "102163"
	},
	{ "time": "00:24:16", "speaker": 1, "line": "with, you know.", "episode": "s01e02", "objectID": "102164" },
	{
		"time": "00:24:21",
		"speaker": 2,
		"line": "No, I understand that I'm not I'm not. I'm an acquired taste, which is why my mayoral campaign is not going so well right now. Oh, yeah. So I understand that there's certain people who see me, and they don't think I want to get to know that I I don't I don't want to be a part of that guy's life. So I understand that ankle Well,",
		"episode": "s01e02",
		"objectID": "102165"
	},
	{ "time": "00:24:37", "speaker": 3, "line": "you did. Is that", "episode": "s01e02", "objectID": "102166" },
	{ "time": "00:24:38", "speaker": 2, "line": "supposed to mean", "episode": "s01e02", "objectID": "102167" },
	{
		"time": "00:24:39",
		"speaker": 0,
		"line": "I mean, you know, that's Are",
		"episode": "s01e02",
		"objectID": "102168"
	},
	{ "time": "00:24:42", "speaker": 3, "line": "you trying to say", "episode": "s01e02", "objectID": "102169" },
	{
		"time": "00:24:42",
		"speaker": 2,
		"line": "no one in no one likes me. No one cares about me now. It's like you're falsely humble.",
		"episode": "s01e02",
		"objectID": "102170"
	},
	{ "time": "00:24:47", "speaker": 1, "line": "Me? Yeah. May.", "episode": "s01e02", "objectID": "102171" },
	{
		"time": "00:24:49",
		"speaker": 4,
		"line": "No, no, no. Maybe from here on out, I'll be making eye contact with the person I'm speaking. Okay.",
		"episode": "s01e02",
		"objectID": "102172"
	},
	{ "time": "00:24:58", "speaker": 2, "line": "All right.", "episode": "s01e02", "objectID": "102173" },
	{
		"time": "00:24:59",
		"speaker": 1,
		"line": "Maybe you think I'm falsely humble. Yeah. What makes you say",
		"episode": "s01e02",
		"objectID": "102174"
	},
	{
		"time": "00:25:02",
		"speaker": 2,
		"line": "that? I mean, this whole thing of changing your name, not accepting any of your money. I mean, it seems like you want everyone to know that you're that you're poor. That house is so tiny that you have to notice it when you're driving by it on the street, you drive through the town of a very smoky tractor. Looks like you're going the other way to prove how poor you are. I don't know. I think I'm living within my means. It's like it's like when you see a politician from the city go down to the south and wear blue blue jeans or Levi's tucked into some sort of cowboy shirt in a cowboy hat. It's like that ain't you. Then you This ain't you. Okay.",
		"episode": "s01e02",
		"objectID": "102175"
	},
	{ "time": "00:25:47", "speaker": 1, "line": "Well, what do you think", "episode": "s01e02", "objectID": "102176" },
	{
		"time": "00:25:48",
		"speaker": 3,
		"line": "I am? Want to give me, uh, tell me. What do you",
		"episode": "s01e02",
		"objectID": "102177"
	},
	{
		"time": "00:25:50",
		"speaker": 2,
		"line": "think I am? What I'm presenting this fall. I mean, you're from blue Jean royalty, and I wish you, you know, not to it. That's how you were raised. That's other s. Your family is being in the world of theater. I'm all about finding your own personal truth. And that's kind of what you need. I mean, maybe that is true. You know, uh, I think I have spent a lot of my life distancing myself from from from, you know, the sort of people in places that I was created in and created by. I give you your mother. Your mother? Yeah. You created in her? Yes. I'm destined myself from her and my father.",
		"episode": "s01e02",
		"objectID": "102178"
	},
	{ "time": "00:26:26", "speaker": 3, "line": "I think if you embrace", "episode": "s01e02", "objectID": "102179" },
	{
		"time": "00:26:28",
		"speaker": 2,
		"line": "that and you let people in on that, you're your campaign would go a lot better.",
		"episode": "s01e02",
		"objectID": "102180"
	},
	{
		"time": "00:26:34",
		"speaker": 3,
		"line": "I mean, you know, nobody wants John Kerry. Horace person in town. Yeah. John Kerry's wife owns catch up. Best huge part of its campaign. He was always dipping fries and ketchup.",
		"episode": "s01e02",
		"objectID": "102181"
	},
	{
		"time": "00:26:47",
		"speaker": 2,
		"line": "Let's watch. I think every time we say ketchup, we have to pay money to her. Is that just for saying touching? The Brits are like the birthday song by two chains? Yeah, it's shit birthday, which is what we're saying at school, and we have to pay to chains every time it's someone's birthday and we sing that song. Well, maybe I don't know, man. Maybe L around Maybe. I think it's a little weird when we're singing to a middle schooler. And all of the teachers in unison say all I want for my birthday is a big booty ho.",
		"episode": "s01e02",
		"objectID": "102182"
	},
	{
		"time": "00:27:18",
		"speaker": 3,
		"line": "Well, the students love it, so",
		"episode": "s01e02",
		"objectID": "102183"
	},
	{ "time": "00:27:21", "speaker": 2, "line": "it gets him again. The", "episode": "s01e02", "objectID": "102184" },
	{
		"time": "00:27:22",
		"speaker": 4,
		"line": "teachers don't mind it either. Believe you mean",
		"episode": "s01e02",
		"objectID": "102185"
	},
	{
		"time": "00:27:24",
		"speaker": 3,
		"line": "they do when you slap their butt. Who Who am I talking about? I'm talking to Todd.",
		"episode": "s01e02",
		"objectID": "102186"
	},
	{
		"time": "00:27:31",
		"speaker": 2,
		"line": "I'm looking at him pointing at it.",
		"episode": "s01e02",
		"objectID": "102187"
	},
	{
		"time": "00:27:33",
		"speaker": 4,
		"line": "Okay, so let me ask you this If we sing Y m c A you do the y M c a If we wasted happy and you know it, clap your hands, clap your hands But if you sing big booty ho, you can't find a big booty inspector. But I guess I'm just a little confused on what the etiquette is toe which songs we act out in which we don't",
		"episode": "s01e02",
		"objectID": "102188"
	},
	{
		"time": "00:27:51",
		"speaker": 2,
		"line": "All right. I think that's the issue of objectification their time",
		"episode": "s01e02",
		"objectID": "102189"
	},
	{
		"time": "00:27:54",
		"speaker": 4,
		"line": "all objectify a man. If he's a big Booty Ho too. I don't care.",
		"episode": "s01e02",
		"objectID": "102190"
	},
	{
		"time": "00:27:57",
		"speaker": 2,
		"line": "I think we got a limit. Our use of the word house on this.",
		"episode": "s01e02",
		"objectID": "102191"
	},
	{
		"time": "00:28:00",
		"speaker": 4,
		"line": "You sound like my fucking wife.",
		"episode": "s01e02",
		"objectID": "102192"
	},
	{
		"time": "00:28:02",
		"speaker": 2,
		"line": "Okay, come on, Todd. Let's calm down a little bit. All right, let's calm down. Let's everybody calm down. Take it.",
		"episode": "s01e02",
		"objectID": "102193"
	},
	{ "time": "00:28:09", "speaker": 4, "line": "I'm sorry.", "episode": "s01e02", "objectID": "102194" },
	{ "time": "00:28:11", "speaker": 3, "line": "I've been made it.", "episode": "s01e02", "objectID": "102195" },
	{ "time": "00:28:12", "speaker": 1, "line": "Take", "episode": "s01e02", "objectID": "102196" },
	{
		"time": "00:28:13",
		"speaker": 2,
		"line": "your wife's photo off of the dartboard in here, please.",
		"episode": "s01e02",
		"objectID": "102197"
	},
	{
		"time": "00:28:18",
		"speaker": 4,
		"line": "Okay, fine. Here. I'll go here, but no. You're",
		"episode": "s01e02",
		"objectID": "102198"
	},
	{
		"time": "00:28:20",
		"speaker": 3,
		"line": "throwing a dart. You're going. You learn that dart on fire.",
		"episode": "s01e02",
		"objectID": "102199"
	},
	{ "time": "00:28:26", "speaker": 4, "line": "We'll hit her. Hold on", "episode": "s01e02", "objectID": "102200" },
	{
		"time": "00:28:27",
		"speaker": 2,
		"line": "it. Nobody actually stopped for the dark. Sit down. Sit down. That's not what this podcast is. Oh, good. Oh, he's stuck in a couch. Another Todd Co. Uh, alright, guys. Good grief. Let's take it. Let's take a deep breath. How about we're letting ourselves got here? Let's take a deep breath here. Sometimes we spend out and that was an instance of that way. Spun out a little bit there. But we're gonna get back on track here because we have a very special guest in the teacher's lounge today. Everyone, you all know her as your lovely librarian. She's been working at this school for a very long time. And she's here to talk to you guys a little bit. And her name is Miss Harry. It's blue, Terry. How you doing,",
		"episode": "s01e02",
		"objectID": "102201"
	},
	{ "time": "00:29:09", "speaker": 1, "line": "Thio? Your sheer Tell", "episode": "s01e02", "objectID": "102202" },
	{
		"time": "00:29:13",
		"speaker": 3,
		"line": "Mr Schue ish and keep it.",
		"episode": "s01e02",
		"objectID": "102203"
	},
	{
		"time": "00:29:15",
		"speaker": 1,
		"line": "Oh, I'll keep Quit now. No loud voices in the lounge. Just that serious sound is joking.",
		"episode": "s01e02",
		"objectID": "102204"
	},
	{
		"time": "00:29:27",
		"speaker": 3,
		"line": "You just finished up a book fair? How did That",
		"episode": "s01e02",
		"objectID": "102205"
	},
	{
		"time": "00:29:31",
		"speaker": 1,
		"line": "way? Well, I tell you, it didn't go well. Thes kids aren't buying books way. No. Basically, no one stopped by the library during the book fair because, you know, the computer labs shut down during the book fair. Nobody was involved. No one was coming to the library.",
		"episode": "s01e02",
		"objectID": "102206"
	},
	{ "time": "00:29:50", "speaker": 3, "line": "I did hear the posters.", "episode": "s01e02", "objectID": "102207" },
	{ "time": "00:29:51", "speaker": 2, "line": "Sold out", "episode": "s01e02", "objectID": "102208" },
	{
		"time": "00:29:52",
		"speaker": 1,
		"line": "Way. Had a bunch of posters of every Levine every living room. Yeah, she's a skater",
		"episode": "s01e02",
		"objectID": "102209"
	},
	{
		"time": "00:30:02",
		"speaker": 4,
		"line": "there. Was she right? That's all right. Cough right into the microphones. So we know when you're done. You got there. Will",
		"episode": "s01e02",
		"objectID": "102210"
	},
	{ "time": "00:30:14", "speaker": 1, "line": "think I'm dead.", "episode": "s01e02", "objectID": "102211" },
	{
		"time": "00:30:17",
		"speaker": 4,
		"line": "What? She write again? I don't",
		"episode": "s01e02",
		"objectID": "102212"
	},
	{
		"time": "00:30:18",
		"speaker": 1,
		"line": "know. She she didn't match any bells. She writes music. She loves Biscay, everything. Everything has a date.",
		"episode": "s01e02",
		"objectID": "102213"
	},
	{ "time": "00:30:31", "speaker": 2, "line": "Hate it replaces the A.", "episode": "s01e02", "objectID": "102214" },
	{
		"time": "00:30:33",
		"speaker": 4,
		"line": "That sounds like the opposite. You want for one teaching. You",
		"episode": "s01e02",
		"objectID": "102215"
	},
	{
		"time": "00:30:35",
		"speaker": 1,
		"line": "know And you know what? To be honest as posters are a little dated. So I was surprised that they win this faster. They went like hotcakes, but nobody bought any backs,",
		"episode": "s01e02",
		"objectID": "102216"
	},
	{ "time": "00:30:46", "speaker": 3, "line": "now, is it?", "episode": "s01e02", "objectID": "102217" },
	{
		"time": "00:30:46",
		"speaker": 2,
		"line": "Ah, is it an issue where the kids want? They want him on their kindles or their finds",
		"episode": "s01e02",
		"objectID": "102218"
	},
	{
		"time": "00:30:51",
		"speaker": 1,
		"line": "out what the issue is? I just don't think. Kids, I don't know. You know, I've been the librarian here for for 12 years, and over the years, those students, like no one, just comes in to check out a book or to study anymore. Everyone comes in to use the WiFi or use the Internet or make out or hook up in the corner in the resource section.",
		"episode": "s01e02",
		"objectID": "102219"
	},
	{
		"time": "00:31:14",
		"speaker": 3,
		"line": "Think about I have noticed that every year it seems like the hate and vitriol for books just goes up and up and up. Dunnit.",
		"episode": "s01e02",
		"objectID": "102220"
	},
	{ "time": "00:31:23", "speaker": 1, "line": "Yeah.", "episode": "s01e02", "objectID": "102221" },
	{ "time": "00:31:27", "speaker": 4, "line": "A guy like may I love a", "episode": "s01e02", "objectID": "102222" },
	{
		"time": "00:31:29",
		"speaker": 2,
		"line": "play? I'll read a play all",
		"episode": "s01e02",
		"objectID": "102223"
	},
	{
		"time": "00:31:30",
		"speaker": 1,
		"line": "that Well, that's a form of literature.",
		"episode": "s01e02",
		"objectID": "102224"
	},
	{
		"time": "00:31:33",
		"speaker": 4,
		"line": "All right, so I can get a play in the library. Of",
		"episode": "s01e02",
		"objectID": "102225"
	},
	{
		"time": "00:31:35",
		"speaker": 1,
		"line": "course. Please. I love to see you. Town. There's",
		"episode": "s01e02",
		"objectID": "102226"
	},
	{
		"time": "00:31:40",
		"speaker": 4,
		"line": "just books and And all this, you know, is there Have you thought of maybe trying to make reading kind of sexier for students.",
		"episode": "s01e02",
		"objectID": "102227"
	},
	{
		"time": "00:31:48",
		"speaker": 1,
		"line": "Right now I have. But I can't think of anything beyond that. That one programme, the programme.",
		"episode": "s01e02",
		"objectID": "102228"
	},
	{
		"time": "00:31:55",
		"speaker": 2,
		"line": "The programme. You tried to make book sex, they got out of control.",
		"episode": "s01e02",
		"objectID": "102229"
	},
	{
		"time": "00:31:59",
		"speaker": 1,
		"line": "Did I was You know, I thought I thought How could I make it sexy? And I thought pit might put my body on things or put my body near things and take pictures. So why did I took a bunch of pictures with and now that, but and",
		"episode": "s01e02",
		"objectID": "102230"
	},
	{
		"time": "00:32:13",
		"speaker": 2,
		"line": "the website you created did get popular. Just not with the sort of",
		"episode": "s01e02",
		"objectID": "102231"
	},
	{
		"time": "00:32:16",
		"speaker": 1,
		"line": "group of people you know, Not with the student body. I was I was actually called into the principal's office in",
		"episode": "s01e02",
		"objectID": "102232"
	},
	{ "time": "00:32:22", "speaker": 2, "line": "tough teachers called in", "episode": "s01e02", "objectID": "102233" },
	{ "time": "00:32:24", "speaker": 1, "line": "tell to take that down.", "episode": "s01e02", "objectID": "102234" },
	{
		"time": "00:32:28",
		"speaker": 4,
		"line": "I remember walking by the principal's office. It was a lot of soul and looking students with their heads down that looked like they were in trouble. And then you right in the middle. If you were about I t For that, I",
		"episode": "s01e02",
		"objectID": "102235"
	},
	{
		"time": "00:32:39",
		"speaker": 1,
		"line": "got attention. I had to do awaits worth of detention after school",
		"episode": "s01e02",
		"objectID": "102236"
	},
	{
		"time": "00:32:43",
		"speaker": 2,
		"line": "and you had to clean the fleet of blesses.",
		"episode": "s01e02",
		"objectID": "102237"
	},
	{
		"time": "00:32:45",
		"speaker": 1,
		"line": "I did have to clean the fleet of buses with my toothbrush. And",
		"episode": "s01e02",
		"objectID": "102238"
	},
	{
		"time": "00:32:52",
		"speaker": 3,
		"line": "that's down to the big regional with the regional station right where they keep all the buses.",
		"episode": "s01e02",
		"objectID": "102239"
	},
	{
		"time": "00:32:57",
		"speaker": 1,
		"line": "That's right. It wasn't the school bus is. It was just the way. Which Theo? Yeah,",
		"episode": "s01e02",
		"objectID": "102240"
	},
	{
		"time": "00:33:07",
		"speaker": 4,
		"line": "and that's a tough coincidence, because a lot of the types of people that ride those buses of the same types of people that like seeing a scantily clad librarian on top of books. So a lot of those people recognize you, the drivers in the power.",
		"episode": "s01e02",
		"objectID": "102241"
	},
	{
		"time": "00:33:19",
		"speaker": 3,
		"line": "Oh, yeah, because these buzzes were actually still in",
		"episode": "s01e02",
		"objectID": "102242"
	},
	{
		"time": "00:33:23",
		"speaker": 1,
		"line": "Oh, yeah, clean while they were while they were on the road, that threat hanging on to the undercarriage,",
		"episode": "s01e02",
		"objectID": "102243"
	},
	{
		"time": "00:33:29",
		"speaker": 3,
		"line": "like how you would clean this",
		"episode": "s01e02",
		"objectID": "102244"
	},
	{
		"time": "00:33:30",
		"speaker": 2,
		"line": "out of a building. The windows.",
		"episode": "s01e02",
		"objectID": "102245"
	},
	{
		"time": "00:33:33",
		"speaker": 1,
		"line": "That's right, that I was swinging from side to side just, you know, swabbing and weapon as I went toothbrush. Let's do",
		"episode": "s01e02",
		"objectID": "102246"
	},
	{
		"time": "00:33:42",
		"speaker": 4,
		"line": "this a lot of times that you know, with a movie or something like that, or book, I say I'm not going to take a chance on this. This could take too much time. If the students don't want to take a chance on a book, what's that. What's a surefire home run book? They think they could read that. They'll all",
		"episode": "s01e02",
		"objectID": "102247"
	},
	{
		"time": "00:33:55",
		"speaker": 1,
		"line": "Oh, gosh. Well, you know, I would say I don't know. I mean, you know, based on their interests, the Internet and touching each other, I would say I would recommend maybe 50 shades of grey or something.",
		"episode": "s01e02",
		"objectID": "102248"
	},
	{
		"time": "00:34:13",
		"speaker": 2,
		"line": "I read that book and loved it. I love that, but",
		"episode": "s01e02",
		"objectID": "102249"
	},
	{
		"time": "00:34:17",
		"speaker": 1,
		"line": "well, it's very poorly written.",
		"episode": "s01e02",
		"objectID": "102250"
	},
	{
		"time": "00:34:19",
		"speaker": 2,
		"line": "I know. I know. And I think that that's why I loved it. It it's sort of like a tax is your taxi, and you're like lizard brain, you know that",
		"episode": "s01e02",
		"objectID": "102251"
	},
	{ "time": "00:34:28", "speaker": 1, "line": "I get to just kind", "episode": "s01e02", "objectID": "102252" },
	{ "time": "00:34:29", "speaker": 2, "line": "of veg out and, uh,", "episode": "s01e02", "objectID": "102253" },
	{
		"time": "00:34:31",
		"speaker": 1,
		"line": "play like you didn't jerk",
		"episode": "s01e02",
		"objectID": "102254"
	},
	{
		"time": "00:34:32",
		"speaker": 3,
		"line": "it to that book. Play like sleigh like No, no. I mean, you're into poor. You're into poor writing. That's the same reason you read Playboy too, right? Yeah. Also, bad prose.",
		"episode": "s01e02",
		"objectID": "102255"
	},
	{
		"time": "00:34:45",
		"speaker": 2,
		"line": "I like, I like I like poorly constructed sentences, interviews and Maxim I",
		"episode": "s01e02",
		"objectID": "102256"
	},
	{ "time": "00:34:51", "speaker": 1, "line": "D'oh! Poorly. God there.", "episode": "s01e02", "objectID": "102257" },
	{
		"time": "00:34:55",
		"speaker": 2,
		"line": "Uh huh. Uh, yes. Uh, imagine that. Just the dumbest. Just the dumbest man decided to write for too long.",
		"episode": "s01e02",
		"objectID": "102258"
	},
	{
		"time": "00:35:06",
		"speaker": 4,
		"line": "There's already 55 takes on",
		"episode": "s01e02",
		"objectID": "102259"
	},
	{
		"time": "00:35:09",
		"speaker": 2,
		"line": "Jessica Biel out there, and now this guy has to write an original one. Andi also prove that is a writer. It's gonna be bad, and he's gonna try to have an opinion. That is garbage.",
		"episode": "s01e02",
		"objectID": "102260"
	},
	{
		"time": "00:35:18",
		"speaker": 3,
		"line": "You know, there's just so much bad writing out there, man. That's what kids are uninterested. Have you ever tried writing something that's good?",
		"episode": "s01e02",
		"objectID": "102261"
	},
	{
		"time": "00:35:24",
		"speaker": 1,
		"line": "Well, after I tried to do like another program I tried didn't get much attention. But, you know, my my nudie photos",
		"episode": "s01e02",
		"objectID": "102262"
	},
	{
		"time": "00:35:31",
		"speaker": 3,
		"line": "got a lot of attention, but it's",
		"episode": "s01e02",
		"objectID": "102263"
	},
	{
		"time": "00:35:34",
		"speaker": 2,
		"line": "just a book tease dot biz Still live on the Internet?",
		"episode": "s01e02",
		"objectID": "102264"
	},
	{
		"time": "00:35:38",
		"speaker": 1,
		"line": "Oh, book T stop Biz is not, but Book teased at Angel Fire is",
		"episode": "s01e02",
		"objectID": "102265"
	},
	{
		"time": "00:35:43",
		"speaker": 2,
		"line": "getting danger fire website there. But yeah, I was able to switch it out. What",
		"episode": "s01e02",
		"objectID": "102266"
	},
	{
		"time": "00:35:47",
		"speaker": 4,
		"line": "I like is it's basically the same content, but it loads much slower now on Angel Fire, and the website is much harder to get under phone.",
		"episode": "s01e02",
		"objectID": "102267"
	},
	{
		"time": "00:35:56",
		"speaker": 1,
		"line": "It's got a lot of fun, little little gifts and things on there. I'm",
		"episode": "s01e02",
		"objectID": "102268"
	},
	{ "time": "00:36:00", "speaker": 2, "line": "sorry we weren't well.", "episode": "s01e02", "objectID": "102269" },
	{
		"time": "00:36:02",
		"speaker": 1,
		"line": "Another program that I tried t sort of reach out to kids was I would do a line of poetry a day, and I went and I would and I would put it up outside the library. I would write a lot of poetry a day, has tried to reach out and and then sometimes, and that didn't work. I just screaming down the hallway when they were in class. I don't know if you",
		"episode": "s01e02",
		"objectID": "102270"
	},
	{
		"time": "00:36:22",
		"speaker": 3,
		"line": "heard a scream of the trees.",
		"episode": "s01e02",
		"objectID": "102271"
	},
	{
		"time": "00:36:26",
		"speaker": 1,
		"line": "That's right, That was out of context. Well, see. And that's the thing. I need help developing a program to reach out to these kids. I tried to get at him with my tents. I tried to get at him with my country. I tried T O. It's",
		"episode": "s01e02",
		"objectID": "102272"
	},
	{
		"time": "00:36:45",
		"speaker": 2,
		"line": "not your responsibility to make kids read. You're just there if they want.",
		"episode": "s01e02",
		"objectID": "102273"
	},
	{
		"time": "00:36:50",
		"speaker": 3,
		"line": "That's one of the great commonalities of all of us teachers. Why we realize we try our best. But the kids mostly do not listen to us. They did not like what we do not. It's not my responsibility",
		"episode": "s01e02",
		"objectID": "102274"
	},
	{
		"time": "00:37:02",
		"speaker": 2,
		"line": "to make basketball players better at basketball.",
		"episode": "s01e02",
		"objectID": "102275"
	},
	{
		"time": "00:37:06",
		"speaker": 3,
		"line": "It's not my responsibility to teach kids to drive when I'm doing drivers that",
		"episode": "s01e02",
		"objectID": "102276"
	},
	{
		"time": "00:37:11",
		"speaker": 1,
		"line": "I think that is your responsibility and I think that's your responsibility to",
		"episode": "s01e02",
		"objectID": "102277"
	},
	{
		"time": "00:37:15",
		"speaker": 2,
		"line": "know I'm there. If they want to play.",
		"episode": "s01e02",
		"objectID": "102278"
	},
	{
		"time": "00:37:19",
		"speaker": 3,
		"line": "Yeah, I have the key. I will say this as teachers, as teachers we",
		"episode": "s01e02",
		"objectID": "102279"
	},
	{
		"time": "00:37:23",
		"speaker": 2,
		"line": "do have knowledge. We do give kids knowledge. We can give them what we know. But",
		"episode": "s01e02",
		"objectID": "102280"
	},
	{
		"time": "00:37:27",
		"speaker": 3,
		"line": "what we can really all we can",
		"episode": "s01e02",
		"objectID": "102281"
	},
	{
		"time": "00:37:28",
		"speaker": 2,
		"line": "really do is facilitate them learning. You know what",
		"episode": "s01e02",
		"objectID": "102282"
	},
	{
		"time": "00:37:32",
		"speaker": 3,
		"line": "I mean? You can't. You can't. You can't",
		"episode": "s01e02",
		"objectID": "102283"
	},
	{
		"time": "00:37:35",
		"speaker": 2,
		"line": "force a kid thio like something. You can't force a kid thio to accept something into their brain, but you can presented to them",
		"episode": "s01e02",
		"objectID": "102284"
	},
	{ "time": "00:37:44", "speaker": 1, "line": "and hope that they, uh", "episode": "s01e02", "objectID": "102285" },
	{
		"time": "00:37:48",
		"speaker": 4,
		"line": "what you could force a kid to be. Oh,",
		"episode": "s01e02",
		"objectID": "102286"
	},
	{
		"time": "00:37:51",
		"speaker": 1,
		"line": "I don't know, Todd, how would you do that? Has",
		"episode": "s01e02",
		"objectID": "102287"
	},
	{
		"time": "00:37:55",
		"speaker": 4,
		"line": "got to show them that it's fun by doing it in a fun way yourself. But words can be fun. Here's an example. Let's play a fun word",
		"episode": "s01e02",
		"objectID": "102288"
	},
	{ "time": "00:38:02", "speaker": 1, "line": "on a word game.", "episode": "s01e02", "objectID": "102289" },
	{
		"time": "00:38:06",
		"speaker": 4,
		"line": "Now I'm gonna say a word, and you just say whatever word it makes you think of. I had to do this when during my sabbatical",
		"episode": "s01e02",
		"objectID": "102290"
	},
	{
		"time": "00:38:13",
		"speaker": 2,
		"line": "with this is just for the library. Let's let's do this one time",
		"episode": "s01e02",
		"objectID": "102291"
	},
	{
		"time": "00:38:16",
		"speaker": 4,
		"line": "for Mrs O'Leary's flew JJ.",
		"episode": "s01e02",
		"objectID": "102292"
	},
	{ "time": "00:38:18", "speaker": 1, "line": "Yeah. You changed", "episode": "s01e02", "objectID": "102293" },
	{
		"time": "00:38:20",
		"speaker": 2,
		"line": "your last night, Johnson display",
		"episode": "s01e02",
		"objectID": "102294"
	},
	{
		"time": "00:38:23",
		"speaker": 1,
		"line": "it. Actually, it was, uh you know, Johnson was my original maiden name. And then I married Eddie. Come and then I",
		"episode": "s01e02",
		"objectID": "102295"
	},
	{
		"time": "00:38:32",
		"speaker": 4,
		"line": "changed Dissolute spoons equals Come you kind of did a math last name change.",
		"episode": "s01e02",
		"objectID": "102296"
	},
	{ "time": "00:38:39", "speaker": 3, "line": "Your last name was", "episode": "s01e02", "objectID": "102297" },
	{ "time": "00:38:41", "speaker": 2, "line": "come and you changed it.", "episode": "s01e02", "objectID": "102298" },
	{
		"time": "00:38:42",
		"speaker": 1,
		"line": "It was originally Johnson. Then I married Eddie. Come and then we split up. We got no. And then",
		"episode": "s01e02",
		"objectID": "102299"
	},
	{
		"time": "00:38:49",
		"speaker": 3,
		"line": "at least you got a cold. That's why you",
		"episode": "s01e02",
		"objectID": "102300"
	},
	{
		"time": "00:38:51",
		"speaker": 1,
		"line": "were together for five years. Well, yes, but we were only married for a",
		"episode": "s01e02",
		"objectID": "102301"
	},
	{ "time": "00:38:56", "speaker": 2, "line": "month. Oh, I see.", "episode": "s01e02", "objectID": "102302" },
	{
		"time": "00:38:58",
		"speaker": 1,
		"line": "Yeah, we were together for five years. Married friend,",
		"episode": "s01e02",
		"objectID": "102303"
	},
	{ "time": "00:39:00", "speaker": 2, "line": "I say, What", "episode": "s01e02", "objectID": "102304" },
	{
		"time": "00:39:01",
		"speaker": 4,
		"line": "was? It means that basically you will never take you marry because you didn't have sex with each other, right?",
		"episode": "s01e02",
		"objectID": "102305"
	},
	{
		"time": "00:39:05",
		"speaker": 1,
		"line": "Annulment mains? That's right.",
		"episode": "s01e02",
		"objectID": "102306"
	},
	{
		"time": "00:39:08",
		"speaker": 3,
		"line": "Oh, yeah. It's like a desert. You just get a little",
		"episode": "s01e02",
		"objectID": "102307"
	},
	{ "time": "00:39:12", "speaker": 1, "line": "turned on", "episode": "s01e02", "objectID": "102308" },
	{
		"time": "00:39:14",
		"speaker": 3,
		"line": "so little right? Todd, this is good. This is interesting. I mean, you could go on a date with Miss",
		"episode": "s01e02",
		"objectID": "102309"
	},
	{ "time": "00:39:20", "speaker": 1, "line": "Goodnight. D'oh!", "episode": "s01e02", "objectID": "102310" },
	{
		"time": "00:39:27",
		"speaker": 3,
		"line": "Oh, my God! You guys are both very stiff on the floor. She's laying down on the floor with these guys. Next Did you",
		"episode": "s01e02",
		"objectID": "102311"
	},
	{ "time": "00:39:34", "speaker": 1, "line": "just got freakin next?", "episode": "s01e02", "objectID": "102312" },
	{
		"time": "00:39:36",
		"speaker": 4,
		"line": "It And I couldn't relate to you, Mr Libby Levis now.",
		"episode": "s01e02",
		"objectID": "102313"
	},
	{
		"time": "00:39:40",
		"speaker": 3,
		"line": "All right. Sorry. So we're not actually playing the game show. We're",
		"episode": "s01e02",
		"objectID": "102314"
	},
	{
		"time": "00:39:43",
		"speaker": 2,
		"line": "using the studio right now. You're gonna have to wait",
		"episode": "s01e02",
		"objectID": "102315"
	},
	{
		"time": "00:39:45",
		"speaker": 4,
		"line": "on 18 year old from UC. Santa Barbara just walked in trying to get you walked by and Herbert's and next.",
		"episode": "s01e02",
		"objectID": "102316"
	},
	{
		"time": "00:39:51",
		"speaker": 1,
		"line": "No. Well, please source. Wait for me out. Sad",
		"episode": "s01e02",
		"objectID": "102317"
	},
	{
		"time": "00:39:56",
		"speaker": 4,
		"line": "s o this word game. I'm sorry. Oh, yeah? Well, this is just I'll say a word and you say the first",
		"episode": "s01e02",
		"objectID": "102318"
	},
	{
		"time": "00:40:01",
		"speaker": 2,
		"line": "word that pops into your mind. And this is a lot",
		"episode": "s01e02",
		"objectID": "102319"
	},
	{
		"time": "00:40:03",
		"speaker": 4,
		"line": "of writers can kind of come up with an idea for",
		"episode": "s01e02",
		"objectID": "102320"
	},
	{ "time": "00:40:05", "speaker": 1, "line": "a little. Okay,", "episode": "s01e02", "objectID": "102321" },
	{
		"time": "00:40:07",
		"speaker": 4,
		"line": "so let's even we could try to come up with a book title here. All right?",
		"episode": "s01e02",
		"objectID": "102322"
	},
	{ "time": "00:40:10", "speaker": 1, "line": "Okay.", "episode": "s01e02", "objectID": "102323" },
	{
		"time": "00:40:11",
		"speaker": 4,
		"line": "All right. So, um, flat chest. Great. Uh, sandwich",
		"episode": "s01e02",
		"objectID": "102324"
	},
	{ "time": "00:40:19", "speaker": 1, "line": "May,", "episode": "s01e02", "objectID": "102325" },
	{
		"time": "00:40:22",
		"speaker": 3,
		"line": "dude. Tomato, These air. Interesting.",
		"episode": "s01e02",
		"objectID": "102326"
	},
	{
		"time": "00:40:27",
		"speaker": 4,
		"line": "Now that's three possible book ideas right there. How fun is that? Chest, flat, chest, sandwich, May or huge tomato. Any one of those books",
		"episode": "s01e02",
		"objectID": "102327"
	},
	{ "time": "00:40:37", "speaker": 3, "line": "you tomato sounds pretty", "episode": "s01e02", "objectID": "102328" },
	{
		"time": "00:40:39",
		"speaker": 1,
		"line": "interest Tomato. Sounds like it could be some kind of sapphire thing. Flat chest. I don't know what the plot of that would be. Certainly as",
		"episode": "s01e02",
		"objectID": "102329"
	},
	{
		"time": "00:40:47",
		"speaker": 2,
		"line": "what it sounds like. It could kind of be like a story of some pirates looking for gold. You know, Maybe Maybe, Maybe maybe that's the pirate's name. His name's flat one flat chest and so flat hides a chest flat hide suggestion. Then Cem Cem explorers",
		"episode": "s01e02",
		"objectID": "102330"
	},
	{
		"time": "00:41:06",
		"speaker": 3,
		"line": "are going to look forward.",
		"episode": "s01e02",
		"objectID": "102331"
	},
	{
		"time": "00:41:08",
		"speaker": 1,
		"line": "So now I don't play this game with students. No one comes into the library. I can'tjust corner a student in the hallway and force him to play.",
		"episode": "s01e02",
		"objectID": "102332"
	},
	{
		"time": "00:41:16",
		"speaker": 3,
		"line": "You know, you keep trying such interesting things. I'm sure one of these things is gonna bring kids in. I mean, you almost Adam with the hot corn stand.",
		"episode": "s01e02",
		"objectID": "102333"
	},
	{
		"time": "00:41:23",
		"speaker": 1,
		"line": "Well, that no, that that blew up that",
		"episode": "s01e02",
		"objectID": "102334"
	},
	{
		"time": "00:41:26",
		"speaker": 3,
		"line": "literally blew up. You are that",
		"episode": "s01e02",
		"objectID": "102335"
	},
	{
		"time": "00:41:29",
		"speaker": 2,
		"line": "burnt the whole nonfiction section down.",
		"episode": "s01e02",
		"objectID": "102336"
	},
	{
		"time": "00:41:32",
		"speaker": 1,
		"line": "I got to go the principal's office again.",
		"episode": "s01e02",
		"objectID": "102337"
	},
	{
		"time": "00:41:35",
		"speaker": 3,
		"line": "Now, now, this is your second strike. That's your second strike. If you go back, you will get corporal punishment. Is that",
		"episode": "s01e02",
		"objectID": "102338"
	},
	{
		"time": "00:41:41",
		"speaker": 1,
		"line": "Yes, I get corporal punishment. Then I'll get expelled and I'll have to have to submit again",
		"episode": "s01e02",
		"objectID": "102339"
	},
	{
		"time": "00:41:46",
		"speaker": 3,
		"line": "next semester. It's interesting. It is interesting to",
		"episode": "s01e02",
		"objectID": "102340"
	},
	{
		"time": "00:41:49",
		"speaker": 2,
		"line": "me a TTE this school, that sort of the faculty punishment policies are exactly the same. A student punishment policies. I you guys remember",
		"episode": "s01e02",
		"objectID": "102341"
	},
	{
		"time": "00:41:57",
		"speaker": 3,
		"line": "Corporal Postman's open to anybody and even even down to you guys.",
		"episode": "s01e02",
		"objectID": "102342"
	},
	{
		"time": "00:42:01",
		"speaker": 2,
		"line": "Remember last year when I accidentally was parking in the wrong parking spot for three weeks? Huh? You know what they know my punishment was what I had to write. 1000 sentences. That's it. Said it said I will not send. Mr. Levis will not parking in a space that does not belong to him. Sentences should have been. I will not use a handicapped person spot. Okay, Okay. Essay. You're You're taking issue with the fact that the spot I parked in was a different color?",
		"episode": "s01e02",
		"objectID": "102343"
	},
	{
		"time": "00:42:27",
		"speaker": 3,
		"line": "Well, no, I mean, that was Bill. That is Bill's parking bill. The shop. What makes it special?",
		"episode": "s01e02",
		"objectID": "102344"
	},
	{
		"time": "00:42:36",
		"speaker": 1,
		"line": "What makes me special? I don't understand.",
		"episode": "s01e02",
		"objectID": "102345"
	},
	{
		"time": "00:42:39",
		"speaker": 4,
		"line": "I don't think it's specialist accessibility. It's more difficult for",
		"episode": "s01e02",
		"objectID": "102346"
	},
	{ "time": "00:42:43", "speaker": 1, "line": "him to go from", "episode": "s01e02", "objectID": "102347" },
	{
		"time": "00:42:44",
		"speaker": 3,
		"line": "one place. Why? It makes it easier. He's in a wheelchair. I was crazy as Yu Tzu took the sign that said,",
		"episode": "s01e02",
		"objectID": "102348"
	},
	{
		"time": "00:42:55",
		"speaker": 2,
		"line": "Bill's spot and you put it in the back of the lot.",
		"episode": "s01e02",
		"objectID": "102349"
	},
	{
		"time": "00:42:57",
		"speaker": 1,
		"line": "Yes, because I think if if he's got wheels that could get him where he wants to go",
		"episode": "s01e02",
		"objectID": "102350"
	},
	{
		"time": "00:43:02",
		"speaker": 3,
		"line": "here, you know he should have to go further and harder. He should have the work harder. My God, Wouldn't you turn",
		"episode": "s01e02",
		"objectID": "102351"
	},
	{
		"time": "00:43:11",
		"speaker": 4,
		"line": "when you took his rim and you came in on a Saturday and installed stairs because you wanted to work your legs on the way into the school?",
		"episode": "s01e02",
		"objectID": "102352"
	},
	{
		"time": "00:43:17",
		"speaker": 1,
		"line": "Yes. What? So much extra work. What iss? Yeah, No. Taking out the rampant and Stalin stare",
		"episode": "s01e02",
		"objectID": "102353"
	},
	{
		"time": "00:43:24",
		"speaker": 3,
		"line": "also let you saw your house. We saw the ramp in the banjo and you're trying to escape. You have the right kind of rib. First game porting. That's why it's not. It doesn't go. That's not one of those that goes up",
		"episode": "s01e02",
		"objectID": "102354"
	},
	{
		"time": "00:43:42",
		"speaker": 2,
		"line": "and down. You know what I mean? One of them",
		"episode": "s01e02",
		"objectID": "102355"
	},
	{
		"time": "00:43:44",
		"speaker": 1,
		"line": "just so we owe you. Get skateboards on 1/2 pipe. And you",
		"episode": "s01e02",
		"objectID": "102356"
	},
	{
		"time": "00:43:49",
		"speaker": 3,
		"line": "really buried the lead. Because because we haven't even brought up the fact that at the game the other night, when Todd was getting roasted, you've just flipped him over in his wheelchair. Did flip Bill over in his wheelchair? I did on. Then you",
		"episode": "s01e02",
		"objectID": "102357"
	},
	{
		"time": "00:44:05",
		"speaker": 4,
		"line": "took the wheelchair and you said, Ali,",
		"episode": "s01e02",
		"objectID": "102358"
	},
	{
		"time": "00:44:09",
		"speaker": 3,
		"line": "you can't skate. Just get over it.",
		"episode": "s01e02",
		"objectID": "102359"
	},
	{
		"time": "00:44:12",
		"speaker": 1,
		"line": "Come on, give me something, would you? We got lots of books on skateboarding. If you want to read in the ever way should get you never love a poster because she likes",
		"episode": "s01e02",
		"objectID": "102360"
	},
	{
		"time": "00:44:22",
		"speaker": 2,
		"line": "you. Remember how they all went real quick because I bought him off?",
		"episode": "s01e02",
		"objectID": "102361"
	},
	{
		"time": "00:44:28",
		"speaker": 3,
		"line": "You said many different testing. Angry?",
		"episode": "s01e02",
		"objectID": "102362"
	},
	{
		"time": "00:44:31",
		"speaker": 4,
		"line": "I just Googled her. She's way too young looking to have all those posters up in your",
		"episode": "s01e02",
		"objectID": "102363"
	},
	{
		"time": "00:44:36",
		"speaker": 3,
		"line": "I think she's sexually attractive.",
		"episode": "s01e02",
		"objectID": "102364"
	},
	{
		"time": "00:44:39",
		"speaker": 2,
		"line": "You was like her music and about kind",
		"episode": "s01e02",
		"objectID": "102365"
	},
	{
		"time": "00:44:41",
		"speaker": 1,
		"line": "attractive. I'm attracted to her hobbies. Skating boy? Yeah, I got water bugs in my house.",
		"episode": "s01e02",
		"objectID": "102366"
	},
	{ "time": "00:44:49", "speaker": 3, "line": "Now. Those air not", "episode": "s01e02", "objectID": "102367" },
	{
		"time": "00:44:50",
		"speaker": 2,
		"line": "typical thio it be in a house. They're not bedbugs at all. These air big bugs generally in standing water,",
		"episode": "s01e02",
		"objectID": "102368"
	},
	{
		"time": "00:44:59",
		"speaker": 1,
		"line": "right? Well, they can be or they can't be. Oh,",
		"episode": "s01e02",
		"objectID": "102369"
	},
	{ "time": "00:45:04", "speaker": 4, "line": "Well, what are you", "episode": "s01e02", "objectID": "102370" },
	{
		"time": "00:45:04",
		"speaker": 3,
		"line": "saying they have? Because I'm without",
		"episode": "s01e02",
		"objectID": "102371"
	},
	{
		"time": "00:45:06",
		"speaker": 2,
		"line": "water, They die. So are you saying there's a bunch of ground water bugs in your?",
		"episode": "s01e02",
		"objectID": "102372"
	},
	{ "time": "00:45:11", "speaker": 1, "line": "I don't know.", "episode": "s01e02", "objectID": "102373" },
	{
		"time": "00:45:11",
		"speaker": 3,
		"line": "Is your bathtub filled up with what? With water on both",
		"episode": "s01e02",
		"objectID": "102374"
	},
	{
		"time": "00:45:16",
		"speaker": 1,
		"line": "Know my back. Tubbs only fill up with water when I take a bath or a shower.",
		"episode": "s01e02",
		"objectID": "102375"
	},
	{
		"time": "00:45:20",
		"speaker": 2,
		"line": "How do you feel? Your bath about weight around in",
		"episode": "s01e02",
		"objectID": "102376"
	},
	{
		"time": "00:45:23",
		"speaker": 1,
		"line": "it? Yeah, that's not come in a waterfall.",
		"episode": "s01e02",
		"objectID": "102377"
	},
	{
		"time": "00:45:27",
		"speaker": 4,
		"line": "Uh, on. Of course. Everyone's favorite part of the water follows the water sitting at their feet. All still",
		"episode": "s01e02",
		"objectID": "102378"
	},
	{
		"time": "00:45:33",
		"speaker": 1,
		"line": "hot. Yes, up until a little while ago. This is it. This won't be broken just anywhere. Well,",
		"episode": "s01e02",
		"objectID": "102379"
	},
	{
		"time": "00:45:41",
		"speaker": 2,
		"line": "um, unfortunately, it will be not Brad King is We want people to hear teachers. In fact, the as they talk,",
		"episode": "s01e02",
		"objectID": "102380"
	},
	{
		"time": "00:45:48",
		"speaker": 4,
		"line": "so note. Censor yourself.",
		"episode": "s01e02",
		"objectID": "102381"
	},
	{
		"time": "00:45:49",
		"speaker": 1,
		"line": "All right, well, if it'll get more, more more brains in that library, then I'll happily do it sometimes when I take a pair. Uh huh. And I've got a little glass of wine with me, and I'm reading a book. Like Like, um, like Jane Eyre. Please stop elaborate. I'd love to give you all that book anyway. And I'm sitting there and I'm reading a book sometimes. And I end this. I",
		"episode": "s01e02",
		"objectID": "102382"
	},
	{
		"time": "00:46:25",
		"speaker": 0,
		"line": "have, She's I pick up Paige, I won't get about it. Just I used to be submerged This",
		"episode": "s01e02",
		"objectID": "102383"
	},
	{
		"time": "00:46:34",
		"speaker": 1,
		"line": "plan. Just pee in a magic. I think I just I just won't. I just And then I just",
		"episode": "s01e02",
		"objectID": "102384"
	},
	{
		"time": "00:46:43",
		"speaker": 2,
		"line": "just wanted some Harriet. Harriet, that's fine. I mean, what we talking one p in there? That's not a big deal. Humane in the tub. No,",
		"episode": "s01e02",
		"objectID": "102385"
	},
	{
		"time": "00:46:54",
		"speaker": 1,
		"line": "no, no, no. What has happened? I swear to God, every time I take the bad",
		"episode": "s01e02",
		"objectID": "102386"
	},
	{
		"time": "00:46:59",
		"speaker": 2,
		"line": "No. I mean, like when? When you're in there, you just pee once, right?",
		"episode": "s01e02",
		"objectID": "102387"
	},
	{
		"time": "00:47:03",
		"speaker": 1,
		"line": "No, no. Whenever I have to pay, you don't just pee once",
		"episode": "s01e02",
		"objectID": "102388"
	},
	{
		"time": "00:47:06",
		"speaker": 2,
		"line": "and you just pee, right? You don't poop.",
		"episode": "s01e02",
		"objectID": "102389"
	},
	{
		"time": "00:47:10",
		"speaker": 3,
		"line": "Well, so Okay. What do you want? It is",
		"episode": "s01e02",
		"objectID": "102390"
	},
	{ "time": "00:47:17", "speaker": 1, "line": "water by eight. Help its", "episode": "s01e02", "objectID": "102391" },
	{
		"time": "00:47:19",
		"speaker": 4,
		"line": "area. I think you need help. She can not. What you need is a newly single man in your life.",
		"episode": "s01e02",
		"objectID": "102392"
	},
	{
		"time": "00:47:28",
		"speaker": 1,
		"line": "Well, I'd be interested in that.",
		"episode": "s01e02",
		"objectID": "102393"
	},
	{
		"time": "00:47:29",
		"speaker": 2,
		"line": "Are you talking about me getting a divorce?",
		"episode": "s01e02",
		"objectID": "102394"
	},
	{
		"time": "00:47:31",
		"speaker": 1,
		"line": "Eddie? Come screwed me over a fence.",
		"episode": "s01e02",
		"objectID": "102395"
	},
	{ "time": "00:47:35", "speaker": 4, "line": "Been there", "episode": "s01e02", "objectID": "102396" },
	{
		"time": "00:47:36",
		"speaker": 1,
		"line": "literally, Figuratively. Metaphorically. Emotionally, mentally.",
		"episode": "s01e02",
		"objectID": "102397"
	},
	{
		"time": "00:47:42",
		"speaker": 3,
		"line": "Wow. Well, you know, speaking of No, no, no. Because this area was this over defense at your house.",
		"episode": "s01e02",
		"objectID": "102398"
	},
	{
		"time": "00:47:51",
		"speaker": 1,
		"line": "No, this was over. This was over a fence over a fence on the edge of a cow pasture.",
		"episode": "s01e02",
		"objectID": "102399"
	},
	{
		"time": "00:47:58",
		"speaker": 3,
		"line": "Uh, one of those barbed wire ones. Oh!",
		"episode": "s01e02",
		"objectID": "102400"
	},
	{ "time": "00:48:00", "speaker": 1, "line": "Oh, it hurts.", "episode": "s01e02", "objectID": "102401" },
	{ "time": "00:48:03", "speaker": 2, "line": "Got Miss Harriet.", "episode": "s01e02", "objectID": "102402" },
	{ "time": "00:48:05", "speaker": 1, "line": "Oh, it hurt.", "episode": "s01e02", "objectID": "102403" },
	{
		"time": "00:48:06",
		"speaker": 2,
		"line": "I think. I just think I don't think you should be pooping and peeing your own bath.",
		"episode": "s01e02",
		"objectID": "102404"
	},
	{ "time": "00:48:12", "speaker": 1, "line": "Whoa, whoa.", "episode": "s01e02", "objectID": "102405" },
	{
		"time": "00:48:14",
		"speaker": 3,
		"line": "Don't judge her. I think I think Miss Blue is a very strong woman who's dealing with a lot to deal with the whole lot and",
		"episode": "s01e02",
		"objectID": "102406"
	},
	{ "time": "00:48:21", "speaker": 1, "line": "helping my water bag.", "episode": "s01e02", "objectID": "102407" },
	{
		"time": "00:48:23",
		"speaker": 4,
		"line": "Exactly. Students, if you want to see a woman who wades in her own filth all day, stop by the library anytime",
		"episode": "s01e02",
		"objectID": "102408"
	},
	{ "time": "00:48:32", "speaker": 1, "line": "day or", "episode": "s01e02", "objectID": "102409" },
	{
		"time": "00:48:33",
		"speaker": 4,
		"line": "when she's reading Jane. Hair",
		"episode": "s01e02",
		"objectID": "102410"
	},
	{ "time": "00:48:36", "speaker": 1, "line": "hair. Good Lord. Uh, air", "episode": "s01e02", "objectID": "102411" },
	{
		"time": "00:48:40",
		"speaker": 4,
		"line": "Jamir. Go by. Check her out. See the library and maybe pick up a book while you're down.",
		"episode": "s01e02",
		"objectID": "102412"
	},
	{ "time": "00:48:46", "speaker": 1, "line": "Wonderful. Please, Dave.", "episode": "s01e02", "objectID": "102413" },
	{
		"time": "00:48:48",
		"speaker": 2,
		"line": "Yes, Pan. Air is good. I've heard it's kid. Speaking of good things, guys, promise. Right around the corner. Oh, that's right.",
		"episode": "s01e02",
		"objectID": "102414"
	},
	{
		"time": "00:48:58",
		"speaker": 3,
		"line": "Now, did everybody pick up their prom tickets? They're going fast.",
		"episode": "s01e02",
		"objectID": "102415"
	},
	{
		"time": "00:49:04",
		"speaker": 2,
		"line": "They're going. From what? I understand, I did get an update from Miss Holloway. Uh, because we said everyone go to her classroom over lunch. All 4000 of you in the school. It does look like everyone did storm her classroom on. I believe she ended up with two broken ankles in the affair that I believe it was. It was as far as I can tell. Every student went in there and got their prom tickets. Better not have been a dang theater student in there because they'll be sitting in the audience starring in my play on prom night.",
		"episode": "s01e02",
		"objectID": "102416"
	},
	{
		"time": "00:49:40",
		"speaker": 1,
		"line": "You're gonna let him go to prom after that?",
		"episode": "s01e02",
		"objectID": "102417"
	},
	{
		"time": "00:49:43",
		"speaker": 4,
		"line": "Depends how much applause we get. Length of show how much I have to improvise within the show, whether I'm feeling it or not. Whether",
		"episode": "s01e02",
		"objectID": "102418"
	},
	{
		"time": "00:49:50",
		"speaker": 3,
		"line": "you shows pretty loose. You can get some heavy applause up top and kind of cut it short. Happy?",
		"episode": "s01e02",
		"objectID": "102419"
	},
	{
		"time": "00:49:55",
		"speaker": 4,
		"line": "Absolutely. If I get a heavy applause early on in the show, we'll come out for bows and call it a day.",
		"episode": "s01e02",
		"objectID": "102420"
	},
	{
		"time": "00:50:01",
		"speaker": 2,
		"line": "I saw your play two years ago and you got a big, warm reception and you called it. It was about 15 seconds long the whole night. Yeah, well,",
		"episode": "s01e02",
		"objectID": "102421"
	},
	{
		"time": "00:50:11",
		"speaker": 4,
		"line": "I enter that playoff, which starts to be entering all Kramer. Kind of expecting a big, big, big applause from the audience. Normally, I did it to crickets, but one night they applauded just at it, I think instinct from someone. Intellect.",
		"episode": "s01e02",
		"objectID": "102422"
	},
	{
		"time": "00:50:26",
		"speaker": 3,
		"line": "Do you still hold the record for Worst play ever?",
		"episode": "s01e02",
		"objectID": "102423"
	},
	{
		"time": "00:50:30",
		"speaker": 4,
		"line": "Well, uh, kind of e mailing back and forth with the Guinness Book people about that.",
		"episode": "s01e02",
		"objectID": "102424"
	},
	{
		"time": "00:50:35",
		"speaker": 2,
		"line": "And what email is that you've been aiming",
		"episode": "s01e02",
		"objectID": "102425"
	},
	{
		"time": "00:50:37",
		"speaker": 1,
		"line": "at? What's that email address? I'd love to email them about the water bugs.",
		"episode": "s01e02",
		"objectID": "102426"
	},
	{
		"time": "00:50:40",
		"speaker": 4,
		"line": "Uh, I've been doing G book at well dot com.",
		"episode": "s01e02",
		"objectID": "102427"
	},
	{
		"time": "00:50:48",
		"speaker": 1,
		"line": "It's Someone responded to you?",
		"episode": "s01e02",
		"objectID": "102428"
	},
	{
		"time": "00:50:50",
		"speaker": 4,
		"line": "Yeah. Yeah, a man who claims to be a country star who misspelled his originally",
		"episode": "s01e02",
		"objectID": "102429"
	},
	{
		"time": "00:50:57",
		"speaker": 1,
		"line": "That may be Garth Brooks.",
		"episode": "s01e02",
		"objectID": "102430"
	},
	{
		"time": "00:50:59",
		"speaker": 3,
		"line": "So you you might be emailing Garth Brooks So he went in. So we",
		"episode": "s01e02",
		"objectID": "102431"
	},
	{
		"time": "00:51:05",
		"speaker": 2,
		"line": "think Garth Brooks is email is G book at a O. L and",
		"episode": "s01e02",
		"objectID": "102432"
	},
	{
		"time": "00:51:10",
		"speaker": 4,
		"line": "I definitely moving back and forth of the man named Garth Brooks, but I am hoping he works for the Guinness Book of World. He's cleared. There were a few times when he forwarded my emails and I got a response from See Gains and a Well but come",
		"episode": "s01e02",
		"objectID": "102433"
	},
	{
		"time": "00:51:24",
		"speaker": 2,
		"line": "Yeah, his alter ego, Chris Gaines. Probably. I was assuming it was maybe the assistant. I say Guinness",
		"episode": "s01e02",
		"objectID": "102434"
	},
	{
		"time": "00:51:32",
		"speaker": 4,
		"line": "Book, but I've been emailing them back and forth because I've been trying to get them to come and give me best play. I've been saying I've been telling them If you want to see the worst play of 2016 the worst play ever written, it's much worse than mine. Go to Broadway and check out the curious incident of the dog in the nighttime. There was not one dog in that place. It was. It was poorly advertised, poorly active, and I was parking from the little I",
		"episode": "s01e02",
		"objectID": "102435"
	},
	{
		"time": "00:51:58",
		"speaker": 1,
		"line": "don't know. They evaluate things as subjective as Is it a good player? Longest, hottest price display. You do hold the proudest leads right",
		"episode": "s01e02",
		"objectID": "102436"
	},
	{
		"time": "00:52:12",
		"speaker": 4,
		"line": "That's right. Well, my Katrina play way. We really turned it up in there so that people could feel what it was like to be one of those people.",
		"episode": "s01e02",
		"objectID": "102437"
	},
	{
		"time": "00:52:20",
		"speaker": 2,
		"line": "There was eight with the room was, um, outlined with Sana. Rocks?",
		"episode": "s01e02",
		"objectID": "102438"
	},
	{
		"time": "00:52:26",
		"speaker": 4,
		"line": "Yeah, we had sauna rocks on the outside swamp cooler on the inside.",
		"episode": "s01e02",
		"objectID": "102439"
	},
	{
		"time": "00:52:31",
		"speaker": 2,
		"line": "It was pumping hot air from outside in. Correct?",
		"episode": "s01e02",
		"objectID": "102440"
	},
	{
		"time": "00:52:33",
		"speaker": 3,
		"line": "Yeah, that's right. That was the place where the riot broke, right?",
		"episode": "s01e02",
		"objectID": "102441"
	},
	{
		"time": "00:52:36",
		"speaker": 4,
		"line": "Well, right. Broke out because attired riot, Everyone was pretty exhausted and I came out. I came out. Is Donald Trump tribe? I met Rumsfeld. I got Trump on the brain. I came out as Donald Rumsfeld doing Billy Crystal's Jazz Man",
		"episode": "s01e02",
		"objectID": "102442"
	},
	{
		"time": "00:52:52",
		"speaker": 3,
		"line": "character thing, right? Because they were angry about the content. They were they right, because there's some confusion. They",
		"episode": "s01e02",
		"objectID": "102443"
	},
	{
		"time": "00:53:04",
		"speaker": 4,
		"line": "were so confused that the human instinct when your peak confusion is two is anger and my mob mentality on. It was",
		"episode": "s01e02",
		"objectID": "102444"
	},
	{
		"time": "00:53:12",
		"speaker": 2,
		"line": "so hot. They were throwing slow punches. It was all tired.",
		"episode": "s01e02",
		"objectID": "102445"
	},
	{
		"time": "00:53:16",
		"speaker": 4,
		"line": "Well, Guinness had it in. There is the slowest. The slowest massacre.",
		"episode": "s01e02",
		"objectID": "102446"
	},
	{
		"time": "00:53:20",
		"speaker": 1,
		"line": "It was a mask. Some people got a slow massive",
		"episode": "s01e02",
		"objectID": "102447"
	},
	{
		"time": "00:53:26",
		"speaker": 4,
		"line": "are Karl Rove was murdered. Unfortunately, his understudy was excited about that.",
		"episode": "s01e02",
		"objectID": "102448"
	},
	{
		"time": "00:53:31",
		"speaker": 1,
		"line": "Lord Tod had this whole other loves. You write a book called Huge Tomato Understudies.",
		"episode": "s01e02",
		"objectID": "102449"
	},
	{
		"time": "00:53:38",
		"speaker": 2,
		"line": "Oh, well, I I I certainly hope you're your students. Don't go. Are your audience members go to prom, but I'm happy to let the basketball team go, cause that'll be after our big region game way. Don't",
		"episode": "s01e02",
		"objectID": "102450"
	},
	{
		"time": "00:53:53",
		"speaker": 1,
		"line": "need to get tickets because we're tapping",
		"episode": "s01e02",
		"objectID": "102451"
	},
	{
		"time": "00:53:55",
		"speaker": 2,
		"line": "away. At the moment, we're all we're all gonna be chaperoning that problem. Obviously, Todd will find us up, hopefully to shepherd and for him",
		"episode": "s01e02",
		"objectID": "102452"
	},
	{
		"time": "00:54:03",
		"speaker": 3,
		"line": "to just show up. You know, I bet you get a big applause. You and that thing. Yeah, Walk across the hall. Once they throw",
		"episode": "s01e02",
		"objectID": "102453"
	},
	{
		"time": "00:54:09",
		"speaker": 2,
		"line": "a bunch of roses at you and you get all your bouquets, come over to the prom",
		"episode": "s01e02",
		"objectID": "102454"
	},
	{ "time": "00:54:15", "speaker": 1, "line": "bouquet,", "episode": "s01e02", "objectID": "102455" },
	{
		"time": "00:54:16",
		"speaker": 4,
		"line": "students, if you want to see me chaperoning prom, which you know, you D'oh, go ahead and come to the play first. Untitled first half a one man show. Second half is the title. I'm still looking for the first half title.",
		"episode": "s01e02",
		"objectID": "102456"
	},
	{
		"time": "00:54:28",
		"speaker": 3,
		"line": "That's I don't think they come to the problem to see the chaperones to see what the chaperones do at it, huh?",
		"episode": "s01e02",
		"objectID": "102457"
	},
	{
		"time": "00:54:35",
		"speaker": 1,
		"line": "Well, they better keep get ready because Miss Blue just going to make a scene.",
		"episode": "s01e02",
		"objectID": "102458"
	},
	{
		"time": "00:54:40",
		"speaker": 2,
		"line": "Wait. Now we know that the there is another one of these sort of student votes contests to decide the theme of the prom this year. Unfortunately, there is a right in portion, But",
		"episode": "s01e02",
		"objectID": "102459"
	},
	{
		"time": "00:54:53",
		"speaker": 3,
		"line": "somewhere, just, you know, we'll take this",
		"episode": "s01e02",
		"objectID": "102460"
	},
	{
		"time": "00:54:54",
		"speaker": 2,
		"line": "opportunity to please ask students, you know, don't right in something silly. Pick fromthe ones that you have. You have a CZ actual options. The prom committee is gonna work really hard on putting together an amazing prom for you guys. You, of course. What are the four? It's it's under the sea. Is was one of Disney Disney, which is more of an umbrella. The",
		"episode": "s01e02",
		"objectID": "102461"
	},
	{
		"time": "00:55:16",
		"speaker": 3,
		"line": "other one is Ariel and Thanksgiving Thanksgiving. Excuse way. Pretty good choices. This you're on an earthy one, you know, three that feel very similar. And then one outlier. Yeah, and",
		"episode": "s01e02",
		"objectID": "102462"
	},
	{
		"time": "00:55:34",
		"speaker": 1,
		"line": "that's good That what do you even thinking?",
		"episode": "s01e02",
		"objectID": "102463"
	},
	{ "time": "00:55:36", "speaker": 2, "line": "I mean, if", "episode": "s01e02", "objectID": "102464" },
	{ "time": "00:55:36", "speaker": 1, "line": "I'm", "episode": "s01e02", "objectID": "102465" },
	{
		"time": "00:55:36",
		"speaker": 2,
		"line": "thinking about what it Thanksgiving prom even looks like. I mean, we're not talking like first Thanksgiving. That's what",
		"episode": "s01e02",
		"objectID": "102466"
	},
	{
		"time": "00:55:41",
		"speaker": 1,
		"line": "I'm assuming. I think so. I mean, are we talking right? 10 typical thanksgiving with my relatives, just",
		"episode": "s01e02",
		"objectID": "102467"
	},
	{
		"time": "00:55:47",
		"speaker": 2,
		"line": "people yelling at each other",
		"episode": "s01e02",
		"objectID": "102468"
	},
	{
		"time": "00:55:48",
		"speaker": 1,
		"line": "and even means to you first.",
		"episode": "s01e02",
		"objectID": "102469"
	},
	{
		"time": "00:55:51",
		"speaker": 3,
		"line": "True Thanksgiving. We're talking race wars. We're talking about kids. What? It's most famous",
		"episode": "s01e02",
		"objectID": "102470"
	},
	{ "time": "00:56:00", "speaker": 1, "line": "for", "episode": "s01e02", "objectID": "102471" },
	{
		"time": "00:56:00",
		"speaker": 4,
		"line": "the first Thanksgiving. Now, Mr Weatherman, students still expect your if they want to order your limo service for prom night. Have you Have you kind of fixed all the problems with that?",
		"episode": "s01e02",
		"objectID": "102472"
	},
	{
		"time": "00:56:12",
		"speaker": 3,
		"line": "Well, we're all kind of wondering about that right now. I think I think where you cannot drive it is little. It is illegal for me to drive, but I do have all these limos. So I'm just, you know, I don't know what to do because it feels like if I pass is after someone else, the job just won't get done right. But I know that if I take it myself, so I'm in a tough spot because, you know, I'm pretty precious about my vehicles. Yeah, well, you I think",
		"episode": "s01e02",
		"objectID": "102473"
	},
	{
		"time": "00:56:39",
		"speaker": 2,
		"line": "you're putting a lot of hard working to learn how to drive. And I think this is going to be your big moment. When you deliver a bunch of students to prom safely safely, the sheriff will have no choice but other two than to reinstate your driver's license. Right then and there",
		"episode": "s01e02",
		"objectID": "102474"
	},
	{
		"time": "00:56:57",
		"speaker": 1,
		"line": "you have to prove that you're a good driver to get",
		"episode": "s01e02",
		"objectID": "102475"
	},
	{
		"time": "00:57:00",
		"speaker": 3,
		"line": "your driver's greetings. Revoke. I've been working my way up. You know what I mean? That started with the Miata on a short car. And that that",
		"episode": "s01e02",
		"objectID": "102476"
	},
	{ "time": "00:57:08", "speaker": 1, "line": "means you gotta", "episode": "s01e02", "objectID": "102477" },
	{
		"time": "00:57:14",
		"speaker": 4,
		"line": "hear more of the comedy stylings of Miss Skloot. Filthy librarian. Go down to the library, see what she's up to down there and maybe even check out a book",
		"episode": "s01e02",
		"objectID": "102478"
	},
	{
		"time": "00:57:23",
		"speaker": 2,
		"line": "ringing endorsement. If I'm being honest, I'll tell you guys, the problem thing that I would be most excited about is Disney. Uh, and then the students take that for what you will. But I just think that Disney and provides it provides you a lot of options that you could have anti Semitic. Walt Disney walking around which daughter would love that. My daughter is not a racist. She just can't read or",
		"episode": "s01e02",
		"objectID": "102479"
	},
	{
		"time": "00:57:48",
		"speaker": 3,
		"line": "write. Okay, If she's not a racist, how does her how does her illiteracy end up looking like racism so often? Listen, I don't",
		"episode": "s01e02",
		"objectID": "102480"
	},
	{
		"time": "00:58:00",
		"speaker": 2,
		"line": "know. Okay, when you don't know how to write, sometimes you accidentally write down swastikas. Okay, I would say at least just get her checked out by a racial psychologist.",
		"episode": "s01e02",
		"objectID": "102481"
	},
	{
		"time": "00:58:11",
		"speaker": 1,
		"line": "Yeah, because you know, when I asked her about it, she said that she was Joe and squashed squashed spotters squash like spatters that got squat.",
		"episode": "s01e02",
		"objectID": "102482"
	},
	{
		"time": "00:58:22",
		"speaker": 2,
		"line": "That's what she tells May call them Squash to coast.",
		"episode": "s01e02",
		"objectID": "102483"
	},
	{ "time": "00:58:25", "speaker": 1, "line": "That's right,", "episode": "s01e02", "objectID": "102484" },
	{
		"time": "00:58:27",
		"speaker": 4,
		"line": "which I don't know where the ticket is is coming",
		"episode": "s01e02",
		"objectID": "102485"
	},
	{
		"time": "00:58:28",
		"speaker": 3,
		"line": "from. I think I know where it's coming from. I think she knows exactly what she's doing. And she's a pretty good little lie. My don't okay? Are you talking about What are you talking about? When my daughter dressed up like Hitler for Halloween? Yes. Every year.",
		"episode": "s01e02",
		"objectID": "102486"
	},
	{
		"time": "00:58:42",
		"speaker": 1,
		"line": "I thought she was supposed to be Charlie Chaplin.",
		"episode": "s01e02",
		"objectID": "102487"
	},
	{
		"time": "00:58:44",
		"speaker": 2,
		"line": "That's what she said. Well, I'm really changed her jacket once I let her left. Leave the house. I have never",
		"episode": "s01e02",
		"objectID": "102488"
	},
	{
		"time": "00:58:51",
		"speaker": 4,
		"line": "said he was chaplain. She could work on her honor. Slapstick. I did not laugh once.",
		"episode": "s01e02",
		"objectID": "102489"
	},
	{
		"time": "00:58:56",
		"speaker": 3,
		"line": "I will say, though great public speaker, your command,",
		"episode": "s01e02",
		"objectID": "102490"
	},
	{
		"time": "00:59:01",
		"speaker": 4,
		"line": "the attention of a large has many times.",
		"episode": "s01e02",
		"objectID": "102491"
	},
	{
		"time": "00:59:04",
		"speaker": 3,
		"line": "You think? I mean, you don't say about it and I don't want to say public. I don't want to say that",
		"episode": "s01e02",
		"objectID": "102492"
	},
	{
		"time": "00:59:11",
		"speaker": 2,
		"line": "my daughter was the one who organized that this is gay. Um,",
		"episode": "s01e02",
		"objectID": "102493"
	},
	{
		"time": "00:59:15",
		"speaker": 1,
		"line": "that was right in. I don't I",
		"episode": "s01e02",
		"objectID": "102494"
	},
	{
		"time": "00:59:18",
		"speaker": 2,
		"line": "don't think so. I think I don't think my daughter would have ever done that. But, you know, she's a great public speakers. She knows how to organize hateful people.",
		"episode": "s01e02",
		"objectID": "102495"
	},
	{
		"time": "00:59:27",
		"speaker": 3,
		"line": "Illiterate. Are you watching her computer activity or Internet activity?",
		"episode": "s01e02",
		"objectID": "102496"
	},
	{
		"time": "00:59:33",
		"speaker": 1,
		"line": "If she's using the computer in the computer lab? Elaborate. I can access that search history. Well, not",
		"episode": "s01e02",
		"objectID": "102497"
	},
	{ "time": "00:59:37", "speaker": 3, "line": "that I won't let her", "episode": "s01e02", "objectID": "102498" },
	{
		"time": "00:59:39",
		"speaker": 2,
		"line": "get on the computer anymore.",
		"episode": "s01e02",
		"objectID": "102499"
	},
	{ "time": "00:59:40", "speaker": 1, "line": "Yes, Todd, I can.", "episode": "s01e02", "objectID": "102500" },
	{
		"time": "00:59:42",
		"speaker": 2,
		"line": "She She spent most of her time on rotten dot com.",
		"episode": "s01e02",
		"objectID": "102501"
	},
	{
		"time": "00:59:46",
		"speaker": 4,
		"line": "You know what? You can't trust their movie reviews. Oh,",
		"episode": "s01e02",
		"objectID": "102502"
	},
	{ "time": "00:59:51", "speaker": 3, "line": "you think about", "episode": "s01e02", "objectID": "102503" },
	{
		"time": "00:59:52",
		"speaker": 2,
		"line": "rottentomatoes dot Rotten Dotcom is just a website",
		"episode": "s01e02",
		"objectID": "102504"
	},
	{
		"time": "00:59:56",
		"speaker": 3,
		"line": "that Todd's talking about. The movie reviews on Rotten. What was the run",
		"episode": "s01e02",
		"objectID": "102505"
	},
	{
		"time": "01:00:03",
		"speaker": 2,
		"line": "dot com review of Guardians of the Galaxy?",
		"episode": "s01e02",
		"objectID": "102506"
	},
	{
		"time": "01:00:05",
		"speaker": 4,
		"line": "A picture of a dead Iraqi? It infuriated me. I don't need to look. I just wanted to know how",
		"episode": "s01e02",
		"objectID": "102507"
	},
	{
		"time": "01:00:12",
		"speaker": 3,
		"line": "that they gave. They gave finding Dorrie two heads blown off.",
		"episode": "s01e02",
		"objectID": "102508"
	},
	{
		"time": "01:00:23",
		"speaker": 4,
		"line": "I'll tell you what, That movie did not blow my head off",
		"episode": "s01e02",
		"objectID": "102509"
	},
	{
		"time": "01:00:32",
		"speaker": 3,
		"line": "way. Believe they gave Zootopia one corpse being eaten by maggots. Unbelievable. That's the best of you they've ever given. I don't",
		"episode": "s01e02",
		"objectID": "102510"
	},
	{
		"time": "01:00:44",
		"speaker": 2,
		"line": "know that I've ever explored. Run run dot com to the depths that you gentlemen",
		"episode": "s01e02",
		"objectID": "102511"
	},
	{
		"time": "01:00:48",
		"speaker": 3,
		"line": "here. There's a movie, but I forgot about to be reviewed. Tab. It's a funny sight.",
		"episode": "s01e02",
		"objectID": "102512"
	},
	{
		"time": "01:00:52",
		"speaker": 4,
		"line": "Get everybody out there. Go two rotten dot com and just I been movie reviews. They type in suicide squad",
		"episode": "s01e02",
		"objectID": "102513"
	},
	{
		"time": "01:01:02",
		"speaker": 3,
		"line": "now doing at school either. Whatever side squad",
		"episode": "s01e02",
		"objectID": "102514"
	},
	{
		"time": "01:01:05",
		"speaker": 2,
		"line": "review is pretty on the nose, whatever you do, don't do this at school. You don't",
		"episode": "s01e02",
		"objectID": "102515"
	},
	{
		"time": "01:01:11",
		"speaker": 1,
		"line": "do it at the library. I will. No, I will. No. I know that Todd has been googling a certain term. Every chance you get you Google this term",
		"episode": "s01e02",
		"objectID": "102516"
	},
	{
		"time": "01:01:23",
		"speaker": 4,
		"line": "how to stop yourself from suicide.",
		"episode": "s01e02",
		"objectID": "102517"
	},
	{
		"time": "01:01:25",
		"speaker": 3,
		"line": "Think Oh, what is that? People keep saying they're gonna do it to me. One of the students. Well, this 17 my wife's current boyfriend. Oh, that's bad news. He's strong, right?",
		"episode": "s01e02",
		"objectID": "102518"
	},
	{
		"time": "01:01:42",
		"speaker": 4,
		"line": "Oh, I mean, that's what I'm worried about is if a big, strapping young man I don't know what a donkey punches, but it sounds like something. If a big boy did it to me, it would really hurt. Wow, Don't punch by a doctor",
		"episode": "s01e02",
		"objectID": "102519"
	},
	{
		"time": "01:01:55",
		"speaker": 2,
		"line": "before. Good grief, guys. Well,",
		"episode": "s01e02",
		"objectID": "102520"
	},
	{
		"time": "01:01:58",
		"speaker": 3,
		"line": "are you gonna show up to your own roast that he's hosting",
		"episode": "s01e02",
		"objectID": "102521"
	},
	{
		"time": "01:02:02",
		"speaker": 2,
		"line": "at the three Chris White strips off",
		"episode": "s01e02",
		"objectID": "102522"
	},
	{
		"time": "01:02:04",
		"speaker": 3,
		"line": "toward some of the best roasts are are the you know, the celebrity getting back at him.",
		"episode": "s01e02",
		"objectID": "102523"
	},
	{ "time": "01:02:09", "speaker": 1, "line": "That's true.", "episode": "s01e02", "objectID": "102524" },
	{
		"time": "01:02:10",
		"speaker": 4,
		"line": "You know, I think the whole thing kind of blew out of proportion that he rested in the halftime show on Comedy Central, booked him to do a roast of me at the Crest Whitestrips auditorium. I think if we can get Isis on the dais and maybe roast them a little bit and there",
		"episode": "s01e02",
		"objectID": "102525"
	},
	{
		"time": "01:02:27",
		"speaker": 2,
		"line": "the good on the war that all sacrifice myself is,",
		"episode": "s01e02",
		"objectID": "102526"
	},
	{
		"time": "01:02:30",
		"speaker": 3,
		"line": "Ross confirmed. Is Jeff Ross confirmed.",
		"episode": "s01e02",
		"objectID": "102527"
	},
	{
		"time": "01:02:32",
		"speaker": 4,
		"line": "Jeff Ross is not confirmed. I",
		"episode": "s01e02",
		"objectID": "102528"
	},
	{
		"time": "01:02:35",
		"speaker": 2,
		"line": "think he did. You email on roasting some of the 9 11 1st responders? Oh, boy. Well, uh,",
		"episode": "s01e02",
		"objectID": "102529"
	},
	{
		"time": "01:02:46",
		"speaker": 4,
		"line": "to me, I think that's disgusting. I think he's gone too far. First, prisoner cops, not first responders.",
		"episode": "s01e02",
		"objectID": "102530"
	},
	{ "time": "01:02:53", "speaker": 1, "line": "Bath", "episode": "s01e02", "objectID": "102531" },
	{
		"time": "01:02:53",
		"speaker": 2,
		"line": "guys like I'm that note. I know that's a dark note to get out of here on, but it's just about time for us to wrap up another ever side of the teacher's lounge today. Thank you all so much for listening on. We will be back again next week with more more issues",
		"episode": "s01e02",
		"objectID": "102532"
	},
	{
		"time": "01:03:07",
		"speaker": 0,
		"line": "and concerns that are relevant to y'all. The students and faculty and community members of the Hamilton High School area. Thank",
		"episode": "s01e02",
		"objectID": "102533"
	},
	{
		"time": "01:03:13",
		"speaker": 2,
		"line": "you. Signing off. Keep it floppy. Okay, that ain't gonna be the count. I thought it",
		"episode": "s01e02",
		"objectID": "102534"
	},
	{ "time": "01:03:24", "speaker": 0, "line": "was No Rooth.", "episode": "s01e02", "objectID": "102535" }
]
