[{"time":"00:00:30","speaker":0,"line":"What did","episode":"s02e02","objectID":"2020"},{"time":"00:00:31","speaker":1,"line":"they do to this? It's not in a pot. There's no dripping because that is the thing for me and coffee. I love putting a pot on and Bruin and here in that that steam they","episode":"s02e02","objectID":"2021"},{"time":"00:00:43","speaker":2,"line":"free. They freeze the water, don't the grounds on it and let it all melt. What's","episode":"s02e02","objectID":"2022"},{"time":"00:00:47","speaker":4,"line":"the? So they match your coffee and then they put a bunch of frozen water on top. Do not call it ice, Uh, and then you wait for the water to melt through and then you","episode":"s02e02","objectID":"2023"},{"time":"00:01:00","speaker":2,"line":"because I put mine in the microwave and I heated it back up. Yeah,","episode":"s02e02","objectID":"2024"},{"time":"00:01:04","speaker":1,"line":"that's what I like to call like a hot cold brew. A Steven Nice steamy called Good bruise. Nice because hot coffee's too hot","episode":"s02e02","objectID":"2025"},{"time":"00:01:10","speaker":4,"line":"and cold brews to cold. Let me sip your heart cold real quick. That's as bad as it should","episode":"s02e02","objectID":"2026"},{"time":"00:01:18","speaker":1,"line":"be. Yeah, exactly. That's what you want. Coffee is is ah is a nice 10. Any bad taste? What? I love them. I love","episode":"s02e02","objectID":"2027"},{"time":"00:01:27","speaker":2,"line":"cough. Courthouse. Coffee is my favorite car. Yeah, I like it went like in sitting run when they run three or four pots in the same set of ground same filter, Same set of grounds. Dump another pot of coffee through there and you better give watery.","episode":"s02e02","objectID":"2028"},{"time":"00:01:44","speaker":1,"line":"You ever had mechanic coffee? Like in the in the waiting room of a jiffy Lube stained up white plastic. Oh, yeah. Yeah.","episode":"s02e02","objectID":"2029"},{"time":"00:01:59","speaker":4,"line":"I'll go. And I'll pay. I'll pay my mechanics. Six bucks for a cup of mechanic coffee.","episode":"s02e02","objectID":"20210"},{"time":"00:02:04","speaker":1,"line":"You guys thinking about coffee? I'm talking about the used oil they take out of a car that can it. Can it? Can it? Coffee? Yeah. They rip out the oil from.","episode":"s02e02","objectID":"20211"},{"time":"00:02:12","speaker":2,"line":"Explains why you've been You've been in and out of the hospital the last couple weeks. It seems","episode":"s02e02","objectID":"20212"},{"time":"00:02:16","speaker":1,"line":"like we're mostly in. Yeah, Mostly in it. Trying to escape well, but not getting caught. Yeah, for some reason, I'm in a mental hospital instead of a regular hospital. I don't know who dropped me off there, but they're not dealing with my ailments. Well, you know, I mean, I'm just describe what you're drinking","episode":"s02e02","objectID":"20213"},{"time":"00:02:33","speaker":2,"line":"oil and you won't stop, and it's more of a mental issue. There are visited me. And to be honest, we saw what happened with Todd's paint addiction last year. So, uh, it's still thriving.","episode":"s02e02","objectID":"20214"},{"time":"00:02:44","speaker":1,"line":"Petroleum is moving up on the, uh, in the pyramid, I think.","episode":"s02e02","objectID":"20215"},{"time":"00:02:48","speaker":4,"line":"Take it from me. It's pay or nothing. Good guy calling you the tin man out there.","episode":"s02e02","objectID":"20216"},{"time":"00:02:53","speaker":2,"line":"Guys, these new boards in here. I didn't understand what I was doing. I think we're actually already recording. What? Oh, lady, say we're recording. Yeah, I missed it. Well, guys, well,","episode":"s02e02","objectID":"20217"},{"time":"00:03:07","speaker":1,"line":"she was Syria. Oh, a serial material. Well, that's what every time I get on my iPhone, I say, Excuse me, Syrian. It's nice. Please take me And people do get angry.","episode":"s02e02","objectID":"20218"},{"time":"00:03:21","speaker":2,"line":"Yeah, out in the world. Well, let me go and get this out of the way. Welcome back to the teacher's lounge, folks. The first, best and only podcast pertained issues relevant to the Hamilton High School student population. And, boy, Oh, boy, we got some good news for you today. We're back way are on campus in our state of the art recording facility. Oh, good God. It's","episode":"s02e02","objectID":"20219"},{"time":"00:03:43","speaker":0,"line":"You can't get rid","episode":"s02e02","objectID":"20220"},{"time":"00:03:45","speaker":1,"line":"of us troops from again. Ah,","episode":"s02e02","objectID":"20221"},{"time":"00:03:53","speaker":2,"line":"famous courthouse movie. Liar! Liar.","episode":"s02e02","objectID":"20222"},{"time":"00:03:57","speaker":4,"line":"I mean, when we talk courthouse movies, my mind flashes to the big ones. Liar, liar, Airliner! Absolute big jury duty. Big Daddy. Big daddy. Oh, I love the process of the legal system. And when you confined comedy in it,","episode":"s02e02","objectID":"20223"},{"time":"00:04:12","speaker":1,"line":"I think it's","episode":"s02e02","objectID":"20224"},{"time":"00:04:13","speaker":2,"line":"rife with comedy on its own. If you know if you know. I mean, the judge is wearing a robe. Pretty funny. E guess","episode":"s02e02","objectID":"20225"},{"time":"00:04:20","speaker":4,"line":"I'm a judge to 13 hours out of the","episode":"s02e02","objectID":"20226"},{"time":"00:04:22","speaker":2,"line":"day. Yes, you are. Good. Grateful guys. Like we said, way our back. We We do have good news for you. All of this. I can't believe they can, either. We all our interviews went off like gang swimming. Long. I'll say this. We say they went off like gangbusters. Really? What ended up happening? In my case, You guys can fill me in? Yeah. Uh, Vice Principal Henderson actually, uh, got food poisoning in the middle of my interview on. Say, just record it to me and send it to me. Did you poison? Huh? I do not. I do not always right out of my place in quotation marks. I did not poison","episode":"s02e02","objectID":"20227"},{"time":"00:05:03","speaker":4,"line":"our did not poison but a man.","episode":"s02e02","objectID":"20228"},{"time":"00:05:06","speaker":1,"line":"Yes, I think they deserve to die.","episode":"s02e02","objectID":"20229"},{"time":"00:05:08","speaker":2,"line":"I hope they burn in hell.","episode":"s02e02","objectID":"20230"},{"time":"00:05:10","speaker":4,"line":"You know what this is? I can safely say that this food poisoning was not We weren't involved in this","episode":"s02e02","objectID":"20231"},{"time":"00:05:16","speaker":2,"line":"thing was just a you recorded your inner recorded. He left me a list of questions and I recorded him. I took 30 45 takes, man. I wanted to get him. Oh, you had questions to Oh, God. He put myself on tape for the I put myself on tape for I took about 35 minutes on, Just went over and over again until I got my mind. Just a little boy. We had 30. 45 takes,","episode":"s02e02","objectID":"20232"},{"time":"00:05:41","speaker":4,"line":"Not me. I did a good fellas. I","episode":"s02e02","objectID":"20233"},{"time":"00:05:43","speaker":2,"line":"really want you want. You did a wonder I did a one long and it was, um it was also tracking.","episode":"s02e02","objectID":"20234"},{"time":"00:05:48","speaker":4,"line":"Yeah, it was a tracking shot. I did it take through the streets of the city because you know, who am I but the product of this city? And so I answered the question","episode":"s02e02","objectID":"20235"},{"time":"00:05:57","speaker":1,"line":"that's almost like this city is a character in the story of your","episode":"s02e02","objectID":"20236"},{"time":"00:06:00","speaker":4,"line":"life. That is such a good observation Balloons ever said that before? No, it's first time I've heard it. And it was definitely a character in my answers, at least to the questions I did have to leave in a well. I left in a stop at a one of those hip new pokey shops. E I got a pokey and ordered that on the way. I believe in my food poisoning in the end.","episode":"s02e02","objectID":"20237"},{"time":"00:06:23","speaker":1,"line":"You know what? I love this new craze of pokey. Lots of fish sort of refrigerated near the street from a tiny storefront. You're not sure you can trust a place","episode":"s02e02","objectID":"20238"},{"time":"00:06:35","speaker":4,"line":"that serves you warm tuna, and it takes them less than five minutes to make it. That business is gonna be around for a long time. Yeah, I invested a lot in poker shops and expensive juice bars. And","episode":"s02e02","objectID":"20239"},{"time":"00:06:49","speaker":2,"line":"see, I was I was waiting for somebody to bring those up. Y'all know, that's my cup of tea right there. Nobody is. Your cup of tea juices, Mike up a team, man. I love a nice fresh juice. You","episode":"s02e02","objectID":"20240"},{"time":"00:07:00","speaker":1,"line":"know, before we get on, you might go Ava hot juices but money and soothe your throat. A hot press abuse. Now, Howard would cause we Yes, we have been rehired, but it is very","episode":"s02e02","objectID":"20241"},{"time":"00:07:17","speaker":2,"line":"tentative. This rehired and we must theon pa's it of tenure. It's tended s tentative way all had Thio promise the school board certain things and bake them into really, really had Theo. Basically, our jobs are being held as collateral on a loan based on our skills. That's what I'll say. That's the way. It's very clear metaphor where we are expected in the next few months to prove our worth.","episode":"s02e02","objectID":"20242"},{"time":"00:07:43","speaker":1,"line":"So remind me what you you Ah, you promised the","episode":"s02e02","objectID":"20243"},{"time":"00:07:47","speaker":2,"line":"school. I told I told the school board that I will take their newspaper from a, uh, occasional printed publication once a year to a weekly publication nation nationwide with greater circulation than the Wall Street Journal. That was my my promise. And","episode":"s02e02","objectID":"20244"},{"time":"00:08:05","speaker":1,"line":"you are not a great writer or","episode":"s02e02","objectID":"20245"},{"time":"00:08:06","speaker":2,"line":"editor. That's a matter that's a matter of printer. Well, hey, I feel like this is a chance for me to hone my skills, guys. And","episode":"s02e02","objectID":"20246"},{"time":"00:08:16","speaker":1,"line":"what if we always said over promise under deliver, right? We've always said that.","episode":"s02e02","objectID":"20247"},{"time":"00:08:22","speaker":2,"line":"Yeah, we've always delivered. Look, I have a lot of plans, okay? I have a lot of plans for the paper and I'm excited to","episode":"s02e02","objectID":"20248"},{"time":"00:08:29","speaker":1,"line":"go. One thing we do deliver on is over promising another delivery. Exactly 90% of","episode":"s02e02","objectID":"20249"},{"time":"00:08:35","speaker":2,"line":"yeah way are we are. We fulfill","episode":"s02e02","objectID":"20250"},{"time":"00:08:39","speaker":1,"line":"that? Yes. So this is gonna be tough, but I believe","episode":"s02e02","objectID":"20251"},{"time":"00:08:42","speaker":2,"line":"in I don't know if it's going to be tough. Guys, I'm an expert at drumming up interest. You all know.","episode":"s02e02","objectID":"20252"},{"time":"00:08:47","speaker":1,"line":"I see. Ah, lot of assorted writing here in front of you that","episode":"s02e02","objectID":"20253"},{"time":"00:08:52","speaker":2,"line":"you seem to be hastily preparing. You have a deadline. I have a deadline. By the end of the show, I have to deliver my first issue of the","episode":"s02e02","objectID":"20254"},{"time":"00:09:00","speaker":1,"line":"C one article here. Goats are the new horses.","episode":"s02e02","objectID":"20255"},{"time":"00:09:04","speaker":2,"line":"Yeah, that's true. You know, Theo, equestrian team here. The school couldn't afford horses this year, so they got a couple. We got a few huge goats.","episode":"s02e02","objectID":"20256"},{"time":"00:09:13","speaker":1,"line":"Unfortunately, all of the other words of the question program way when you say huge goats, I did see some of those goats. Those were just normal size goats. And I did see the question team and their feet are dragging the ground. They cannot hop over those","episode":"s02e02","objectID":"20257"},{"time":"00:09:28","speaker":4,"line":"three only person. The question and treatment's doing a good job, is the one that just joined because they want to be a jockey later. So they're tired. It's time.","episode":"s02e02","objectID":"20258"},{"time":"00:09:35","speaker":2,"line":"Four foot six Martello in vain is cello in. It","episode":"s02e02","objectID":"20259"},{"time":"00:09:42","speaker":1,"line":"seems like it's going to get a lot of eyes on.","episode":"s02e02","objectID":"20260"},{"time":"00:09:44","speaker":2,"line":"It's definitely gonna get eyes on. And that's the goal. You know, this is just the first step in a positive direction.","episode":"s02e02","objectID":"20261"},{"time":"00:09:48","speaker":1,"line":"Speaking of eyes on Sam, you had an interview live","episode":"s02e02","objectID":"20262"},{"time":"00:09:52","speaker":2,"line":"with the board. You did not put yourself on","episode":"s02e02","objectID":"20263"},{"time":"00:09:54","speaker":1,"line":"tape that I heard it went very well. But you made some big promises as well. Absolutely. I told them that I would fix the mental health of every student in the school. I told him, and I years then there will not be a sad child.","episode":"s02e02","objectID":"20264"},{"time":"00:10:08","speaker":2,"line":"You said you said you'd cure a DHD. He said you'd cure Entous.","episode":"s02e02","objectID":"20265"},{"time":"00:10:13","speaker":1,"line":"That's right. Well, I don't live in the Believe this. Yeah, I believe in curing autism. That's a big thing. Power of positive thinking. We are what we believe we are, right. So I'm gonna tell all these kids. Listen, you better believe you're this shit because if you don't, you're gonna be she it Okay, that's actually a good tagline, is I don't know if you can say it. Yeah, I hope so. Because I just have been a good tickets to 100,000 companies In my book, you read a book jacket You've started with Jack. Oh, yeah. Oh, I got the design right, baby. It's this","episode":"s02e02","objectID":"20266"},{"time":"00:10:46","speaker":4,"line":"photo of you looks Well, uh, unplanned, I","episode":"s02e02","objectID":"20267"},{"time":"00:10:50","speaker":1,"line":"would say. What do you mean?","episode":"s02e02","objectID":"20268"},{"time":"00:10:51","speaker":4,"line":"The photo on the back of the dragon","episode":"s02e02","objectID":"20269"},{"time":"00:10:53","speaker":1,"line":"is almost like a mug shot. Yeah, that's the new thing in self help. Literature is you show them your rock by. I think that's good. You humanize yourself. That shot that shot was of me. And also criminalize yourself. Exactly. Literally criminals yourself. Uh, that shot was me in the jail after I had blown up the airport before my deportation. That is on hold because of this new potential school job. They told you they weren't","episode":"s02e02","objectID":"20270"},{"time":"00:11:22","speaker":2,"line":"going to deport you for blowing up on airport. They're very positive.","episode":"s02e02","objectID":"20271"},{"time":"00:11:26","speaker":1,"line":"First of all, they realized it was an accident. Second of all, they realize I'm not teaching drivers that anymore. I completely changed. I am not behind the wheel except for private and I live logs. Absolutely. And I have full is to remind our listeners you cannot renovation. Yes, I'm not allowed to, and I can't","episode":"s02e02","objectID":"20272"},{"time":"00:11:43","speaker":4,"line":"physically complete. And now you've gone from unlicensed driver's ed teacher to a revoked license therapist.","episode":"s02e02","objectID":"20273"},{"time":"00:11:49","speaker":1,"line":"Exactly. Student air. You are. Currently I'm currently maintaining zero licenses. And your","episode":"s02e02","objectID":"20274"},{"time":"00:11:55","speaker":2,"line":"and your technical. Your technical role here at the school is guidance counselor now. Correct?","episode":"s02e02","objectID":"20275"},{"time":"00:11:59","speaker":1,"line":"Yes. I used to work with the SB, and I've sort of carved out of position for myself cause, right? Yeah. Department of Motivation. That's government","episode":"s02e02","objectID":"20276"},{"time":"00:12:06","speaker":2,"line":"of motive. Todd, you know, thing or two about motivation, you're You seem pretty motivated these days.","episode":"s02e02","objectID":"20277"},{"time":"00:12:12","speaker":4,"line":"Yeah, I was able to get out of bed this morning, which is a big start for May. Um, on I am incredibly motivated. I can't. As you know, I filmed that video on I pitched them A women's studies program here that I would head up","episode":"s02e02","objectID":"20278"},{"time":"00:12:29","speaker":2,"line":"you would have done that is that's not something you see in a lot of high school. It's generally a higher education program","episode":"s02e02","objectID":"20279"},{"time":"00:12:36","speaker":1,"line":"and generally had headed up by a woman. Yeah, yeah. Especially not a man who seems to hate his ex wife. Right? And with so many accusations against,","episode":"s02e02","objectID":"20280"},{"time":"00:12:47","speaker":4,"line":"right, Well, who better to learn about women and teach about women? That someone who knows nothing about how","episode":"s02e02","objectID":"20281"},{"time":"00:12:52","speaker":1,"line":"they eyes is this class Maur of watching","episode":"s02e02","objectID":"20282"},{"time":"00:12:56","speaker":2,"line":"you struggle watching. Ah, I don't mean this. I don't I'm not calling you this, but maybe watching a misogynist grow is that","episode":"s02e02","objectID":"20283"},{"time":"00:13:06","speaker":4,"line":"Yeah, well, uh, basically the first line of syllabus is it's Chia pet misogyny. Um and so you you're going to Sprinkle some water on me. We're going to see me in some situations that are not comfortable","episode":"s02e02","objectID":"20284"},{"time":"00:13:19","speaker":1,"line":"in that takes you around and put you in situations. You're not governor","episode":"s02e02","objectID":"20285"},{"time":"00:13:24","speaker":4,"line":"where they think I'll be uncomfortable.","episode":"s02e02","objectID":"20286"},{"time":"00:13:25","speaker":1,"line":"What are some of those situations? Is it just sort of like a job","episode":"s02e02","objectID":"20287"},{"time":"00:13:29","speaker":2,"line":"interview with a female? We're talking about everyday field trips. Basically,","episode":"s02e02","objectID":"20288"},{"time":"00:13:34","speaker":4,"line":"Yeah. I mean, if I leave the house and have to interact with the woman, it's troubling for May, because for me for so long, I only saw them is one thing a put potential wife. And now I'm realizing that they are more than that, You know, they're their own human beings. I'm realizing something. Some of my mistakes in the past and the fact that I not only did I hit rock bottom the whole time I hit health my life will you","episode":"s02e02","objectID":"20289"},{"time":"00:14:05","speaker":1,"line":"crave your honor. Um, is it true that","episode":"s02e02","objectID":"20290"},{"time":"00:14:08","speaker":2,"line":"during our chase chase with the law you were dead for for a minute or so and you did go to hell.","episode":"s02e02","objectID":"20291"},{"time":"00:14:16","speaker":4,"line":"I was pronounced dead and I did go to hell And let me tell you this. It's a funny as you think it is","episode":"s02e02","objectID":"20292"},{"time":"00:14:24","speaker":1,"line":"interesting. Funny. Now that's not typical. You are you telling me the devil looks? How we think he does Horns,","episode":"s02e02","objectID":"20293"},{"time":"00:14:31","speaker":4,"line":"tail horns, tail the devil? It's fucking jacked. This guy. He's sweaty and oiled up the time all the time. The devil. I would say the best description of the devil was the Rock four years ago, but red And","episode":"s02e02","objectID":"20294"},{"time":"00:14:49","speaker":2,"line":"that's a good description. I get. I see it.","episode":"s02e02","objectID":"20295"},{"time":"00:14:51","speaker":4,"line":"He's comically mean. What? You wonder if there's anything he enjoys. His summing Thio expected of the devil. I looked around hell and I said, Holy crap, these air, mostly men. It's a lot of men, those","episode":"s02e02","objectID":"20296"},{"time":"00:15:04","speaker":1,"line":"they're mostly Was there any women in hell? Um, yeah, there were a","episode":"s02e02","objectID":"20297"},{"time":"00:15:09","speaker":4,"line":"few women. Let's see, my mom was there, Um","episode":"s02e02","objectID":"20298"},{"time":"00:15:13","speaker":1,"line":"you agree and say hello are","episode":"s02e02","objectID":"20299"},{"time":"00:15:19","speaker":4,"line":"I tried to, but you kind of ducked out on me.","episode":"s02e02","objectID":"202100"},{"time":"00:15:22","speaker":1,"line":"So she saw you and avoided you.","episode":"s02e02","objectID":"202101"},{"time":"00:15:26","speaker":4,"line":"That's what I'm to assume. Like, uh, okay. He's obviously taking a moment to really process all this. Todd's a little choked up. What did she look like? She looked like she was happy until she saw me. Uh, and she looked as disappointed in me. Is in death as she was in life. Wow. On. And I realized I don't even understand my own mother. Also, she she had a Hendrick sucks tattoo, but she did not have on Earth on. I couldn't get a read on which Hendrix it once, but I got to imagine Jimmy.","episode":"s02e02","objectID":"202102"},{"time":"00:16:02","speaker":2,"line":"Jimmy, imagine I don't know any other Hendricks that anybody would get tattooed on Christina Hendricks. She","episode":"s02e02","objectID":"202103"},{"time":"00:16:11","speaker":4,"line":"actually had a tattoo of a Christina Hendricks on her back with the thumbs up.","episode":"s02e02","objectID":"202104"},{"time":"00:16:16","speaker":1,"line":"It was Christmas giving the thumbs up. But there was another hand.","episode":"s02e02","objectID":"202105"},{"time":"00:16:20","speaker":4,"line":"There was another hand reaching it. Presumably, my mom's on hand. That's beautiful. That's you know, hell, was this perplexing, as you'd imagine. But","episode":"s02e02","objectID":"202106"},{"time":"00:16:30","speaker":1,"line":"I'm glad you are back. And I'm glad that","episode":"s02e02","objectID":"202107"},{"time":"00:16:33","speaker":4,"line":"I found love also which I'd love to get into. Later on, I met you. Met somebody. Now, Mr Kray V Huh? You learned a lot being an ostrich.","episode":"s02e02","objectID":"202108"},{"time":"00:16:47","speaker":1,"line":"Yes. I was living his half man half ostrich for a while, and I did learn a lot. I was living with a pack of ostriches. Um, and, uh, you know, ostriches are known for their meat. They have really good meat. Yeah, I mean, a very long ostrich steak, an ostrich record, their skin, their their feathers obviously used for dusters and stuff. And I was living within them, and I was reading","episode":"s02e02","objectID":"202109"},{"time":"00:17:20","speaker":2,"line":"a few of them out to poachers. Well, I was I was working for poachers, for you were an ostrich informant.","episode":"s02e02","objectID":"202110"},{"time":"00:17:26","speaker":1,"line":"I was living on the inside on. I was having them picked off daily, and they were paying me pretty handsomely. Well, um, so I was I live for a while, is an ostrich scab, but I was learning from these ostriches. Fastest bird known to man. Um, and I was pretty much what you learned or yes. Yeah, I learned that. They're very why I could understand them, obviously. And that's pretty much all they say They go, You know, like when you hear, like, you know how they sound. Obviously they're basically all saying you know where the fastest burning man. Yeah, I know, you know. Yeah, Yeah, they're just","episode":"s02e02","objectID":"202111"},{"time":"00:18:01","speaker":2,"line":"They're confirming with each other that well, understand there again. And then","episode":"s02e02","objectID":"202112"},{"time":"00:18:05","speaker":1,"line":"you believe kingdom You are what you believe you are walk around talking about how they're very","episode":"s02e02","objectID":"202113"},{"time":"00:18:10","speaker":2,"line":"stupid, very stupid, these birds. But they do know that fact.","episode":"s02e02","objectID":"202114"},{"time":"00:18:14","speaker":1,"line":"Anyway, I was learning from them when we would get up and going. I mean, cause we'd run around, we would we would run and we'd run fast. Um, and I was learning how to run very fast. So when I had my meeting with the school board, I promised them that","episode":"s02e02","objectID":"202115"},{"time":"00:18:30","speaker":2,"line":"I would coach the track team and use my ostrich heritage to help the cause that, you know, the track team here is not very struggling. They were. They've been struggling. Yeah, somebody threw a shot put into their own head on, and I don't know how that happened, and I don't even know how I can help with that. Because I'm mostly gonna be doing long distance","episode":"s02e02","objectID":"202116"},{"time":"00:18:51","speaker":4,"line":"is the first thing you could do is just point point in the direction of","episode":"s02e02","objectID":"202117"},{"time":"00:18:55","speaker":2,"line":"say it that way. But you know how they put it on their shoulder. They just shove it right there. Um, yeah. S o you promised. You promised a national championship. That's what","episode":"s02e02","objectID":"202118"},{"time":"00:19:07","speaker":1,"line":"I promised I promised to take from worst to first is what I said a lot in the meeting. They were really responding to that. Worst to first. How much time have you given yourself for that? Is that a one year project, or is that over the course? Yes. It's just the trimester. Is it? No. Should it be? Well, I don't know. I mean, I think we're all making big promises and because I said bye, I said, By the end of this track season, they will be from worst to first. I'll go from worst to first. You're not","episode":"s02e02","objectID":"202119"},{"time":"00:19:37","speaker":2,"line":"giving yourself much timeto turn the ship around? No, because they're well into the season right now. And I'm In fact, there's only about three or four meats left. There's three or four meats left.","episode":"s02e02","objectID":"202120"},{"time":"00:19:46","speaker":1,"line":"That's right. But I plan on. I've already had one consultation with our long distance team. Um, and I'm showing him how to really get up on their toes. Does this have anything to do with the Wood Creek that other local school all of their track team getting sick. I mean, because you guys were playing them next. That's the","episode":"s02e02","objectID":"202121"},{"time":"00:20:03","speaker":2,"line":"main. Next week is us first. Well, on","episode":"s02e02","objectID":"202122"},{"time":"00:20:05","speaker":1,"line":"all that other team is sick. Yeah, it's interesting. That's interesting. This is interesting as very interesting. I'm assuming that you're saying that I poisoned them with bad lasagna like I used to be. Oh, just getting started here again. We're not We're not up to you because I promise","episode":"s02e02","objectID":"202123"},{"time":"00:20:20","speaker":2,"line":"you it wasn't that I'm gonna take it from worst to first. And they're gonna be They're going to go from last too fast.","episode":"s02e02","objectID":"202124"},{"time":"00:20:28","speaker":1,"line":"Yes. Absolute perfect. That's right. I did say that a lot in the meeting.","episode":"s02e02","objectID":"202125"},{"time":"00:20:31","speaker":2,"line":"Okay, that's good. So you know, we that's I mean, I'll say this Having a goal is the first step in bettering yourself. That's something that I learned in the book that Sam wrote for me. Thank you. Set a goal in you and you walk towards it. Even if you can only walk, you walk towards, And as long as you're making progress, that's all you can ask yourself to do. And that's what we're all going to be doing here. Um, I'm still blown away","episode":"s02e02","objectID":"202126"},{"time":"00:20:54","speaker":1,"line":"that we're back. I'm readjusting. It's really tough to go the chance to be nicer. I have been wearing T shirts for so long, You know, not having this job now. I got this collar shirt on. I got a little rash","episode":"s02e02","objectID":"202127"},{"time":"00:21:08","speaker":2,"line":"here. Looks like razor burn, but it just goes all the way down. Unemployment","episode":"s02e02","objectID":"202128"},{"time":"00:21:13","speaker":1,"line":"rash, big rash. It's a bit What? It's mostly out of control. Scabies. Really? And you refused to get it looked at. Well, that's what happens when you live is an ostrich","episode":"s02e02","objectID":"202129"},{"time":"00:21:26","speaker":2,"line":"for a while, you pick up a lot of these field disease because they probably have might issue. You","episode":"s02e02","objectID":"202130"},{"time":"00:21:30","speaker":1,"line":"probably might. So I do have nights. I do have mites. Um, but at this point, our relationship is symbiotic.","episode":"s02e02","objectID":"202131"},{"time":"00:21:38","speaker":2,"line":"What do you get from the","episode":"s02e02","objectID":"202132"},{"time":"00:21:40","speaker":1,"line":"mites? Protection for what, um, smaller bugs than them. So, like gnats? Well, they missed the scabies. Is that are you telling me that the scabies is bugs and the might start getting rid of it? I think so. Wow.","episode":"s02e02","objectID":"202133"},{"time":"00:21:59","speaker":2,"line":"You gotta have a talk. Might.","episode":"s02e02","objectID":"202134"},{"time":"00:22:01","speaker":1,"line":"Well, I'm gonna I'm gonna threaten them with What's that Demon de Miter. What is that stuff you put in your hair and you come through it. Lice medication, housing. Medical. Yeah, You Dyson confidence that you have pubic lice is Well, I don't know where that was. More of a brag that what you think he meant to say in confident confidently yelled to you that I have pubic lice because","episode":"s02e02","objectID":"202135"},{"time":"00:22:30","speaker":4,"line":"you what that implies,","episode":"s02e02","objectID":"202136"},{"time":"00:22:33","speaker":1,"line":"um, sex. No. It implies that I'm protected. I mean, I have a small ecosystem on my body right now. One's taking care of the other. Um, and I'm obviously taking care of the food chain ends at me. I'm not taking care of anyone. Um, other than my 23 doc sins, which I have noticed, they've been sort of ordering you around a little bit. You might wanna watch out on that food chain order. I do live outside, and they live inside now. Yeah. I mean, I noticed that you you saw me in the doghouse. I Well, I think I saw you get cornered into the doghouse by three dogs that you are way bigger than Yes. Yes. Well, you were on all fours, and they were on their hind leg. I'm still readjusting to be in a human and being at the top of the food chain. I am getting bossed around by other animals and stuff.","episode":"s02e02","objectID":"202137"},{"time":"00:23:21","speaker":4,"line":"I still, uh, you know, I used to joke saying, Who's walking? Who? When you walk your dogs? But now there's no question,","episode":"s02e02","objectID":"202138"},{"time":"00:23:28","speaker":1,"line":"Yeah, you got the leash in your on all fours. It's very and there behind me holding the leash. But they're also know for um, yeah, that's really humiliating. When you saw me at the dog park the other day and you had a conversation with my doc sins, May","episode":"s02e02","objectID":"202139"},{"time":"00:23:45","speaker":4,"line":"it was all about you because we couldn't relate to each other in any way. It was all about you your age. What you're like","episode":"s02e02","objectID":"202140"},{"time":"00:23:50","speaker":2,"line":"also. I'll tell you this time you've got to stop going to the dog park. You do not","episode":"s02e02","objectID":"202141"},{"time":"00:23:54","speaker":4,"line":"have a dog. Um, are going to be there for there to meet ladies. Uh, it's a good place. And","episode":"s02e02","objectID":"202142"},{"time":"00:24:02","speaker":1,"line":"you were there with your class?","episode":"s02e02","objectID":"202143"},{"time":"00:24:04","speaker":4,"line":"Yeah, they took me there and they said, there's a lot of women at the dog park on their dogs and just take him there and maybe it'll be uncomfortable for you to even just interact with them, and it waas. Um, well, as you know, as since we've been unemployed, I grew a bit of a Letterman beard.","episode":"s02e02","objectID":"202144"},{"time":"00:24:20","speaker":2,"line":"Yes, a bit of I don't know if your whole accuracy here not","episode":"s02e02","objectID":"202145"},{"time":"00:24:24","speaker":1,"line":"It's a beard that has school spirit all in it. It's not Dave Letterman. It's a Letterman jacket.","episode":"s02e02","objectID":"202146"},{"time":"00:24:31","speaker":4,"line":"Yeah. What did you think? I'm a","episode":"s02e02","objectID":"202147"},{"time":"00:24:34","speaker":2,"line":"little man retired. He he grew a gigantic beer.","episode":"s02e02","objectID":"202148"},{"time":"00:24:38","speaker":1,"line":"You got your braid embroidered. Your beard embroidered?","episode":"s02e02","objectID":"202149"},{"time":"00:24:41","speaker":4,"line":"Yeah, I got it embroidered. I got I got a lot of school spirit in there. I got a team captain see in there. And I'm hoping if I fall in love with someone, I'll give my Letterman","episode":"s02e02","objectID":"202150"},{"time":"00:24:52","speaker":2,"line":"here. You mean you'll shave it off in one piece and give it to him?","episode":"s02e02","objectID":"202151"},{"time":"00:24:57","speaker":4,"line":"Yeah. Yeah, it's more of a cut than a shave. If it's all in one piece.","episode":"s02e02","objectID":"202152"},{"time":"00:25:00","speaker":1,"line":"You did say And we kind of blew past it because, you know, you have been dating and we don't know who. Do you know who is here to stay who is not new in your life? Or did say this is the one","episode":"s02e02","objectID":"202153"},{"time":"00:25:15","speaker":4,"line":"I met? The one I met her. She's an artist. Wow. Wow. You know I love the theater, and she is. She's so bright, and she's willing to see me through my problems. Her name's, um, Maria. And, you know, I just think that she is helping me change","episode":"s02e02","objectID":"202154"},{"time":"00:25:33","speaker":1,"line":"a lot. Wow. Where did you meet her?","episode":"s02e02","objectID":"202155"},{"time":"00:25:35","speaker":4,"line":"Ah, incorrect. Miss connection. Okay. She was in a different coffee shop, and she had a miss connection with the man. I will say she described a much more attractive and desirable than May, but we got to talking about","episode":"s02e02","objectID":"202156"},{"time":"00:25:50","speaker":1,"line":"Steve. Jew catfish er at all?","episode":"s02e02","objectID":"202157"},{"time":"00:25:53","speaker":4,"line":"Uh, yes, a lot. Um, So we got to talking, and I pretended to be this man that she thought she had seen. And I created a whole back story for him. And I found a photo that seemed close to what she described. And I said, We can't meet. We can never meet.","episode":"s02e02","objectID":"202158"},{"time":"00:26:11","speaker":1,"line":"Wait. Have you met her?","episode":"s02e02","objectID":"202159"},{"time":"00:26:12","speaker":4,"line":"I'm in love with this. Well, no, we have not met yet because if she meets me, she's going to see what I'm really like. And I think after this class, you","episode":"s02e02","objectID":"202160"},{"time":"00:26:23","speaker":1,"line":"You said you've seen her in the flesh. You have been Yeah, we've been inviting her places. Is dining here. Her? Yeah, And what I'll","episode":"s02e02","objectID":"202161"},{"time":"00:26:32","speaker":4,"line":"do is all die near her and text her a bunch of stuff. And I'll see which woman is checking their phone. And I locked it in. I was like, Okay, it's right. And then I'll text her. Couldn't make it, uh, broken ab doing sit ups.","episode":"s02e02","objectID":"202162"},{"time":"00:26:47","speaker":1,"line":"Broken ab Yeah. You can't break a singular AB. Well, I don't think most people can. I think Todd's in a pretty unique physical position. Have you broken an AB?","episode":"s02e02","objectID":"202163"},{"time":"00:26:56","speaker":4,"line":"What's that? Yes, but not doing sit ups. You can break body parts crying. I learned. Oh, uh, just too. Too","episode":"s02e02","objectID":"202164"},{"time":"00:27:04","speaker":1,"line":"much of a hard school. You broke your collarbone sobbing in the lunch room the other day.","episode":"s02e02","objectID":"202165"},{"time":"00:27:08","speaker":4,"line":"Yeah, but that was from a Saab that I kind of ween to","episode":"s02e02","objectID":"202166"},{"time":"00:27:12","speaker":1,"line":"forward, sister. You know, I actually broke my heart the other day trying t o trying to write this book. I was trying so hard to find a deep inside of me. And, you know, I ended up just sobbing For two weeks. I really had a heart attack. Yeah, I broke my heart so large that caused by emotion. You Ah, Mr Berman, you have a speech next week. That is kind of the first tier of your promise, right? You promised devils. Well, assembly, right. That's right. Through 12. That's right. Because there have been, um, you know, just Cem Cem signs of mental instability. You know, just typical teenager, you know? Sure. Adolescent trauma. So you've decided to nip that in the bud? That's right. Um, you got a speech plan. You have you Are you Do you have any talking points ready for that are? Well, it's not so much what I'm going to say, but how I'm going to say it, You know what I mean? We all heard the motivational stuff. This is more about the cadence. Yeah, it's all about the cadence and the setting. Now, these kids are tough to get through to. So we're cramming as many kids as possible into the smallest room we confined, and I'm screaming at the top of my lungs. And that would be","episode":"s02e02","objectID":"202167"},{"time":"00:28:24","speaker":0,"line":"Oh, I","episode":"s02e02","objectID":"202168"},{"time":"00:28:27","speaker":2,"line":"noticed on the invitation. You actually rented out the janitor's closet hall?","episode":"s02e02","objectID":"202169"},{"time":"00:28:32","speaker":1,"line":"Yes, I had 1 a.m. $250 an hour","episode":"s02e02","objectID":"202170"},{"time":"00:28:35","speaker":2,"line":"to you know, the janitor can't accept killing. By the","episode":"s02e02","objectID":"202171"},{"time":"00:28:39","speaker":1,"line":"way, he's been","episode":"s02e02","objectID":"202172"},{"time":"00:28:40","speaker":2,"line":"running out that janitor's closet for all sorts of","episode":"s02e02","objectID":"202173"},{"time":"00:28:42","speaker":1,"line":"We should have him released. He is a really funny he's got going and pictures on that Airbnb. So, you know, it's all about the pictures to sell them, you know? So you know, what is that? I feel bad. I've never actually met the janitor. The janitor might be a woman. That's my bad.","episode":"s02e02","objectID":"202174"},{"time":"00:28:59","speaker":4,"line":"Oh, this is a good learning moment for me as a woman studies expert now is yeah. Hey, everybody. If you were out there, pick picturing a janitor, women can work. Shit. Filthy jobs, too. It doesn't just see,","episode":"s02e02","objectID":"202175"},{"time":"00:29:12","speaker":1,"line":"that's what I'm thinking. It's not like I was thinking. Oh, a woman can't have a powerful position. I was thinking I don't want a picture. A nice, beautiful woman cleaning up my diarrhea and apparently even that. Is that sex? Sexist? Sexist? Yeah, I guess it is, uh, learning here also your luckily, the whole classes in here watching us go through this and they are writing down a lot right now. Yeah, and nodding to each other. Some of the notebook say evidence on it. Not really sure what kind of evidence they think they're getting like a city.","episode":"s02e02","objectID":"202176"},{"time":"00:29:48","speaker":2,"line":"Officials don't know. I mean, I'm not pointing any fingers are claiming they're pointing to fingers at me, but a couple of these people are wearing badges. Uh","episode":"s02e02","objectID":"202177"},{"time":"00:29:57","speaker":4,"line":"uh. Well, that's the style now and okay, I got it with math.","episode":"s02e02","objectID":"202178"},{"time":"00:30:01","speaker":2,"line":"God, it seems like you might be under investigation for something else.","episode":"s02e02","objectID":"202179"},{"time":"00:30:05","speaker":4,"line":"Look what those people are leaving. There's be worried. Waitinto. We called him out. Well,","episode":"s02e02","objectID":"202180"},{"time":"00:30:11","speaker":1,"line":"we'll see you in class, everybody, And I'll see you in court. One of unjust, and I'll see you in court. Perhaps it's a lot like Mr Weather ever. That was not him. Yeah. If I'm under","episode":"s02e02","objectID":"202181"},{"time":"00:30:23","speaker":4,"line":"investigation, I say bring it the","episode":"s02e02","objectID":"202182"},{"time":"00:30:25","speaker":1,"line":"way. Let's go. I have an open book and I'll see anybody in cliffs. And I've said it many times. This is what got us in trouble. Roll. No, Calm down, calm down. Everybody calm down, all right? Oh, there's not saying you can pin on me, baby. Investigate May docks me, baby.","episode":"s02e02","objectID":"202183"},{"time":"00:30:49","speaker":2,"line":"You guys love This is what this is what? This is last time. Okay, We can't let this kind of stuff happen anymore.","episode":"s02e02","objectID":"202184"},{"time":"00:30:56","speaker":4,"line":"Dot Padre at sbc global dot com If you pass","episode":"s02e02","objectID":"202185"},{"time":"00:31:02","speaker":1,"line":"Word note saying I love my wife still bill dot crave e at biscuits and Crais v dot net Weatherman at the Doppler effect dot Net Well, okay. You know why we're screaming is really when way feel the police, I we lose our minds and this is what happened to us. And we gotta stop about you guys. But I can't help but feel that the world is against me. And no matter what I do, even though I know I mess up a lot, it's everyone else's fault.","episode":"s02e02","objectID":"202186"},{"time":"00:31:33","speaker":4,"line":"I sympathize. Aggressively.","episode":"s02e02","objectID":"202187"},{"time":"00:31:35","speaker":2,"line":"Listen, guys, we got to take a couple deep breaths, okay? We are losing it here. Wear fresh back in this school the first time we're setting foot in this recording studio, we lose our freaking.","episode":"s02e02","objectID":"202188"},{"time":"00:31:47","speaker":1,"line":"You gotta understand why we get so mad. Four grown adults with folders titled Evidence. I mean, I feel like","episode":"s02e02","objectID":"202189"},{"time":"00:31:57","speaker":4,"line":"say it to my face. You bastard,","episode":"s02e02","objectID":"202190"},{"time":"00:32:00","speaker":1,"line":"they're going. They're going to take a note on me. You better say it to my face. Do you trust us or do you not guys list? Cause I feel like if you're gonna hire us back on Lee tow, watch us trust is a two way street. Exactly. And when we're recording a secret podcast and refused to let you listen to it until the end, we want respect.","episode":"s02e02","objectID":"202191"},{"time":"00:32:19","speaker":2,"line":"Guys, out. Let's listen. Let's just all take a deep breath. Okay? Good. I want to let you guys know something while your classes filing out there. I'm coming. I'm coming. I'm sorry. My dog stands at the door. Listen, I want you guys to know that we don't have anything to worry about, okay? Yeah. Part of being a good journalist is that you find sources inside, sir, Agencies. And you are. And you ever seen game of Thrones? No. No. Okay, then. Well, I don't want J b O. Okay. Well, there's a character in there. He's got little He calls them into labor liberal, cause him his little birds. Okay. And what, these little bit t and t know? Perfect. But listen, he has these little birds, okay? And what I'm trying to tell you guys is I've got little birds inside every organization in the school, in the community, Ellie, and in this whole state. Okay, So you're telling me the story is going to get broke? Nobody's gonna know about it before Howard Levi's.","episode":"s02e02","objectID":"202192"},{"time":"00:33:20","speaker":1,"line":"Are you telling me you're a doctor? Do little type. You're talking to birds all around town while I can literally talkto ostriches. Right. So are you saying you have ostriches? Secret ostriches in this school that give you information or you just used? It's okay. You're not saying that.","episode":"s02e02","objectID":"202193"},{"time":"00:33:39","speaker":2,"line":"Just totally. I'm starting an analogy. What does","episode":"s02e02","objectID":"202194"},{"time":"00:33:42","speaker":4,"line":"this have to do with Dinklage?","episode":"s02e02","objectID":"202195"},{"time":"00:33:43","speaker":2,"line":"It has nothing to do with Dinklage. Okay, I'm just letting you guys know you guys are getting heated because you think there's this big investigator. You I'm let me know if I hear any information you for us for will be the first people that Okay, so we can just relax.","episode":"s02e02","objectID":"202196"},{"time":"00:33:57","speaker":1,"line":"We just need to do our job on our job. Guys, I got to get I got to","episode":"s02e02","objectID":"202197"},{"time":"00:34:03","speaker":2,"line":"get this paper up above Wall Street Journal numbers? Yes, in less than a year.","episode":"s02e02","objectID":"202198"},{"time":"00:34:07","speaker":1,"line":"And I also now I got the bad deal at the gym. Oh, yeah, I know. It's about to get fat. I know I got the bad deal, and I gotta pay for that. And I also have to pay. I got to buy my docks in the car. So you're telling me your doctors air controlling you so much that they have access. You know, they they have Are you a little spend pig pig being","episode":"s02e02","objectID":"202199"},{"time":"00:34:32","speaker":4,"line":"the most operative word? Your doctor's test driving the dots and the other?","episode":"s02e02","objectID":"202200"},{"time":"00:34:36","speaker":1,"line":"Yes, they do. They they have power of attorney over all my finances. Right now, they it's unbelievable what they've got me to do,","episode":"s02e02","objectID":"202201"},{"time":"00:34:43","speaker":4,"line":"but, well, if you need a loan, hit me up. I am making a ton of money, and I don't think it's going to go away from the pokey craze that I invested in.","episode":"s02e02","objectID":"202202"},{"time":"00:34:51","speaker":1,"line":"People are getting, um, food poisoning at record numbers at your poke. Your","episode":"s02e02","objectID":"202203"},{"time":"00:34:56","speaker":4,"line":"place. Yeah. Yeah. Record record numbers is the key to that friend","episode":"s02e02","objectID":"202204"},{"time":"00:35:02","speaker":1,"line":"you got to give. Get us another","episode":"s02e02","objectID":"202205"},{"time":"00:35:03","speaker":4,"line":"call. Yeah, well, I've been on the horn with Guinness, and it has been I've been getting the run around the bureaucracy of these Guinness idiot.","episode":"s02e02","objectID":"202206"},{"time":"00:35:11","speaker":1,"line":"It's hard. It's almost like that thing's a dying franchise. I still I still buy the hard covers. The big silver hardcover that weighs £10. You shit printed in color $65.","episode":"s02e02","objectID":"202207"},{"time":"00:35:23","speaker":4,"line":"I leave that on my toilet. I said, take a long as you want. When you're in the restroom. We're gonna find some interesting reads in there. What","episode":"s02e02","objectID":"202208"},{"time":"00:35:29","speaker":1,"line":"do you have? Guests? What, are you having guests again?","episode":"s02e02","objectID":"202209"},{"time":"00:35:33","speaker":4,"line":"Yes, I'm trying to have more guests. Lately, I've been inviting guests over a little more often.","episode":"s02e02","objectID":"202210"},{"time":"00:35:41","speaker":1,"line":"Does it matter to you who they are?","episode":"s02e02","objectID":"202211"},{"time":"00:35:42","speaker":4,"line":"No. I'm just trying to entertain guests. Lately, I saw you've been pulling in people off the street. Yes, Well, I found myself a vaudeville cane and all kind of yank somebody if I feel like they'd be a good guest on","episode":"s02e02","objectID":"202212"},{"time":"00:35:57","speaker":1,"line":"yanking with vodka. Okay. Doesn't seem I get a very big person. And","episode":"s02e02","objectID":"202213"},{"time":"00:36:00","speaker":4,"line":"with that, um, mostly small clowns, jugglers, duos, anyone with a stick, all yank, um, stick. I'll bring people in my place because I find that if you can entertain anybody, you can entertain him.","episode":"s02e02","objectID":"202214"},{"time":"00:36:18","speaker":2,"line":"I can lay an egg. Will you have me over? Um,","episode":"s02e02","objectID":"202215"},{"time":"00:36:21","speaker":1,"line":"yeah, absolutely. I could drive a limo. Will you have me over?","episode":"s02e02","objectID":"202216"},{"time":"00:36:25","speaker":4,"line":"Well, you can't. Uh,","episode":"s02e02","objectID":"202217"},{"time":"00:36:27","speaker":2,"line":"well, today on the show, uh, we've got one of our favorite guests. Honestly, I mean, it's it's rare that we get somebody who's so artistically skilled creative. You know, we're four guys who sort of hope that our creativity can be expressed some way. And we've got a guest today who actually expresses that creativity every every single day. Ah, and that is Ah, Lady Smith. Black Mambazo. Uh, who is running for Which office are you running for? I'm running for school board. School board. So you're running for the school board? See? That's off. I mean, that's good. This. Ah, So we've got someone who's gonna potentially be our boss. Yeah, in a certain","episode":"s02e02","objectID":"202218"},{"time":"00:37:05","speaker":1,"line":"say, higher than the principal. Is that correct?","episode":"s02e02","objectID":"202219"},{"time":"00:37:08","speaker":3,"line":"Yes. And he is higher than the prince. I am running for school board on the platform of high school lunches. Need to be better. I","episode":"s02e02","objectID":"202220"},{"time":"00:37:20","speaker":1,"line":"love that is yes. Great cadence. That's a hot topic","episode":"s02e02","objectID":"202221"},{"time":"00:37:24","speaker":2,"line":"right now because the school lunches here are very, very bad assed rip current. The current school board, um, Jerry Genes, Jerry Genes, the incumbent. That's gonna be tough to beat him because he did whip our schools into shape. But he is overlooking lunches for sure focus so much on school uniforms updating our school uniforms. Yes, but you wanna update our school lunches. What's that? What is your proposed plan for the for our school","episode":"s02e02","objectID":"202222"},{"time":"00:37:53","speaker":3,"line":"lunches? Well, you know, today I walked into the cafeteria and I ordered a lunch for myself. Lady Smith?","episode":"s02e02","objectID":"202223"},{"time":"00:38:02","speaker":1,"line":"Yeah. It seemed as if you were You were trying to be undercover. I was hiring a hoody. And then your long your long dress, your love, you looked away. Didn't even have the hood up, right? No.","episode":"s02e02","objectID":"202224"},{"time":"00:38:16","speaker":3,"line":"And I was wearing a very large head wrap. What? The hoody. I thought we'd throw them off my scent. So I went in and I said, I will have your dog of hot some of your tots of Tater And","episode":"s02e02","objectID":"202225"},{"time":"00:38:33","speaker":1,"line":"they were cold as eyes. So you don't want the food to be more healthy. You wanted to be honored. And, yes, that is my main flat fall. So what's what's the","episode":"s02e02","objectID":"202226"},{"time":"00:38:48","speaker":2,"line":"benefit for the students for? For lunch? That's ah, equally poor and nutrition, but just served at the proper","episode":"s02e02","objectID":"202227"},{"time":"00:38:54","speaker":1,"line":"temperature. I do not believe that","episode":"s02e02","objectID":"202228"},{"time":"00:38:56","speaker":3,"line":"young minds like as such here at Alexander Hamilton High schoo. Is that what the name is at which Hamilton","episode":"s02e02","objectID":"202229"},{"time":"00:39:04","speaker":1,"line":"ity? I believe there is a little unclear because there is","episode":"s02e02","objectID":"202230"},{"time":"00:39:08","speaker":4,"line":"a bust of Alexander. But there's also Ah, bust of Lin Manuel","episode":"s02e02","objectID":"202231"},{"time":"00:39:12","speaker":1,"line":"Miranda. And there's a bus of Richard Hamilton from the Detroit Pissed. Also,","episode":"s02e02","objectID":"202232"},{"time":"00:39:16","speaker":3,"line":"I saw George Hamilton 19 eighties TV style, walking around the ways of hall.","episode":"s02e02","objectID":"202233"},{"time":"00:39:24","speaker":1,"line":"Now, now, this is interesting the way you speak. Would you call that poetry or Okay, this'll is not prose poetry in motion. Interesting. Interesting. I like I'm just fascinated by The more I try, the less I understand it, to be honest. But that may","episode":"s02e02","objectID":"202234"},{"time":"00:39:40","speaker":4,"line":"be what I like about listening to you. Talk is, you know, we're all moving so fast, and we're all trying to be understood. And it seems like neither of those things matter","episode":"s02e02","objectID":"202235"},{"time":"00:39:50","speaker":3,"line":"to poet. Those things do not matter to me, Lady Smith.","episode":"s02e02","objectID":"202236"},{"time":"00:39:56","speaker":4,"line":"So you would come in. And what do you think? There's a lot of people I mean myself included would say, I'm not paying higher taxes for these lunches to not be ice cold because","episode":"s02e02","objectID":"202237"},{"time":"00:40:07","speaker":2,"line":"you're gonna have to buy, you know, new fryers, better ovens,","episode":"s02e02","objectID":"202238"},{"time":"00:40:11","speaker":4,"line":"staff. And so how do you propose fixing that? Where do the cuts come from? Where does the money come from?","episode":"s02e02","objectID":"202239"},{"time":"00:40:19","speaker":3,"line":"Yeah, man, I don't know where the money comes from.","episode":"s02e02","objectID":"202240"},{"time":"00:40:23","speaker":2,"line":"Oh, this is actually no old man. He's 70","episode":"s02e02","objectID":"202241"},{"time":"00:40:25","speaker":3,"line":"seven. I'm 94. You look 30. Thank you. I just just my lines and it soaks up to my face and pulls me tighter.","episode":"s02e02","objectID":"202242"},{"time":"00:40:41","speaker":1,"line":"Um, so So I I know on Thursdays they have pizza. Uh, pizza is the only option, and they serve ice cream.","episode":"s02e02","objectID":"202243"},{"time":"00:40:50","speaker":3,"line":"I came to the to the cafeteria on AFIS. Yeah,","episode":"s02e02","objectID":"202244"},{"time":"00:40:53","speaker":1,"line":"we saw was undercover. You were literally under a cover. He looked like a ghost.","episode":"s02e02","objectID":"202245"},{"time":"00:41:00","speaker":3,"line":"I had on the top. I had across my car when it gets too hot e to sit in a hot car. So I drive it in Tottenham?","episode":"s02e02","objectID":"202246"},{"time":"00:41:10","speaker":4,"line":"Yeah. You were walking around with a big sheet That said, I think it said a license plate number drawn on","episode":"s02e02","objectID":"202247"},{"time":"00:41:17","speaker":3,"line":"just in case someone needs to issue me a citation. And what was your problem with the pizza and the ice cream month? And I walked in and I said, Excuse me, madam. My name is Lady Smith Black","episode":"s02e02","objectID":"202248"},{"time":"00:41:31","speaker":1,"line":"from Basel. You immediately. You're really I am a student. He so a 94 year old woman walked in and and did not lie about who she was. I was wearing a pair of shades. I got out of a Barbie kid. They were too small. Too small. It's an understatement. They were sitting on the they were squeezing your nose together. It looked as if you were gonna go swimming or something like that on your nose. Yes. They were much too small for my large face. Well, that's","episode":"s02e02","objectID":"202249"},{"time":"00:42:05","speaker":4,"line":"the other thing is, they seemed too small for any face. But your face is particularly big.","episode":"s02e02","objectID":"202250"},{"time":"00:42:10","speaker":1,"line":"I'm glad you brought it up because I didn't wanna I didn't want to bring it up. But it is all I can think","episode":"s02e02","objectID":"202251"},{"time":"00:42:14","speaker":3,"line":"about when you have seen the things I have seen have the things I have heard smelt the things I have smelt tasted the things I have tasted a","episode":"s02e02","objectID":"202252"},{"time":"00:42:26","speaker":1,"line":"lot because you almost looked like the D K mode of yourself. You know, from Nintendo 64 the big heads","episode":"s02e02","objectID":"202253"},{"time":"00:42:34","speaker":3,"line":"understand, referee, I was a big fan of Excite by 60.","episode":"s02e02","objectID":"202254"},{"time":"00:42:41","speaker":1,"line":"Did you play it? Or you were just a van? Because I just like to watch. So So you got the pizza? Yeah, on Thursday,","episode":"s02e02","objectID":"202255"},{"time":"00:42:50","speaker":3,"line":"and you got the ice cream and What did you want? I wanted that I screamed to be hot.","episode":"s02e02","objectID":"202256"},{"time":"00:42:57","speaker":4,"line":"The ice cream was ice cold.","episode":"s02e02","objectID":"202257"},{"time":"00:42:59","speaker":3,"line":"I put the ice cream in my mouth movement. It ran down my throat and I said, Why Lord? Why this cream of ice Be so cold? Beautiful.","episode":"s02e02","objectID":"202258"},{"time":"00:43:11","speaker":2,"line":"You know, ice is in the name, though. I mean, you can't You can't serve hot ice cream. You're just serving when I see me cream","episode":"s02e02","objectID":"202259"},{"time":"00:43:17","speaker":3,"line":"when I am schoolboy, that is exactly what? So I will serve buckets of warm cream?","episode":"s02e02","objectID":"202260"},{"time":"00:43:24","speaker":1,"line":"No. What about the pizza? How is the pizza? Is that he said was","episode":"s02e02","objectID":"202261"},{"time":"00:43:27","speaker":3,"line":"quite cold. You don't understand. And I usually like cold pizza. I have been eating whole pizza sense. The Pizza Hut Foundation began in the 19.","episode":"s02e02","objectID":"202262"},{"time":"00:43:39","speaker":1,"line":"Now is that is the Pizza Hut Foundation. Is that like a Bill Gates Foundation? Is that a charity? That is","episode":"s02e02","objectID":"202263"},{"time":"00:43:46","speaker":3,"line":"the Pizza Hut Foundation is what it was called back when it was still a sit down","episode":"s02e02","objectID":"202264"},{"time":"00:43:53","speaker":1,"line":"because they don't have visiting.","episode":"s02e02","objectID":"202265"},{"time":"00:43:54","speaker":3,"line":"We don't have those anymore just to enjoy going to the buffet, making large salad of fruits and vegetables, then taking it back in the behind the counter at the pizza.","episode":"s02e02","objectID":"202266"},{"time":"00:44:07","speaker":1,"line":"Did you work? Remember you. I remember seeing you work because you worked at the pizza and you would get a large pizza pan. Make yourself a salad on that pan. That was huge. And send it right through the door and send it through the pizza oven. 15 minutes had artists, and it was Okay, let's talk about your campaign because I haven't exactly all the other school board. Uh, people are campaigning again, and I haven't exactly seen any signs like yard signs or ads. Um, I heard that you are speaking at the Strawberry","episode":"s02e02","objectID":"202267"},{"time":"00:44:47","speaker":3,"line":"Festival next week. Yes, I am. I'm speaking at the local county Strawberry Festival. Would you like to hear a version of my speed?","episode":"s02e02","objectID":"202268"},{"time":"00:44:54","speaker":1,"line":"I I would, Yes. Yeah. I can't believe this. We get to hear a little preview of the","episode":"s02e02","objectID":"202269"},{"time":"00:44:58","speaker":3,"line":"speech. Ladies and gentlemen, Jews engine. I would like to","episode":"s02e02","objectID":"202270"},{"time":"00:45:06","speaker":1,"line":"I guess I discover everyone.","episode":"s02e02","objectID":"202271"},{"time":"00:45:09","speaker":3,"line":"I would like to express to you my gratitude for having me speak here at the annual strawberry, her festival office. And I would like to tell you that I will be running for school board if you don't know who I am. I am a poet laureate. Ladies with Black Mambazo and I would like our students lunches do be harder because with hard bellies, you groom hot minds which read hot books and build hot buildings and do hot. Are you interrupting my?","episode":"s02e02","objectID":"202272"},{"time":"00:45:48","speaker":2,"line":"I felt bad because I I heard a rumor that you were also complete. You had complaints about the school library as well.","episode":"s02e02","objectID":"202273"},{"time":"00:45:57","speaker":3,"line":"All of the books were high school.","episode":"s02e02","objectID":"202274"},{"time":"00:45:59","speaker":2,"line":"Okay? Yeah, I was. I was","episode":"s02e02","objectID":"202275"},{"time":"00:46:01","speaker":3,"line":"the only thing I don't like cold. The only thing I don't like hot is my vehicle. And that is why I drape it in a licensed drape.","episode":"s02e02","objectID":"202276"},{"time":"00:46:12","speaker":4,"line":"Can I ask you this? Um, there's been a bit of controversy, I would say over you being the only person not running for school board. Early person running for school board that does not have a child in the district. I know. For a while, you were trying to do a, uh, adoption on rush. Um, what up happening","episode":"s02e02","objectID":"202277"},{"time":"00:46:36","speaker":3,"line":"with that? It turns out you cannot go to a school and look at one child in the face and say, How would you like to be nurtured by a mother? My chi","episode":"s02e02","objectID":"202278"},{"time":"00:46:47","speaker":4,"line":"Oh, I know that from","episode":"s02e02","objectID":"202279"},{"time":"00:46:47","speaker":3,"line":"experience. You know, I walked right up to 10 different Children. I said, excuse me, job. Do you have a mother? And they said yes. And I said, How would you like a new one? And they all hand away,","episode":"s02e02","objectID":"202280"},{"time":"00:47:06","speaker":1,"line":"And now this is sort of Ah, late political turn for you. I mean, you haven't been active in politics yet. You're now 94. You've mostly been doing some behind the counter and retail jobs for most of your","episode":"s02e02","objectID":"202281"},{"time":"00:47:17","speaker":3,"line":"life. I have been a private eye most of my life. Interesting. I am a no. Well, this guy.","episode":"s02e02","objectID":"202282"},{"time":"00:47:23","speaker":1,"line":"Well, I disagree, but but that's interesting. I would love to hear a little more about that. All right?","episode":"s02e02","objectID":"202283"},{"time":"00:47:27","speaker":3,"line":"Yes. What? I only told you about the Pizza Hut. But I was really a secret shopper at the Pizza Hut Foundation to go and make sure they were doing the right things as a sit down family restaurant. But their own soda was always flat.","episode":"s02e02","objectID":"202284"},{"time":"00:47:46","speaker":1,"line":"I did. I did see you secret shopping. Um, last year in that knickknack shop, uh, all things, all things considered, it's all things considered. Um, and you were I mean, the You weren't exactly","episode":"s02e02","objectID":"202285"},{"time":"00:48:05","speaker":3,"line":"secretive. I felt I waas I had heard there were I got a case. There was a complaint. Someone came to me and said, Ladies, myth, Please help me. I have just gone to the Knick Knack shop. All things considered And I walked here and I asked for loose clothes hangers e I didn't want to buy a pack. I wanted them loose. I only had one shirt that needed to be hanged.","episode":"s02e02","objectID":"202286"},{"time":"00:48:34","speaker":4,"line":"Someone came in your private eye office with","episode":"s02e02","objectID":"202287"},{"time":"00:48:36","speaker":1,"line":"this problem. Oh, I thought yes. I thought you meant loose clothes as in clothes that are too big for you and hangers for those clothes. No, no, just a single individual closed.","episode":"s02e02","objectID":"202288"},{"time":"00:48:48","speaker":3,"line":"And I said, I will get to the bottom of it. When do you need this done by? And she said, Today would be good And I said, I won't be able to do it until Tuesday. That day was a Sunday. On Sundays I only sit at home and I drink hot tea. Drink hot, cold brew. I drink hot, cold pressed juice Erie. I drink hot toddies, but I put an ice cube in them.","episode":"s02e02","objectID":"202289"},{"time":"00:49:18","speaker":4,"line":"Consume any fruit on Sundays.","episode":"s02e02","objectID":"202290"},{"time":"00:49:20","speaker":3,"line":"No, only liquid. Because when the body is running on liquids, the mind is running with","episode":"s02e02","objectID":"202291"},{"time":"00:49:28","speaker":1,"line":"quickness. I don't need aerial flourish as if you had made arrive. I don't","episode":"s02e02","objectID":"202292"},{"time":"00:49:36","speaker":2,"line":"mean thio put Try to poke holes in your story or anything like that. But you said someone came into your private eye shop and asked you to go buy them a loose hand. That doesn't sound like a private or business bureau.","episode":"s02e02","objectID":"202293"},{"time":"00:49:51","speaker":3,"line":"They they weren't asking me to buy it for them. They were asking me to find it in the novel. So I went to the Knick Knack shop in disguise. Yes, I saw him. I was just as a bad.","episode":"s02e02","objectID":"202294"},{"time":"00:50:02","speaker":1,"line":"So you sort of investigating things that are This was actually one of your better disguises. It was a really It was sort of like a throw rug. Yeah. You know, there's like I Yeah. Um but it was It was not a bear. It was a goat. More forget is more of a goat.","episode":"s02e02","objectID":"202295"},{"time":"00:50:22","speaker":2,"line":"Was this guy was it a big goat? Very","episode":"s02e02","objectID":"202296"},{"time":"00:50:26","speaker":3,"line":"regular sized smile.","episode":"s02e02","objectID":"202297"},{"time":"00:50:28","speaker":4,"line":"So you went into the shop dressed as a bear. Speak to the shopkeepers.","episode":"s02e02","objectID":"202298"},{"time":"00:50:32","speaker":3,"line":"I did. I had on some high heels that I got from a Barbie kit.","episode":"s02e02","objectID":"202299"},{"time":"00:50:38","speaker":1,"line":"So on your on her pinkie toes. So you're rocking flatfooted. Something bothering your foot. Yes. Yes, they were there,","episode":"s02e02","objectID":"202300"},{"time":"00:50:49","speaker":3,"line":"So I walked in. I said, excuse me. My dome. It was a yes. If","episode":"s02e02","objectID":"202301"},{"time":"00:50:57","speaker":4,"line":"you you immediately thought the man was a woman,","episode":"s02e02","objectID":"202302"},{"time":"00:50:59","speaker":3,"line":"you corrected yourself. Excuse me, madams. If it had been written, like in my poetry, it would have been Excuse me, M 88 dash dash.","episode":"s02e02","objectID":"202303"},{"time":"00:51:12","speaker":1,"line":"You're right. You're right. Miss Stakes into your gender mistake. Mistakes","episode":"s02e02","objectID":"202304"},{"time":"00:51:17","speaker":3,"line":"have a Ross home of poetry. When there's mistake on the horizon, there is greatness Comes right.","episode":"s02e02","objectID":"202305"},{"time":"00:51:26","speaker":1,"line":"Okay. That was close. That was going on. Here is what I wanted to I fully support you. I fully support you in a little. Thank you, Mr. You know, we're trying to get back into the school. Everybody's good graces. Can I ask you? I mean, you know. What do you think of us? You've seen us around town. You know who we are? A","episode":"s02e02","objectID":"202306"},{"time":"00:51:45","speaker":3,"line":"little bit. Yes. Well, Mr Weatherman, I'm always disappointed when I come to, you know, to ask you how the weather ears and you have no answer. We II classically, don't know. It's you know my last name is weatherman. So it's kind of been my life's mission to not fulfill that for everybody.","episode":"s02e02","objectID":"202307"},{"time":"00:52:04","speaker":1,"line":"Yeah, and you always ask me why I'm not currently craving","episode":"s02e02","objectID":"202308"},{"time":"00:52:07","speaker":3,"line":"of food. Exactly. And I asked Mister Levi's, Does he have any genes?","episode":"s02e02","objectID":"202309"},{"time":"00:52:13","speaker":4,"line":"What, you always ask me, uh, about","episode":"s02e02","objectID":"202310"},{"time":"00:52:17","speaker":2,"line":"blessed me. However I have said","episode":"s02e02","objectID":"202311"},{"time":"00:52:19","speaker":3,"line":"me father, for I have seen exactly from San Diego.","episode":"s02e02","objectID":"202312"},{"time":"00:52:26","speaker":4,"line":"That is not a question. I think it's interesting that you you ask him a statement of the Padres. You make you make a lot of literal assumptions about people's last names, and you have a last name that literally cannot be literal.","episode":"s02e02","objectID":"202313"},{"time":"00:52:41","speaker":3,"line":"Exactly. They give me free rein to everyone else because when someone else's last name get the literal ized, anything else would be uncivil.","episode":"s02e02","objectID":"202314"},{"time":"00:52:57","speaker":2,"line":"Have you have you, by any chance, had access to any polling data or anything like that","episode":"s02e02","objectID":"202315"},{"time":"00:53:03","speaker":1,"line":"about the company? Because they have done, they have done some initial","episode":"s02e02","objectID":"202316"},{"time":"00:53:07","speaker":3,"line":"polls. No, I don't find all that stuff you under are you already said that you had not seen any signs put up by me, and that is because I am taking a new approach to this here election. What can","episode":"s02e02","objectID":"202317"},{"time":"00:53:21","speaker":1,"line":"we give you? Ah, just a little","episode":"s02e02","objectID":"202318"},{"time":"00:53:23","speaker":3,"line":"bit of bad news. Please do. The","episode":"s02e02","objectID":"202319"},{"time":"00:53:25","speaker":1,"line":"polls are not looking good. What are currently pulling at 3%? Yeah, Mr. Jeans is is way out","episode":"s02e02","objectID":"202320"},{"time":"00:53:32","speaker":3,"line":"ahead. I thought that my plan would work that I would surprise win.","episode":"s02e02","objectID":"202321"},{"time":"00:53:38","speaker":1,"line":"I feel your plan was to surprise win so you wouldn't know who you are. You Somehow you would get elected yet. Okay. Then I","episode":"s02e02","objectID":"202322"},{"time":"00:53:46","speaker":3,"line":"would be like surprise. Because when there's a surprise win, we all can begin again.","episode":"s02e02","objectID":"202323"},{"time":"00:53:53","speaker":1,"line":"Ok, I guess that is true. If people","episode":"s02e02","objectID":"202324"},{"time":"00:53:56","speaker":4,"line":"vote on their local elections, like how they bet on horse races, I think you've got a good chance because you do have a very interesting name that","episode":"s02e02","objectID":"202325"},{"time":"00:54:05","speaker":1,"line":"I would hurt for. Absolutely. Um Well, I think I Honestly, maybe your platform is just I I do appreciate that. You need that. We need to change. The lunch is a little bit, but I think that maybe you should adopt another philosophy. Do you have any thoughts on, you know, like tuition O r. Or","episode":"s02e02","objectID":"202326"},{"time":"00:54:27","speaker":2,"line":"do we need to have a tuition at this school like that that's a big issue on the ballot. Whether or not we should institute a tuition at a public school,","episode":"s02e02","objectID":"202327"},{"time":"00:54:35","speaker":1,"line":"a lot of the parents are saying No, a lot of the parents are vehemently and a lot","episode":"s02e02","objectID":"202328"},{"time":"00:54:38","speaker":2,"line":"of teachers were saying Yes, because that tuition would be funneled","episode":"s02e02","objectID":"202329"},{"time":"00:54:41","speaker":1,"line":"into jeans is obviously against","episode":"s02e02","objectID":"202330"},{"time":"00:54:43","speaker":3,"line":"tuition Where then I must be for you, Because when you have a tuition education comes into for a ship,","episode":"s02e02","objectID":"202331"},{"time":"00:54:52","speaker":1,"line":"I have a private school. I guess that's true. That's right.","episode":"s02e02","objectID":"202332"},{"time":"00:54:56","speaker":4,"line":"Eso You're pro tuition, pro delish in elation. And I would I'd be curious, just as I'm looking at this from the outside. Still, Um, why do you care so much about the temperature of the food? These kids are eating at a school where you have no Children?","episode":"s02e02","objectID":"202333"},{"time":"00:55:12","speaker":3,"line":"He has every day I come here just in disguise to eat.","episode":"s02e02","objectID":"202334"},{"time":"00:55:17","speaker":4,"line":"So you come here for your love you","episode":"s02e02","objectID":"202335"},{"time":"00:55:19","speaker":1,"line":"every day. So this is just kind of your favorite restaurant. Basically, it's","episode":"s02e02","objectID":"202336"},{"time":"00:55:24","speaker":3,"line":"like if you go to a hospital to eat. But hospitals scare me","episode":"s02e02","objectID":"202337"},{"time":"00:55:28","speaker":1,"line":"if you go toe. Is that a thing? A lot of people do. They just go get their lunch at a hospital.","episode":"s02e02","objectID":"202338"},{"time":"00:55:32","speaker":3,"line":"Yes, they do. Because when death is nigh, Bill Nye, the science.","episode":"s02e02","objectID":"202339"},{"time":"00:55:37","speaker":1,"line":"Okay, Okay. Bill Nye, the science guy had no no reason to be in that sentence. But I like him. He is. Are you actually running, or do you just want the food All the cold food hot at school, which is your favorite restaurant? That's more I don't really So it's sort of a publicity's run, but hey, look what happened with Trump. You run for to get publicity on your name, and then the idiots vote. Yeah, Yeah. I mean,","episode":"s02e02","objectID":"202340"},{"time":"00:56:06","speaker":2,"line":"maybe you had a surprise victory through","episode":"s02e02","objectID":"202341"},{"time":"00:56:09","speaker":3,"line":"Donald Trump. What is a win for Donald Trump? M c Hammer saying pops in about Okay,","episode":"s02e02","objectID":"202342"},{"time":"00:56:17","speaker":1,"line":"these air getting","episode":"s02e02","objectID":"202343"},{"time":"00:56:18","speaker":2,"line":"good? Yeah. It feels like we've actually you normally think over time, your rhymes will get worse. But in this case, it seems with passing rhyme, they've become better and better.","episode":"s02e02","objectID":"202344"},{"time":"00:56:27","speaker":1,"line":"Well, I Honestly, I hope you do actually make it onto the ballot and figure out some of the, you know, red tape that you have to go through to actually get on one of those things. I mean, Mr Levi's you ran for mayor. Do you have any, um, advice on how to get on the ballot?","episode":"s02e02","objectID":"202345"},{"time":"00:56:45","speaker":2,"line":"Well, uh, getting on the ballot is one thing. You know? Uh, okay, because they got no, I think I'm sorry to ask. You think there's some paperwork that's involved? I mean, I have advice once you've gotten on the ballot on DME. And mainly it would just be, you know, don't tweet pictures of other people's penises. All right, But you tweet a picture. No, no, you can't","episode":"s02e02","objectID":"202346"},{"time":"00:57:05","speaker":4,"line":"do it.","episode":"s02e02","objectID":"202347"},{"time":"00:57:05","speaker":3,"line":"I must. I must.","episode":"s02e02","objectID":"202348"},{"time":"00:57:07","speaker":1,"line":"Your twitter is really filthy. Full, full. You're at filth, ese. When they are penises","episode":"s02e02","objectID":"202349"},{"time":"00:57:15","speaker":3,"line":"on Twitter, you have something to jangle while you're on this shit.","episode":"s02e02","objectID":"202350"},{"time":"00:57:21","speaker":1,"line":"What do you do it, right? You jerk off while you're taking a booth. Hey, I am a woman. I know. I That's obvious. Um, okay, Well, uh, yeah, I think you should, um, maybe maybe get on Twitter, tell people you know that you're that you're wanting to run.","episode":"s02e02","objectID":"202351"},{"time":"00:57:42","speaker":4,"line":"Yeah, way could follow Lady Smith Blackthorn bars on Twitter at filthy, filthy at. Filthy on. Dhe keeping on that race. Let's try to get that surprise victory.","episode":"s02e02","objectID":"202352"},{"time":"00:57:53","speaker":2,"line":"Yeah, you know, we're gonna be pulling for you know, hopefully this this appearance on the podcast is the first step in a positive direction.","episode":"s02e02","objectID":"202353"},{"time":"00:58:00","speaker":1,"line":"Oh, yeah, We've got tons of listeners. So you do have a lot of to go food with you right here. It just seems like it's from the lunch room.","episode":"s02e02","objectID":"202354"},{"time":"00:58:08","speaker":3,"line":"Yes, and it's just ice cold. And I can't wait to get home to put it in the oven on.","episode":"s02e02","objectID":"202355"},{"time":"00:58:12","speaker":4,"line":"And you're getting into what? Looks like the top half of","episode":"s02e02","objectID":"202356"},{"time":"00:58:15","speaker":3,"line":"a wet suit. You see, I have another private eye engagement down where you had it at the docks.","episode":"s02e02","objectID":"202357"},{"time":"00:58:22","speaker":2,"line":"Is there? Uh, do you have any parting words for the audience? Would you Would you like to say anything before you get out of here?","episode":"s02e02","objectID":"202358"},{"time":"00:58:27","speaker":3,"line":"Parting words for the audience listening to the teacher's lounge may cause you to have a scrap. Okay, but don't you fret your little bottoms if you want. Um, I got okay. I'm talking about dick pics.","episode":"s02e02","objectID":"202359"},{"time":"00:58:47","speaker":2,"line":"Thank you so much. Thank you, Mambazo for school board so much. You'll make sure you make it out to the polls,","episode":"s02e02","objectID":"202360"},{"time":"00:58:55","speaker":3,"line":"make it out to the polls, please. Like my polls on Twitter","episode":"s02e02","objectID":"202361"},{"time":"00:58:58","speaker":2,"line":"before we go today. Guys, I think we're all trying to hold each other accountable on keep us on the right track. So let's I think before we go, we should all check in one more time with our vision boards that we have for our Yes, Um, as you guys know, I said my my goal for the end of this year is to to win a Pulitzer Prize on I'm well on the way. I got my first issue coming out literally at the West soon as we hit. Stop on the recorder. Today, My first issue of the school papers coming out and it is not ready. Well, it's a very is. It's gonna be, You know, the stories are ready. Okay, well,","episode":"s02e02","objectID":"202362"},{"time":"00:59:28","speaker":1,"line":"in the mess,","episode":"s02e02","objectID":"202363"},{"time":"00:59:30","speaker":4,"line":"you're just gonna photocopy this mess here.","episode":"s02e02","objectID":"202364"},{"time":"00:59:34","speaker":1,"line":"Hello? College ruled","episode":"s02e02","objectID":"202365"},{"time":"00:59:35","speaker":2,"line":"on it. It's an unorthodox format. You guys act like like the same old same old is going to get us noticed. Well,","episode":"s02e02","objectID":"202366"},{"time":"00:59:41","speaker":1,"line":"I hope I hope this. I hope this really sells, and I hope it gets you all right. You too, because I got to meet on friday that I got to get this. Ah, this these guys up and go in. I mean, because I told them in the interview, They're going to run","episode":"s02e02","objectID":"202367"},{"time":"00:59:59","speaker":3,"line":"and they can't Hunt can't hide. That's great. That's a wonderful idea. If","episode":"s02e02","objectID":"202368"},{"time":"01:00:04","speaker":1,"line":"you look up on my vision board, it's all about motivation, Baby, I have the picture of the one man who motivates young lives more than anyone else. Bobby Knight. Bobby Knight Theo Indiana University basketball coach who famously screams his players into submission. Couple chokeholds. And that's what I mean. I'm telling you, I've been down that road and I'm gonna tell you","episode":"s02e02","objectID":"202369"},{"time":"01:00:27","speaker":2,"line":"now. It does not work, but you got your first test this coming week with your assembly, your speech. We'll see how that goes. That's right on time. What about you? What's your plans for","episode":"s02e02","objectID":"202370"},{"time":"01:00:36","speaker":4,"line":"the week? You look up my vision board and it's got a photo of me walking down the aisle, and I'm wearing a wedding dress and a tuxedo because I want to walk down the aisle and be an equal partner with the person I want.","episode":"s02e02","objectID":"202371"},{"time":"01:00:47","speaker":1,"line":"I say. So you want to see what it's like to live in a woman's shoes when she's getting married? Yeah,","episode":"s02e02","objectID":"202372"},{"time":"01:00:53","speaker":4,"line":"well, I just want to be, you know, I don't want to say You have to wear the dress. I was tuxedo. Everything is equal now. You could be a janitor. You could be. What are some other garbage jobs that nobody wants? A garbage man? A garbage woman? Oh, wow. See? It's","episode":"s02e02","objectID":"202373"},{"time":"01:01:11","speaker":1,"line":"in the language. The language CEO. It's in the language here.","episode":"s02e02","objectID":"202374"},{"time":"01:01:16","speaker":4,"line":"So I'm trying to understand that every day me and my class next week they're taking me to a yoga class. Uh uh, hot yoga regularly because you usually said the hottest. You're good,","episode":"s02e02","objectID":"202375"},{"time":"01:01:28","speaker":1,"line":"You It's not build. It's hot yoga, But it's just a bad yoga studio.","episode":"s02e02","objectID":"202376"},{"time":"01:01:36","speaker":4,"line":"Yeah, it's a yoga studio that's right. Under the good Laundromat,","episode":"s02e02","objectID":"202377"},{"time":"01:01:42","speaker":1,"line":"all the drivers drivers is grief uco. Try used a heckle yoga classes and say, This is","episode":"s02e02","objectID":"202378"},{"time":"01:01:51","speaker":4,"line":"bullshit. I used to say, Yeah, I mean, you took the words right out of my mouth. This is bullshit. Lady stuff will see at the gym. Not you famously never worked out before. You know this when I was about 4 24 35 when I was doing","episode":"s02e02","objectID":"202379"},{"time":"01:02:06","speaker":2,"line":"this. All right, well, you know, we got a lot to work on this week. We're all really excited again to be back at the school. We want to thank our guest today. Lady Smith. Black Mambazo. If you are interested in voting, maybe give her a thought. I think","episode":"s02e02","objectID":"202380"},{"time":"01:02:24","speaker":1,"line":"about her while you Gene, you're also gonna have to give her a right.","episode":"s02e02","objectID":"202381"},{"time":"01:02:27","speaker":2,"line":"Yeah, yeah, yeah. I don't think she filed the paperwork to be on the ballot, but, you know, maybe by the power of suggestion will get those school lunches a little bit hotter just from bringing the issue up. Um, but yeah, Thank you all so much for","episode":"s02e02","objectID":"202382"},{"time":"01:02:42","speaker":1,"line":"this. Can I just say before we go how proud I am of you, Mr. Levis, I appreciate that before, because you have had one of the most tragic stories of all time. And now you are turned around. You're believing in the power of intention the positivity of light, and you still don't look great. But you're you're trying. Thank","episode":"s02e02","objectID":"202383"},{"time":"01:03:00","speaker":2,"line":"you. Thank you for noticing. This is this. See? This is what I mean. This is this is what we need. We need Sam. Weatherman,","episode":"s02e02","objectID":"202384"},{"time":"01:03:05","speaker":1,"line":"you do look a little pale And if I can recommend, um, silver fish, those little centipede like animals, I have a few of those living on me, and they will bump your color up about my color. Great. It'll be green, but they're bumping. Yeah, OK,","episode":"s02e02","objectID":"202385"},{"time":"01:03:21","speaker":2,"line":"well, that'll work. Yeah, Thanks again for listening. Everybody,","episode":"s02e02","objectID":"202386"},{"time":"01:03:24","speaker":4,"line":"you look terrible.","episode":"s02e02","objectID":"202387"},{"time":"01:03:26","speaker":0,"line":"Stay Weight room.","episode":"s02e02","objectID":"202388"}]