[
	{
		"time": "00:00:01",
		"speaker": 0,
		"line": "class and the car keys Thio e. I",
		"episode": "s03e01",
		"objectID": "3010"
	},
	{
		"time": "00:00:30",
		"speaker": 2,
		"line": "like busking, I think. Ah, I think I'm pretty good at it. I learned Wonderwall. Um and you know you sure I play wonderwall over and over again, do you? No, don't Most people busk on the streets or in a train and not in a new burr, right? Yes. Yeah,",
		"episode": "s03e01",
		"objectID": "3011"
	},
	{ "time": "00:00:48", "speaker": 1, "line": "yeah, I got your", "episode": "s03e01", "objectID": "3012" },
	{
		"time": "00:00:49",
		"speaker": 4,
		"line": "little limiting your audience a little bit, cause or do you do you jump for move it over and just play the song each time you get in.",
		"episode": "s03e01",
		"objectID": "3013"
	},
	{
		"time": "00:00:55",
		"speaker": 2,
		"line": "Well, I I don't remember. I started just Ah, uber xing, uh, asking an uber axes and then a small one with driver. All right, and then I didn't go into uber pool.",
		"episode": "s03e01",
		"objectID": "3014"
	},
	{
		"time": "00:01:07",
		"speaker": 4,
		"line": "See that? Now, that sounds fun. If I got a new a new Barin, somebody was playing wonderwall for me. I would honestly be really excited.",
		"episode": "s03e01",
		"objectID": "3015"
	},
	{
		"time": "00:01:13",
		"speaker": 2,
		"line": "Yeah, not only would I love to get into an uber and hear the song Wonderwall, but you get played by an amateur. You all right? Yeah, I start over a lot and I got a fact and I started",
		"episode": "s03e01",
		"objectID": "3016"
	},
	{
		"time": "00:01:26",
		"speaker": 1,
		"line": "out on purpose. Is that part of the vibrators and Well, it has",
		"episode": "s03e01",
		"objectID": "3017"
	},
	{
		"time": "00:01:29",
		"speaker": 2,
		"line": "become that Yeah, People are returning. I was",
		"episode": "s03e01",
		"objectID": "3018"
	},
	{
		"time": "00:01:32",
		"speaker": 1,
		"line": "gonna say people love live music.",
		"episode": "s03e01",
		"objectID": "3019"
	},
	{
		"time": "00:01:34",
		"speaker": 4,
		"line": "Yeah. And you know, said the rage of it is kind of taking.",
		"episode": "s03e01",
		"objectID": "30110"
	},
	{
		"time": "00:01:38",
		"speaker": 2,
		"line": "It's become sort of. My thing",
		"episode": "s03e01",
		"objectID": "30111"
	},
	{
		"time": "00:01:40",
		"speaker": 4,
		"line": "is, I don't know. You've got There's been a couple of viral clips on Twitter of you Losing your mind A new",
		"episode": "s03e01",
		"objectID": "30112"
	},
	{
		"time": "00:01:45",
		"speaker": 2,
		"line": "vers Yes. Yeah, yeah, yeah I can't keep my uber cool Uh,",
		"episode": "s03e01",
		"objectID": "30113"
	},
	{
		"time": "00:01:50",
		"speaker": 4,
		"line": "your uber you can't keep your",
		"episode": "s03e01",
		"objectID": "30114"
	},
	{
		"time": "00:01:52",
		"speaker": 1,
		"line": "That's a joke. I do in the set",
		"episode": "s03e01",
		"objectID": "30115"
	},
	{
		"time": "00:01:54",
		"speaker": 2,
		"line": "It's a pun on over pool. A little to uber excited I d'oh idea doing like bad musician comedy in there as well. Yeah, yeah, absolutely. It's I I do any type of. I paint for a second. If something starts failing, I'll go to another art. That's nice. May I? Don't ride uber anymore. Why? I just don't agree with that guy that runs it. I read it. I read it, Tweet about him. And no, he's not hard enough. Yeah, What's he doing out there? She is not hard. And I'm soft on his fellow employees. Right? You know, on general business practices, You know what I like What uber driver should be paying his insurance?",
		"episode": "s03e01",
		"objectID": "30116"
	},
	{
		"time": "00:02:41",
		"speaker": 1,
		"line": "Absolutely. You just finished",
		"episode": "s03e01",
		"objectID": "30117"
	},
	{
		"time": "00:02:43",
		"speaker": 2,
		"line": "reading the Fountainhead, right? That's right. And I think",
		"episode": "s03e01",
		"objectID": "30118"
	},
	{ "time": "00:02:49", "speaker": 3, "line": "I got a lot", "episode": "s03e01", "objectID": "30119" },
	{
		"time": "00:02:50",
		"speaker": 1,
		"line": "of it through. So you've been holding",
		"episode": "s03e01",
		"objectID": "30120"
	},
	{
		"time": "00:02:51",
		"speaker": 2,
		"line": "a pen and you get a lot of inspiration from that? Yeah. Yeah, I get a lot of Randy and inspiration from this pen. I know. I am listening to the fountainhead on tape as, um as read by, uh um, as read by James Woods.",
		"episode": "s03e01",
		"objectID": "30121"
	},
	{
		"time": "00:03:07",
		"speaker": 1,
		"line": "You're getting a lot from that.",
		"episode": "s03e01",
		"objectID": "30122"
	},
	{
		"time": "00:03:09",
		"speaker": 2,
		"line": "Do you feel like your mind is changing? Do you feel like you're absorbing? Well, you know, I'm just, you know, I'm learning a lot about how you got it. Everyone is out for themselves. And if anything bad happens to anyone, it's their own fault. I agree. It's all about discipline. Yeah, but bad things. And that's what my whole life has been about. Blaming other people for things. And it's like Maybe it is my fault and maybe my successes or my by joy. That's good.",
		"episode": "s03e01",
		"objectID": "30123"
	},
	{
		"time": "00:03:33",
		"speaker": 4,
		"line": "Turn it in on yourself because your your spot your justice responsible for your failures as you are for your success, is absolutely. And that's something we've all sometimes failures are bigger than success. we've already been recording for foreign. How minutes? Well, blow me down. I'm sorry, guys. Okay, Well, hey, you know what? Let's our Howard",
		"episode": "s03e01",
		"objectID": "30124"
	},
	{
		"time": "00:03:53",
		"speaker": 1,
		"line": "fuck Howard asked for this time. Guys, I'm not doing it on purpose, okay? It's just you know, he's a private box. Stuff failures. Yeah, this is very private. Okay, Okay,",
		"episode": "s03e01",
		"objectID": "30125"
	},
	{
		"time": "00:04:05",
		"speaker": 2,
		"line": "fine. Well, it's a draw. The show?",
		"episode": "s03e01",
		"objectID": "30126"
	},
	{
		"time": "00:04:07",
		"speaker": 4,
		"line": "Yeah. All right. Ladies and gentlemen, welcome to the Teacher's Lounge is the first, best and only podcast relevant Thio. Well, it would be the Hamilton High School community. But of course, we no longer are at Hamilton High School due to rule. Well, it was",
		"episode": "s03e01",
		"objectID": "30127"
	},
	{
		"time": "00:04:22",
		"speaker": 1,
		"line": "very mutual. Was a conscious uncoupling.",
		"episode": "s03e01",
		"objectID": "30128"
	},
	{
		"time": "00:04:26",
		"speaker": 4,
		"line": "Yeah, you know, they had reasons for wanting us gone. We had reasons for one to lead",
		"episode": "s03e01",
		"objectID": "30129"
	},
	{
		"time": "00:04:30",
		"speaker": 2,
		"line": "the way turned, uh, we turned the gymnasium enough, Thio. Sorry. Cafeteria into a hot hell, Sana. That's",
		"episode": "s03e01",
		"objectID": "30130"
	},
	{
		"time": "00:04:41",
		"speaker": 1,
		"line": "right. Well, you know, we're trying to care for all these kids, you know? And sometimes when you're making an omelet, you got to burn down a couple of years. And then, of course, we mutually",
		"episode": "s03e01",
		"objectID": "30131"
	},
	{
		"time": "00:04:51",
		"speaker": 2,
		"line": "ah, pretty much let the school on fire and escape without Chapo.",
		"episode": "s03e01",
		"objectID": "30132"
	},
	{
		"time": "00:04:55",
		"speaker": 1,
		"line": "Who is there to save us just in time",
		"episode": "s03e01",
		"objectID": "30133"
	},
	{
		"time": "00:04:57",
		"speaker": 4,
		"line": "in a tunnel. It was, Yeah, he had dug a tunnel. Uh, over the course of a few weeks, that sort of opened up right into the recording studio. And Yes, John Wayne Bobbitt was there. It was it was quite an ordeal, you know? And we spent, uh we",
		"episode": "s03e01",
		"objectID": "30134"
	},
	{ "time": "00:05:12", "speaker": 0, "line": "spent a", "episode": "s03e01", "objectID": "30135" },
	{ "time": "00:05:12", "speaker": 1, "line": "good bit", "episode": "s03e01", "objectID": "30136" },
	{
		"time": "00:05:13",
		"speaker": 4,
		"line": "of time with with chapeau, huh? It's been, you know, and to say we're friends anymore is probably not something we could say. No, we can't say that",
		"episode": "s03e01",
		"objectID": "30137"
	},
	{
		"time": "00:05:23",
		"speaker": 2,
		"line": "at all. No. Well, I'll say this if you're listening to this episode. This is Episode 13 of the Teacher's Lounge. Do And you haven't heard the 1st 2 seasons. Do not go back. You'll get everything you need to know. Don't listen. Don't go back and re listen. We're gonna flawlessly recap it right now with all the details you need to know. I never forget anything.",
		"episode": "s03e01",
		"objectID": "30138"
	},
	{
		"time": "00:05:46",
		"speaker": 1,
		"line": "Life is about moving forward, not looking back and focusing on your failures. Though you may have a lot of them, you just gotta move forward and keep putting one foot in front of the other. I look back",
		"episode": "s03e01",
		"objectID": "30139"
	},
	{
		"time": "00:05:57",
		"speaker": 2,
		"line": "fondly on our time with El Chapo. I don't know about you guys. It's",
		"episode": "s03e01",
		"objectID": "30140"
	},
	{ "time": "00:06:02", "speaker": 1, "line": "kind of like your Elaine", "episode": "s03e01", "objectID": "30141" },
	{
		"time": "00:06:03",
		"speaker": 2,
		"line": "JJ. Yeah, I changed for the better. Now because of El Chapo,",
		"episode": "s03e01",
		"objectID": "30142"
	},
	{
		"time": "00:06:07",
		"speaker": 1,
		"line": "Right again. Just another example of a conscious uncoupling. I mean, we don't want to be together anymore, but the time we had was great",
		"episode": "s03e01",
		"objectID": "30143"
	},
	{
		"time": "00:06:15",
		"speaker": 4,
		"line": "way. You know, we spent a couple of days in the tunnel. Uh, you know, that tunnel was a lot longer than I expected it?",
		"episode": "s03e01",
		"objectID": "30144"
	},
	{ "time": "00:06:22", "speaker": 1, "line": "Yeah, I think it's from", "episode": "s03e01", "objectID": "30145" },
	{ "time": "00:06:24", "speaker": 3, "line": "Ah ah, an", "episode": "s03e01", "objectID": "30146" },
	{
		"time": "00:06:26",
		"speaker": 2,
		"line": "episode of the Ninja Turtles. They have that thing that builds tunnels is that is that",
		"episode": "s03e01",
		"objectID": "30147"
	},
	{
		"time": "00:06:34",
		"speaker": 1,
		"line": "Chapo has one of those and he's able to dig tunnels in real time. What is it? 12 foot every every six hours.",
		"episode": "s03e01",
		"objectID": "30148"
	},
	{
		"time": "00:06:43",
		"speaker": 2,
		"line": "Chop O goes for six hours. He's also got, uh he's also got a big old van that shoots pizzas and laughing gas.",
		"episode": "s03e01",
		"objectID": "30149"
	},
	{
		"time": "00:06:51",
		"speaker": 1,
		"line": "It's crazy that they never actually came up for the name for those things. Even though they started to produce him, they just referenced Ninja turtles. What? Chapo? He's really looking a lot like master shredder. Agreed. Agreed. Right. He hasn't had a haircut in a while, and he's been getting a lot of shady. He was calling me Michelangelo",
		"episode": "s03e01",
		"objectID": "30150"
	},
	{
		"time": "00:07:08",
		"speaker": 2,
		"line": "for six weeks. Master shredder. The bad guy with the mask",
		"episode": "s03e01",
		"objectID": "30151"
	},
	{
		"time": "00:07:13",
		"speaker": 1,
		"line": "right? The almost He has like a night outfit. It's sort of samurai if you TIF. It's every motif. I love the",
		"episode": "s03e01",
		"objectID": "30152"
	},
	{
		"time": "00:07:27",
		"speaker": 2,
		"line": "motif of El Chapo's whole operation down.",
		"episode": "s03e01",
		"objectID": "30153"
	},
	{
		"time": "00:07:31",
		"speaker": 4,
		"line": "You expect it to be more, you know, Mexican, but it's actually, uh, it's more of a",
		"episode": "s03e01",
		"objectID": "30154"
	},
	{
		"time": "00:07:35",
		"speaker": 1,
		"line": "Japanese. When I got out, I was like, This better be Mexican and honestly, that was the root",
		"episode": "s03e01",
		"objectID": "30155"
	},
	{
		"time": "00:07:40",
		"speaker": 4,
		"line": "of a lot of the issues. You know, we thought we're going to go down to Mexico, hide out for a little while.",
		"episode": "s03e01",
		"objectID": "30156"
	},
	{
		"time": "00:07:45",
		"speaker": 1,
		"line": "I thought I was basically getting you know, I don't",
		"episode": "s03e01",
		"objectID": "30157"
	},
	{
		"time": "00:07:47",
		"speaker": 2,
		"line": "want to be rude, but a compost and Lucas style",
		"episode": "s03e01",
		"objectID": "30158"
	},
	{
		"time": "00:07:49",
		"speaker": 1,
		"line": "vacation go down there and it's all tea and sushi",
		"episode": "s03e01",
		"objectID": "30159"
	},
	{
		"time": "00:07:52",
		"speaker": 2,
		"line": "and we didn't see we didn't see Senor Frog's once.",
		"episode": "s03e01",
		"objectID": "30160"
	},
	{
		"time": "00:07:55",
		"speaker": 1,
		"line": "Oh, no Kabo Kabo way. We made",
		"episode": "s03e01",
		"objectID": "30161"
	},
	{
		"time": "00:08:01",
		"speaker": 2,
		"line": "tunnels all across the U. S. Popping up in different cities. Chapo was lost.",
		"episode": "s03e01",
		"objectID": "30162"
	},
	{ "time": "00:08:07", "speaker": 1, "line": "He was lost. I remember", "episode": "s03e01", "objectID": "30163" },
	{
		"time": "00:08:09",
		"speaker": 2,
		"line": "we popped out and he looked around and said, Must have made a wrong turn in Albuquerque,",
		"episode": "s03e01",
		"objectID": "30164"
	},
	{
		"time": "00:08:13",
		"speaker": 1,
		"line": "right? Right. And I will I will give it up for Chapo. You know. He blames himself when",
		"episode": "s03e01",
		"objectID": "30165"
	},
	{
		"time": "00:08:20",
		"speaker": 2,
		"line": "it's when it's Do you know what I mean? Dollars shoulders. He is hard on himself.",
		"episode": "s03e01",
		"objectID": "30166"
	},
	{
		"time": "00:08:24",
		"speaker": 1,
		"line": "Popped up black emo style all over the U. S. Made a couple of sinkholes. Couple of stink holes going right",
		"episode": "s03e01",
		"objectID": "30167"
	},
	{
		"time": "00:08:30",
		"speaker": 2,
		"line": "through. Ah, you know, Cem Cem sewers. A nine year old bought me on the head, coming out once with a huge hammer.",
		"episode": "s03e01",
		"objectID": "30168"
	},
	{
		"time": "00:08:37",
		"speaker": 1,
		"line": "Well, yeah, we did pop up in a local fair, and we got Bob right next to a lack of old machine. But it was crazy.",
		"episode": "s03e01",
		"objectID": "30169"
	},
	{
		"time": "00:08:45",
		"speaker": 2,
		"line": "Were much bigger than those moles. It was",
		"episode": "s03e01",
		"objectID": "30170"
	},
	{
		"time": "00:08:48",
		"speaker": 1,
		"line": "the on them. That was Well, they were using the hand job I",
		"episode": "s03e01",
		"objectID": "30171"
	},
	{
		"time": "00:08:51",
		"speaker": 2,
		"line": "gave. I gave one of the kids a huge teddy bear was carrying. He was very. Anyway,",
		"episode": "s03e01",
		"objectID": "30172"
	},
	{
		"time": "00:08:57",
		"speaker": 1,
		"line": "getting in Mexico with chopper was definitely, you know, a task. But once we were there, it was pretty nice.",
		"episode": "s03e01",
		"objectID": "30173"
	},
	{
		"time": "00:09:03",
		"speaker": 4,
		"line": "Yeah, beaches are beautiful. The sand is wonderful. Yeah,",
		"episode": "s03e01",
		"objectID": "30174"
	},
	{
		"time": "00:09:08",
		"speaker": 2,
		"line": "we were on the We were on the run on the lam for sure. We're on the labs.",
		"episode": "s03e01",
		"objectID": "30175"
	},
	{ "time": "00:09:15", "speaker": 1, "line": "Well, we were writing", "episode": "s03e01", "objectID": "30176" },
	{
		"time": "00:09:16",
		"speaker": 2,
		"line": "lambs for awhile right down there on El Chapo's farm. But we were on the lam. We were escaping",
		"episode": "s03e01",
		"objectID": "30177"
	},
	{ "time": "00:09:24", "speaker": 1, "line": "way were heavily", "episode": "s03e01", "objectID": "30178" },
	{
		"time": "00:09:25",
		"speaker": 2,
		"line": "wanted. Apparently, it's frowned upon in America To collude with a murderous drug kingpin from another country",
		"episode": "s03e01",
		"objectID": "30179"
	},
	{ "time": "00:09:33", "speaker": 1, "line": "is crazy. If you're over", "episode": "s03e01", "objectID": "30180" },
	{
		"time": "00:09:34",
		"speaker": 2,
		"line": "the border, you're over the border. Uh, right.",
		"episode": "s03e01",
		"objectID": "30181"
	},
	{
		"time": "00:09:37",
		"speaker": 4,
		"line": "Yeah. Uh, but then, you know, as any good Ah, good vacation goes, You know, you start to rub each other the wrong way.",
		"episode": "s03e01",
		"objectID": "30182"
	},
	{
		"time": "00:09:46",
		"speaker": 2,
		"line": "Yeah. We were having a blast with becoming a reality show way Were shopping around a reality show.",
		"episode": "s03e01",
		"objectID": "30183"
	},
	{
		"time": "00:09:51",
		"speaker": 4,
		"line": "It was great. It's kind of like the Osbournes. A similar idea where it kind of just realized. It",
		"episode": "s03e01",
		"objectID": "30184"
	},
	{
		"time": "00:09:56",
		"speaker": 1,
		"line": "was It was He was down there",
		"episode": "s03e01",
		"objectID": "30185"
	},
	{
		"time": "00:09:58",
		"speaker": 2,
		"line": "with us while we were right on the coast",
		"episode": "s03e01",
		"objectID": "30186"
	},
	{
		"time": "00:10:00",
		"speaker": 1,
		"line": "shop. Oh, it is what it was called,",
		"episode": "s03e01",
		"objectID": "30187"
	},
	{
		"time": "00:10:04",
		"speaker": 4,
		"line": "Uh, and we all kind of just got high on prescription pills and just screamed at each other. Kind of",
		"episode": "s03e01",
		"objectID": "30188"
	},
	{
		"time": "00:10:11",
		"speaker": 2,
		"line": "ambled around the house looking for stuff, and, uh, I was very much the, uh, the Kelly Osborne of Of our when you released that pop song. Yeah, I did release that pop song. Copy. Don't pre copy. Don't preach. Uh,",
		"episode": "s03e01",
		"objectID": "30189"
	},
	{
		"time": "00:10:30",
		"speaker": 1,
		"line": "it was like a pun on heroin. I was",
		"episode": "s03e01",
		"objectID": "30190"
	},
	{
		"time": "00:10:32",
		"speaker": 2,
		"line": "addicted to heroin. I mean, I'm still I'm still using a method appease Yeah. Like Poppy sees. Like how you sort of make heroin. Yeah. Yeah, it was a It was a play on that, Um, it was it was to the cords of Wonderwall, which I was I was immediately sued by Did you break the billboard top 200 in Mexico? The what? The beautiful tough Thio.",
		"episode": "s03e01",
		"objectID": "30191"
	},
	{
		"time": "00:11:00",
		"speaker": 1,
		"line": "Yes. Well, it was two day is gonna be the day that I finally don't do hair when it was really me",
		"episode": "s03e01",
		"objectID": "30192"
	},
	{
		"time": "00:11:09",
		"speaker": 2,
		"line": "trying to bargain with myself to get off to get off a heroin. Yeah, what you did. I'm on methadone now. I'm on that. Congrats. You know, it got to the point where Chapo would walk up to me with dishes I had left in the same. Could be like, Hello. These don't clean themselves. I was like, I know I'm going to clean it later. I would I would eat something, leave addition to sink in, You know, pop on Netflix and",
		"episode": "s03e01",
		"objectID": "30193"
	},
	{
		"time": "00:11:36",
		"speaker": 1,
		"line": "yeah, you You got so mad at",
		"episode": "s03e01",
		"objectID": "30194"
	},
	{
		"time": "00:11:39",
		"speaker": 2,
		"line": "Chopper at one point, you slapped him and threw his teddy bear off of the, um, the pier. The pier? Yeah. Yeah, that's right. I slapped the Tuesday and Teddy bear off the pier and the producers almost made me have to go home because you can't hit another member of the cast",
		"episode": "s03e01",
		"objectID": "30195"
	},
	{
		"time": "00:11:57",
		"speaker": 4,
		"line": "is crazy. I mean it, really, Honestly, I couldn't believe, like this sort of arguments were getting into my point, but that's what happens. You know, I actually you'll remember when I was doing some laundry, Um, and I had my laundry in the washing machine and moved into the dryer. It it was done. It had been in the dryer for about an hour. Chapo just screams from the laundry room.",
		"episode": "s03e01",
		"objectID": "30196"
	},
	{
		"time": "00:12:19",
		"speaker": 1,
		"line": "Who's is this? Yeah, there's is this screaming like Richardson? Yeah. I mean, I was like Chapo, buddy. I mean, it just finished the buzzer just day. Where is Richard Simmons?",
		"episode": "s03e01",
		"objectID": "30197"
	},
	{
		"time": "00:12:32",
		"speaker": 2,
		"line": "He is here. He said that he's at that house. Yes, he that's where we found him. He also skip to the end of that podcast. He's in the house. He's doing fine. The only difference is the shorts or even shorter.",
		"episode": "s03e01",
		"objectID": "30198"
	},
	{
		"time": "00:12:45",
		"speaker": 1,
		"line": "He does know howto thio. His hair's bigger and short, shorter. We're all in great shape. That really good. Thank found him. That's the one thing that I think we all really got out of Mexico was we tightened up trials and tribulations but we got tight",
		"episode": "s03e01",
		"objectID": "30199"
	},
	{
		"time": "00:13:01",
		"speaker": 4,
		"line": "down and we ek And now it kind of ended up having to be a situation where we sort of banded together to sort of, ah, end a bad situation. Yes. Say we",
		"episode": "s03e01",
		"objectID": "301100"
	},
	{
		"time": "00:13:10",
		"speaker": 2,
		"line": "started Well, we were started. Ah, personally, As part of the reality show, we were all working at a ah Buffalo Wild wings on the side and chop. Oh, did it show up for his shift? And our boss called me and it was my day off, right? I mean, I was I was planning on just chilling there with me, Ruthie and",
		"episode": "s03e01",
		"objectID": "301101"
	},
	{
		"time": "00:13:36",
		"speaker": 1,
		"line": "Teck. We're gonna chill right during the day, you know? And I had to cover chop of shift because he's he was sleeping. Okay. Over slap. Yeah, It's like he tells us to turn off the lights in the house, get the laundry, anything show up for work, dog. Yeah, And sling some sesame boneless wings like we all",
		"episode": "s03e01",
		"objectID": "301102"
	},
	{
		"time": "00:13:58",
		"speaker": 2,
		"line": "did. Well, he didn't like that and we got into it and Well, you better be careful screaming at us, Chapo.",
		"episode": "s03e01",
		"objectID": "301103"
	},
	{
		"time": "00:14:04",
		"speaker": 4,
		"line": "And he said, and he said, Well, you better be careful screaming at me, boy. Because look at all these men behind me with machine guns and that I don't take kindly to threats. No, none of us do Not Honestly, I've never seen this all reacted with such extreme and swift synchronized movement.",
		"episode": "s03e01",
		"objectID": "301104"
	},
	{
		"time": "00:14:20",
		"speaker": 1,
		"line": "We immediately looked at each other, went down into the tunnel",
		"episode": "s03e01",
		"objectID": "301105"
	},
	{
		"time": "00:14:23",
		"speaker": 2,
		"line": "and made a bullet back for us exploding the tunnel behind us. Yeah, we blew the tunnel behind us and we turn State's evidence. We rolled on chopper. We rode on Chopper.",
		"episode": "s03e01",
		"objectID": "301106"
	},
	{ "time": "00:14:35", "speaker": 1, "line": "See, that's the thing", "episode": "s03e01", "objectID": "301107" },
	{
		"time": "00:14:35",
		"speaker": 2,
		"line": "Chapo didn't realize is that he's way more wanted than we are. Yeah,",
		"episode": "s03e01",
		"objectID": "301108"
	},
	{
		"time": "00:14:39",
		"speaker": 4,
		"line": "nothing we could do in America would ever surpassed the level of of just terror that he's",
		"episode": "s03e01",
		"objectID": "301109"
	},
	{
		"time": "00:14:47",
		"speaker": 2,
		"line": "caused. Just gentlemen, if you're listening, if you're ever in a bad way, rat on someone worse than you, you'll be fine. Exactly, will be",
		"episode": "s03e01",
		"objectID": "301110"
	},
	{
		"time": "00:14:56",
		"speaker": 1,
		"line": "totally fine. It's not about who's right. It's about who's the wrong ist it. Just don't get stitches. They get rich is just get richest. God, we're rich. Yeah, we're heroes.",
		"episode": "s03e01",
		"objectID": "301111"
	},
	{
		"time": "00:15:12",
		"speaker": 4,
		"line": "Yeah, we're here. It's It's strange how your reputation with the world can kind of change in the blink of an eye, and we all kind of. We feel really lucky that things went down the way they did because we got back to the United States.",
		"episode": "s03e01",
		"objectID": "301112"
	},
	{ "time": "00:15:22", "speaker": 1, "line": "You guys remember", "episode": "s03e01", "objectID": "301113" },
	{
		"time": "00:15:24",
		"speaker": 2,
		"line": "Apollo 13? That movie? Uh, we're actually it was a really story, right? Yeah, I remember that. Yeah,",
		"episode": "s03e01",
		"objectID": "301114"
	},
	{ "time": "00:15:33", "speaker": 1, "line": "that's sort of how ours", "episode": "s03e01", "objectID": "301115" },
	{
		"time": "00:15:35",
		"speaker": 4,
		"line": "turning win. And then we come home and",
		"episode": "s03e01",
		"objectID": "301116"
	},
	{
		"time": "00:15:38",
		"speaker": 2,
		"line": "the world was watching us. Everybody was glued to their 19 fifties TV sets and we were",
		"episode": "s03e01",
		"objectID": "301117"
	},
	{
		"time": "00:15:45",
		"speaker": 1,
		"line": "coming back from Mexico. Chapo, on our heels,",
		"episode": "s03e01",
		"objectID": "301118"
	},
	{
		"time": "00:15:49",
		"speaker": 4,
		"line": "there was there was cameras rolling when the the standard. It's pretty interesting how under",
		"episode": "s03e01",
		"objectID": "301119"
	},
	{
		"time": "00:15:54",
		"speaker": 1,
		"line": "definition cameras rolling",
		"episode": "s03e01",
		"objectID": "301120"
	},
	{
		"time": "00:15:56",
		"speaker": 4,
		"line": "on us won't be filmed in HD. Uh, we actually found our way back to that state fair one more time and popped out of that same that same tunnel hole on cameras. Were there rolling. Ah, oui, Oui. Way popped out of that hole and",
		"episode": "s03e01",
		"objectID": "301121"
	},
	{ "time": "00:16:11", "speaker": 1, "line": "you had a big C.", "episode": "s03e01", "objectID": "301122" },
	{
		"time": "00:16:12",
		"speaker": 4,
		"line": "Yeah. Ah, and you know, we we are. We were heroes. There's there's no other way to describe it.",
		"episode": "s03e01",
		"objectID": "301123"
	},
	{
		"time": "00:16:19",
		"speaker": 2,
		"line": "And we've learned a lot. We're new men now because of our conscious uncoupling with Ana Hamilton High School. We were not allowed to work there again. They said, fullest one stream on you. Our school. You did not gonna fool us again.",
		"episode": "s03e01",
		"objectID": "301124"
	},
	{
		"time": "00:16:35",
		"speaker": 4,
		"line": "Yeah. And also, you know that the reputation we do have within the sort of public school system in the United States sort of prevents us from kind of gang. It prevented us from getting hired at pretty much any public school. We We applied Thio? Yeah, and that we understand that. You know, we've had a couple of really wild years on. People are allowed to feel how they feel. So we're not mad. We're getting even. Don't get mad getting any That's right. And, you know, uh uh, well, basically, what's what happened was we decided, what's better than working for somebody",
		"episode": "s03e01",
		"objectID": "301125"
	},
	{
		"time": "00:17:12",
		"speaker": 2,
		"line": "else working for the weekend?",
		"episode": "s03e01",
		"objectID": "301126"
	},
	{
		"time": "00:17:18",
		"speaker": 1,
		"line": "Everybody at work. But we can",
		"episode": "s03e01",
		"objectID": "301127"
	},
	{
		"time": "00:17:22",
		"speaker": 4,
		"line": "Yeah, And next to working for the weekend. The best thing is working for yourself",
		"episode": "s03e01",
		"objectID": "301128"
	},
	{
		"time": "00:17:28",
		"speaker": 1,
		"line": "by their work and bar themselves. Yeah,",
		"episode": "s03e01",
		"objectID": "301129"
	},
	{
		"time": "00:17:33",
		"speaker": 4,
		"line": "And so we decided, you know, I would dip into the family funds on pay for the construction of ah Charter school.",
		"episode": "s03e01",
		"objectID": "301130"
	},
	{
		"time": "00:17:42",
		"speaker": 1,
		"line": "And you had thio. Any time you guys",
		"episode": "s03e01",
		"objectID": "301131"
	},
	{
		"time": "00:17:46",
		"speaker": 2,
		"line": "have a trust that everybody puts into and in order Thio get alone. You have to make a presentation. Yes, way All went with Howard to do the presentation for the Levi's family. Yeah,",
		"episode": "s03e01",
		"objectID": "301132"
	},
	{
		"time": "00:18:03",
		"speaker": 1,
		"line": "and I think we nailed it. Yeah, I know that name.",
		"episode": "s03e01",
		"objectID": "301133"
	},
	{
		"time": "00:18:07",
		"speaker": 2,
		"line": "We knocked it out of the freakin pop. We showed up looking good. We showed up in four black turtlenecks talking like Tim Cook, and they thought, Oh, this is going to be a boring Kino Cook made those black turtlenecks famous.",
		"episode": "s03e01",
		"objectID": "301134"
	},
	{
		"time": "00:18:19",
		"speaker": 1,
		"line": "Exactly. Because he is the reason",
		"episode": "s03e01",
		"objectID": "301135"
	},
	{
		"time": "00:18:21",
		"speaker": 2,
		"line": "that everybody knows that. Yeah. I mean, I don't remember who was before him cooks. The guy cooks",
		"episode": "s03e01",
		"objectID": "301136"
	},
	{
		"time": "00:18:26",
		"speaker": 1,
		"line": "the guy for sure. Kunis the guys. Three iPad three. Yeah, you too. On an iPhone. Oh, my books The man. But don't watch. I'm telling you. Cookies taken apple in the coolest direction we love love. Good. I love that. Well, I know you. Sometimes you like to use apples. Robin, may I love my apples with some cook. That's right. That's right. These are all cookies. These air these air cookies, You know, Little, little quotables by Tim Cook Yeah, so we took after",
		"episode": "s03e01",
		"objectID": "301137"
	},
	{
		"time": "00:19:00",
		"speaker": 2,
		"line": "cook. Um and we we did our presentation very much like how he does where he says, like, four words, the top and then bring somebody else out there is bad.",
		"episode": "s03e01",
		"objectID": "301138"
	},
	{
		"time": "00:19:10",
		"speaker": 1,
		"line": "Right? So we brought out the jab walkies Thio to do the rest of our",
		"episode": "s03e01",
		"objectID": "301139"
	},
	{
		"time": "00:19:14",
		"speaker": 4,
		"line": "prison. Yeah, which was a great get. Honestly, I I couldn't believe they responded to our e mails. I",
		"episode": "s03e01",
		"objectID": "301140"
	},
	{
		"time": "00:19:20",
		"speaker": 1,
		"line": "don't where heroes. I mean, everybody wants to work with us right now. Everyone outside of",
		"episode": "s03e01",
		"objectID": "301141"
	},
	{
		"time": "00:19:24",
		"speaker": 2,
		"line": "school, everybody other than anything that we want to do, which is schooling. So we said we said to leave eyes, you know, a phone, a music player, a watch, a private school, ladies and gentleman, the",
		"episode": "s03e01",
		"objectID": "301142"
	},
	{
		"time": "00:19:42",
		"speaker": 1,
		"line": "booth jab Walkies came out",
		"episode": "s03e01",
		"objectID": "301143"
	},
	{
		"time": "00:19:45",
		"speaker": 2,
		"line": "and did a very tight private school themed dance. Um, not dissimilar to Britney Spears. Hit me, baby one more time.",
		"episode": "s03e01",
		"objectID": "301144"
	},
	{
		"time": "00:19:56",
		"speaker": 1,
		"line": "Yeah, in fact, very similar losses. If they nailed the premise we gave them. Well, yeah, we dressed all the Japanese",
		"episode": "s03e01",
		"objectID": "301145"
	},
	{
		"time": "00:20:04",
		"speaker": 2,
		"line": "up like Britney Spears, and our only rule was no scary masks, guys.",
		"episode": "s03e01",
		"objectID": "301146"
	},
	{ "time": "00:20:09", "speaker": 1, "line": "Who's the little did we", "episode": "s03e01", "objectID": "301147" },
	{
		"time": "00:20:12",
		"speaker": 2,
		"line": "know the Jeb walkies aren't wearing those masks because it's like a cool theme there wearing There's mass because they are ugly.",
		"episode": "s03e01",
		"objectID": "301148"
	},
	{
		"time": "00:20:23",
		"speaker": 1,
		"line": "I mean, I'm talking, I'm talking mass, but that's what happened. That's what happened right now. Don't tell anybody is with this Dancers in",
		"episode": "s03e01",
		"objectID": "301149"
	},
	{
		"time": "00:20:29",
		"speaker": 2,
		"line": "the world They were all like way keep getting put in the back. So they all put on masks and they became the chapel. Yeah,",
		"episode": "s03e01",
		"objectID": "301150"
	},
	{
		"time": "00:20:36",
		"speaker": 1,
		"line": "they're ugly. I know it. No offense, but I would say most answers. I've actually noticed they're actually other than a year than you think. Yeah. Look at my legs. Look at my legs. I see why",
		"episode": "s03e01",
		"objectID": "301151"
	},
	{
		"time": "00:20:50",
		"speaker": 2,
		"line": "you don't tell. Dancers were saying,",
		"episode": "s03e01",
		"objectID": "301152"
	},
	{
		"time": "00:20:53",
		"speaker": 4,
		"line": "If you're listening to this, you know, keep it quiet. If you have a dancer friend, tell him to skip this episode.",
		"episode": "s03e01",
		"objectID": "301153"
	},
	{
		"time": "00:20:57",
		"speaker": 2,
		"line": "It's just ironic, because it's all about, like, beautiful body movement on that stuff. But, you know, if you're so ugly, it's hard to get any way, any way, at least endless made in America",
		"episode": "s03e01",
		"objectID": "301154"
	},
	{
		"time": "00:21:10",
		"speaker": 1,
		"line": "on, you know, And it went over swimmingly. Yeah, and",
		"episode": "s03e01",
		"objectID": "301155"
	},
	{
		"time": "00:21:13",
		"speaker": 2,
		"line": "so the Levi's board said, uh, you know what? We'll open up the trust for this.",
		"episode": "s03e01",
		"objectID": "301156"
	},
	{
		"time": "00:21:18",
		"speaker": 4,
		"line": "Yeah, and we essentially have a bottomless piggy bank here. Uh,",
		"episode": "s03e01",
		"objectID": "301157"
	},
	{
		"time": "00:21:24",
		"speaker": 1,
		"line": "never needs breaking. It's just bottomless. What? No, you. We put all the money in",
		"episode": "s03e01",
		"objectID": "301158"
	},
	{
		"time": "00:21:29",
		"speaker": 2,
		"line": "a big pig ceramic pig that's got grotesques genitals, and it's got",
		"episode": "s03e01",
		"objectID": "301159"
	},
	{
		"time": "00:21:34",
		"speaker": 1,
		"line": "it's It's kept its pants is ankles. It's a bottomless pinky, baby. Yes, it's disgusting. Look, for",
		"episode": "s03e01",
		"objectID": "301160"
	},
	{
		"time": "00:21:43",
		"speaker": 4,
		"line": "yeah, and it's full of money, you know?",
		"episode": "s03e01",
		"objectID": "301161"
	},
	{
		"time": "00:21:45",
		"speaker": 1,
		"line": "You know, those we kind of governors who only like they want to make art. So they're like, I'm a painter. I'm just",
		"episode": "s03e01",
		"objectID": "301162"
	},
	{
		"time": "00:21:52",
		"speaker": 2,
		"line": "gonna paint like nasty butt holes, and it'll",
		"episode": "s03e01",
		"objectID": "301163"
	},
	{
		"time": "00:21:55",
		"speaker": 1,
		"line": "elicit a response. I'm not gonna pay something that's like,",
		"episode": "s03e01",
		"objectID": "301164"
	},
	{
		"time": "00:21:59",
		"speaker": 2,
		"line": "beautiful. Looks good. So I commissioned my friend, um, slow blow.",
		"episode": "s03e01",
		"objectID": "301165"
	},
	{
		"time": "00:22:11",
		"speaker": 1,
		"line": "Loblaw was a real pro slob. Love Picasso did our bottomless biggie bacon. It's fucking disgusting. Let's be clear, no relation money. And it has no relation to Pablo Picasso. No, no, no, no. I mean, they have the same last name first.",
		"episode": "s03e01",
		"objectID": "301166"
	},
	{
		"time": "00:22:30",
		"speaker": 4,
		"line": "It's one of those situations where they think either he's like, you know, imitating or something, but they're not",
		"episode": "s03e01",
		"objectID": "301167"
	},
	{
		"time": "00:22:37",
		"speaker": 2,
		"line": "related at all. No. So, Slob Loma. Anyway, we keep our money in cash in this pig",
		"episode": "s03e01",
		"objectID": "301168"
	},
	{
		"time": "00:22:42",
		"speaker": 1,
		"line": "disgusting way. Start around charter school, and here we are. Now, we should introduce ourselves, right?",
		"episode": "s03e01",
		"objectID": "301169"
	},
	{
		"time": "00:22:51",
		"speaker": 4,
		"line": "Uh, get guys again. I'm Howard Levis. Ah, I will be once this charter schools up and running be the head of sort of the curriculum academic curriculum.",
		"episode": "s03e01",
		"objectID": "301170"
	},
	{ "time": "00:23:01", "speaker": 1, "line": "You're taking a lot", "episode": "s03e01", "objectID": "301171" },
	{
		"time": "00:23:02",
		"speaker": 2,
		"line": "on your taking a lot of smart",
		"episode": "s03e01",
		"objectID": "301172"
	},
	{
		"time": "00:23:04",
		"speaker": 4,
		"line": "good. Yeah, And we're gonna We're gonna take these kids to a new level of intelligence wise. So I'm really excited",
		"episode": "s03e01",
		"objectID": "301173"
	},
	{
		"time": "00:23:12",
		"speaker": 1,
		"line": "and, you know, Sam, weather in back. Healthy as ever. Uh, that's a boat lie here than ever. Healthy as ever. Not not healthier. Right? Right. Right on. You're always unhealthy",
		"episode": "s03e01",
		"objectID": "301174"
	},
	{ "time": "00:23:25", "speaker": 2, "line": "and you're healthy. Is", "episode": "s03e01", "objectID": "301175" },
	{
		"time": "00:23:26",
		"speaker": 1,
		"line": "Ember exactly exactly this? My health has stayed the same. I should have said All right, you know, but I'm in charge of discipline this year. Last year it was, you know, leadership and mental health and I You know, I think encouragement was sort of the wrong thing for the kids. They sort of went willy nilly on me. I sort of pushed them, but with no direction. I'm taking What? Well, even nearly Willy Vanilli. Sorry. Yes, I was lip sinking.",
		"episode": "s03e01",
		"objectID": "301176"
	},
	{
		"time": "00:23:49",
		"speaker": 3,
		"line": "A lot of my you know, uh, notes to them and everything.",
		"episode": "s03e01",
		"objectID": "301177"
	},
	{
		"time": "00:23:53",
		"speaker": 1,
		"line": "So this year got caught. Yeah, I got you know, I got caught because I made one music video. Anyway, I don't want to go into it, but now I'm doing discipline. I'm telling the kids what not to do. I'm raining them in",
		"episode": "s03e01",
		"objectID": "301178"
	},
	{
		"time": "00:24:06",
		"speaker": 2,
		"line": "while also being supportive with a tough hand. Uh, you're a big fan of Corporal,",
		"episode": "s03e01",
		"objectID": "301179"
	},
	{
		"time": "00:24:12",
		"speaker": 1,
		"line": "big fan of corporal punishment. Detention is gone, and pain is in It seems a lot like the mistake you made last season. Hey, I rule with an iron fist, all right? I I think you're right. I mean, that was me peeing. Just be big B. That was a big clumpy P. I think you might have some stones. Are you okay? Oh, yeah. No, I got that would definitely have some stunts. I'd see him. You can see him in the in my urethra. I got one stone just stuck in the tip of my fury. That looks like a snake who can't get down the hole. Muskrat e eight. Yeah, my dick is actually eating things. You don't have kidney stones. Your dick is eating. Yeah, Pebbles. I went to the doctor and he was like, No,",
		"episode": "s03e01",
		"objectID": "301180"
	},
	{ "time": "00:25:02", "speaker": 4, "line": "no, no, no. Your", "episode": "s03e01", "objectID": "301181" },
	{
		"time": "00:25:03",
		"speaker": 2,
		"line": "your dick is consuming things and shedding its skin. Right? And I was like, Wow, good. I'm tired of the sense. Circumcised dick, maybe get off. Yeah. You",
		"episode": "s03e01",
		"objectID": "301182"
	},
	{ "time": "00:25:14", "speaker": 4, "line": "know what I", "episode": "s03e01", "objectID": "301183" },
	{
		"time": "00:25:14",
		"speaker": 1,
		"line": "mean? More ways than one.",
		"episode": "s03e01",
		"objectID": "301184"
	},
	{
		"time": "00:25:17",
		"speaker": 4,
		"line": "Why don't you go ahead and introduce yourself after that one. Hello? My name is Bill Crave E. Um, I am, of course, running the athletic department at our new school. I'm",
		"episode": "s03e01",
		"objectID": "301185"
	},
	{
		"time": "00:25:31",
		"speaker": 1,
		"line": "gonna be Ah, little. I decided I'm gonna",
		"episode": "s03e01",
		"objectID": "301186"
	},
	{
		"time": "00:25:34",
		"speaker": 2,
		"line": "be more of the boss. Um and I'm gonna be less. I'm gonna be",
		"episode": "s03e01",
		"objectID": "301187"
	},
	{ "time": "00:25:37", "speaker": 1, "line": "less on the court,", "episode": "s03e01", "objectID": "301188" },
	{
		"time": "00:25:38",
		"speaker": 2,
		"line": "but I'm gonna be more of the eye in the sky,",
		"episode": "s03e01",
		"objectID": "301189"
	},
	{
		"time": "00:25:40",
		"speaker": 1,
		"line": "a little less hands on. Exactly. Well, and you won't have",
		"episode": "s03e01",
		"objectID": "301190"
	},
	{
		"time": "00:25:43",
		"speaker": 4,
		"line": "to be his hands on this year because we've got we've got some great potential. Coach is coming in.",
		"episode": "s03e01",
		"objectID": "301191"
	},
	{
		"time": "00:25:49",
		"speaker": 1,
		"line": "Great, great coaches. I am still going to coach, but my team",
		"episode": "s03e01",
		"objectID": "301192"
	},
	{
		"time": "00:25:52",
		"speaker": 2,
		"line": "is the coaches. So every day after school, we are I'm gonna teach the coaches basketball, right? Coaching the coach. Yeah, but that's just a little something for me to kind of stay true to my heart. But I am the head of the athletic department, which I'm very excited about. Thank you so much.",
		"episode": "s03e01",
		"objectID": "301193"
	},
	{
		"time": "00:26:08",
		"speaker": 1,
		"line": "I think we're all sort of taken a little step back as faras hands on, but wielding a little more power from above way, right? Yeah, well, I mean, we all great. We all",
		"episode": "s03e01",
		"objectID": "301194"
	},
	{
		"time": "00:26:17",
		"speaker": 2,
		"line": "graduated from Ah Trump University, Huh? So we were Where CEOs really at heart. Oh, yeah. Absolutely. Um, I Todd, Padre, I'll be running the arts program on campus. Um, I'm excited to shape the hearts and minds of these young artists because that's what we need today is focused on the arts and creativity. Yeah, yeah, yeah. We only more patrons. So",
		"episode": "s03e01",
		"objectID": "301195"
	},
	{
		"time": "00:26:45",
		"speaker": 1,
		"line": "we've got the four. The four facets covered. We've got disciplined administrative sports and are What else is there? What else is",
		"episode": "s03e01",
		"objectID": "301196"
	},
	{
		"time": "00:26:55",
		"speaker": 2,
		"line": "that way are proud to present to you Levi's 401 Jeans presents swine High school. That's right. The",
		"episode": "s03e01",
		"objectID": "301197"
	},
	{
		"time": "00:27:06",
		"speaker": 1,
		"line": "swine high school. Go Mighty pigs. Yeah, well, we are currently I did. That's my pitch. No swine. High school",
		"episode": "s03e01",
		"objectID": "301198"
	},
	{
		"time": "00:27:15",
		"speaker": 2,
		"line": "pigs is what we all decided we wanted.",
		"episode": "s03e01",
		"objectID": "301199"
	},
	{
		"time": "00:27:17",
		"speaker": 4,
		"line": "It just makes sense, you know? Don't don't try to reinvent the wheel.",
		"episode": "s03e01",
		"objectID": "301200"
	},
	{
		"time": "00:27:20",
		"speaker": 2,
		"line": "The thing is, there was another school in the district that were the pigs already. Yes. So we're technically way put our We did what you always do when you have a name, but you",
		"episode": "s03e01",
		"objectID": "301201"
	},
	{
		"time": "00:27:33",
		"speaker": 4,
		"line": "like it so much you don't want to change the actual name.",
		"episode": "s03e01",
		"objectID": "301202"
	},
	{ "time": "00:27:35", "speaker": 1, "line": "So we went", "episode": "s03e01", "objectID": "301203" },
	{
		"time": "00:27:36",
		"speaker": 2,
		"line": "thio gmail dot com and we put pigs at gmail dot com, and it said it was taken. So we are now the swine. High school pigs. Underscore",
		"episode": "s03e01",
		"objectID": "301204"
	},
	{
		"time": "00:27:48",
		"speaker": 1,
		"line": "what? I don't know if people know that the email of your mascot is very important. Yes, the email address of your school's mascot can make or",
		"episode": "s03e01",
		"objectID": "301205"
	},
	{
		"time": "00:27:56",
		"speaker": 2,
		"line": "break the school unity. So Google said, Understood. It said, Are you sure? Do you want to be the Patriots? Do you wanna be",
		"episode": "s03e01",
		"objectID": "301206"
	},
	{ "time": "00:28:06", "speaker": 1, "line": "a wart? Hogs? It's", "episode": "s03e01", "objectID": "301207" },
	{
		"time": "00:28:08",
		"speaker": 4,
		"line": "strangely suggested. A lot of mascot, your email address. It almost knew it knew what we were doing.",
		"episode": "s03e01",
		"objectID": "301208"
	},
	{ "time": "00:28:15", "speaker": 1, "line": "Our share of Google is", "episode": "s03e01", "objectID": "301209" },
	{
		"time": "00:28:16",
		"speaker": 2,
		"line": "not planning some stuff. No, they say don't be evil. And I believe him.",
		"episode": "s03e01",
		"objectID": "301210"
	},
	{
		"time": "00:28:20",
		"speaker": 1,
		"line": "Okay, Yeah, that's s So were the Levi's for. Oh,",
		"episode": "s03e01",
		"objectID": "301211"
	},
	{
		"time": "00:28:24",
		"speaker": 2,
		"line": "one jeans presents swine high school pigs. Underscore one.",
		"episode": "s03e01",
		"objectID": "301212"
	},
	{
		"time": "00:28:29",
		"speaker": 4,
		"line": "Yeah, we're really excited to get things off the ground. The school will be opening on Monday. Yes. Uh, which is great. So we've got a couple more days to sort of get our",
		"episode": "s03e01",
		"objectID": "301213"
	},
	{
		"time": "00:28:40",
		"speaker": 1,
		"line": "Sarah. Where are back? Unbelievable. Yeah.",
		"episode": "s03e01",
		"objectID": "301214"
	},
	{
		"time": "00:28:43",
		"speaker": 4,
		"line": "Yeah, and we're in the process of sort of filling out the roster. You know, uh, it's been got",
		"episode": "s03e01",
		"objectID": "301215"
	},
	{
		"time": "00:28:49",
		"speaker": 2,
		"line": "some exciting teachers, and they're still we still got room for students to sign ups. Oh, yeah. Oh,",
		"episode": "s03e01",
		"objectID": "301216"
	},
	{
		"time": "00:28:53",
		"speaker": 1,
		"line": "yeah. Ware not little behind a little behind school opens Monday. We're still planning some of the big",
		"episode": "s03e01",
		"objectID": "301217"
	},
	{
		"time": "00:29:00",
		"speaker": 4,
		"line": "things. Yeah. Ah, in particular. The way we do have most of our teachers locked in which we are excited about me. Yes,",
		"episode": "s03e01",
		"objectID": "301218"
	},
	{
		"time": "00:29:08",
		"speaker": 1,
		"line": "our star teacher, you know, Are you ever you lover? She is going to trot out Monday morning, Thio that that that man are nine are not. I were having",
		"episode": "s03e01",
		"objectID": "301219"
	},
	{
		"time": "00:29:21",
		"speaker": 2,
		"line": "a very rally pit. Big pep rally. Morning, ladies and gentlemen. Mary, A letter. No way. Right? It's a big teachers coming in.",
		"episode": "s03e01",
		"objectID": "301220"
	},
	{
		"time": "00:29:36",
		"speaker": 1,
		"line": "You know, we said we need",
		"episode": "s03e01",
		"objectID": "301221"
	},
	{
		"time": "00:29:37",
		"speaker": 2,
		"line": "teachers who are going to show love to their students. Yeah, And who better than a woman who got arrested falling in love with an underage boy?",
		"episode": "s03e01",
		"objectID": "301222"
	},
	{
		"time": "00:29:44",
		"speaker": 1,
		"line": "Exactly that on a passion we want. We're just gonna tweak how she",
		"episode": "s03e01",
		"objectID": "301223"
	},
	{
		"time": "00:29:48",
		"speaker": 4,
		"line": "used and it kind of across the board are sort of hiring practices in this in this scenario have been similar. We want people similar to us. You've made mistakes who've learned from those mistakes and are willing. Tiu sort of push through those mistakes",
		"episode": "s03e01",
		"objectID": "301224"
	},
	{
		"time": "00:30:01",
		"speaker": 2,
		"line": "to better the lives of applications that we are getting because we offer a starting salary of $125,000. It's big. It's big,",
		"episode": "s03e01",
		"objectID": "301225"
	},
	{
		"time": "00:30:09",
		"speaker": 4,
		"line": "By the way, our piggy bank is truly",
		"episode": "s03e01",
		"objectID": "301226"
	},
	{
		"time": "00:30:12",
		"speaker": 2,
		"line": "bottomless. It's a bottomless piggy bank with grotesque channels. Yeah, we",
		"episode": "s03e01",
		"objectID": "301227"
	},
	{
		"time": "00:30:17",
		"speaker": 1,
		"line": "I think I think everybody",
		"episode": "s03e01",
		"objectID": "301228"
	},
	{
		"time": "00:30:18",
		"speaker": 2,
		"line": "knows that. We're keeping all of our money and cash and a big pig with its pants towns. Okay, good,",
		"episode": "s03e01",
		"objectID": "301229"
	},
	{
		"time": "00:30:27",
		"speaker": 1,
		"line": "but it's heavily secured now. If that's for",
		"episode": "s03e01",
		"objectID": "301230"
	},
	{
		"time": "00:30:30",
		"speaker": 2,
		"line": "you guys, we got a few other exciting teachers. D'oh! God, I'm excited. I mean, I decided for the arts program. You know, there's theater all over the country. But what didn't actor young actors not get to learn commercial acting? Wow. Acting on camera for commercials, the audition process. And we got an exciting experience. Commercial actor. He can't start until early October. We've got a couple of months",
		"episode": "s03e01",
		"objectID": "301231"
	},
	{
		"time": "00:30:55",
		"speaker": 1,
		"line": "and he's a friend of the podcast. Front of the podcast. Ladies and gentlemen, O J. Simpson, you'll",
		"episode": "s03e01",
		"objectID": "301232"
	},
	{
		"time": "00:31:03",
		"speaker": 4,
		"line": "be here in October. He's going to be a",
		"episode": "s03e01",
		"objectID": "301233"
	},
	{
		"time": "00:31:05",
		"speaker": 1,
		"line": "commercial commercial act. It's gonna be beautiful. Anything in his life. Apparently, he's already requested",
		"episode": "s03e01",
		"objectID": "301234"
	},
	{
		"time": "00:31:13",
		"speaker": 2,
		"line": "to watch a lot of episodes of how to get away with murder,",
		"episode": "s03e01",
		"objectID": "301235"
	},
	{
		"time": "00:31:17",
		"speaker": 1,
		"line": "and I heard he just booked an Applebee's national. So he's coming in with Rhea life experience. Wow, that's unbelievable.",
		"episode": "s03e01",
		"objectID": "301236"
	},
	{
		"time": "00:31:24",
		"speaker": 2,
		"line": "Skype, Skype on Skype audition. I hope he talked about it in class. I'm letting him write the curriculum, so Yeah. Ah,",
		"episode": "s03e01",
		"objectID": "301237"
	},
	{
		"time": "00:31:33",
		"speaker": 1,
		"line": "what a fascinating teachers. Bill. I know you're really excited about this 11 of the most vicious",
		"episode": "s03e01",
		"objectID": "301238"
	},
	{
		"time": "00:31:38",
		"speaker": 2,
		"line": "leaders we've ever seen on the basketball court. We have",
		"episode": "s03e01",
		"objectID": "301239"
	},
	{
		"time": "00:31:42",
		"speaker": 1,
		"line": "Bobby Knight, Bobby, Bobby, We got him. We got a Bobby Knight. I ripped him out of hospice care, and it was no problem for him. He was mad at his nurses Anyways. He had just choked out a nice orderly. He had just thrown an ivy",
		"episode": "s03e01",
		"objectID": "301240"
	},
	{
		"time": "00:31:59",
		"speaker": 2,
		"line": "machine across the I C U S",
		"episode": "s03e01",
		"objectID": "301241"
	},
	{
		"time": "00:32:02",
		"speaker": 1,
		"line": "o. He's coming into town. I'm sorry. Did I say hi, hospice?",
		"episode": "s03e01",
		"objectID": "301242"
	},
	{
		"time": "00:32:04",
		"speaker": 2,
		"line": "I'm in. I c u care. Yeah. Um, he hey had thrown his back out. Throwing his stove out of his own house is the stove. Couldn't run a three man weave. The stove has such a such a slow. Um, what's that called? 88 8 80 meters, 40 four authority. But he was having the stove running 80 meter. Yeah,",
		"episode": "s03e01",
		"objectID": "301243"
	},
	{ "time": "00:32:30", "speaker": 4, "line": "and he said,", "episode": "s03e01", "objectID": "301244" },
	{
		"time": "00:32:31",
		"speaker": 1,
		"line": "Why aren't you able to do this in four seconds. Bob sends in Bobby's defense that stove had personality problems, you know? And we're trying to round up the teachers. We don't have them all here. So we decided to do a",
		"episode": "s03e01",
		"objectID": "301245"
	},
	{
		"time": "00:32:42",
		"speaker": 2,
		"line": "little competition. Yes. Uh, maybe you've seen it. Everybody loves these in America. And we're just We are. We are slaves to the American public way. See what they want. We deliver. Um, so we have decided to do a little competition. Little American Idol style. America's got talent, star style competition. So we have been on. We've, of course, been filming at the shop around right. A lot of shopping,",
		"episode": "s03e01",
		"objectID": "301246"
	},
	{
		"time": "00:33:19",
		"speaker": 1,
		"line": "you know where we should mention. We are a for profit high school. So So, you know, there's there's a lot",
		"episode": "s03e01",
		"objectID": "301247"
	},
	{
		"time": "00:33:25",
		"speaker": 2,
		"line": "of good good that can come. And we've got a great host. Whatever people are saying, it is not Mike Myers and character.",
		"episode": "s03e01",
		"objectID": "301248"
	},
	{
		"time": "00:33:33",
		"speaker": 1,
		"line": "It is not. Although I love that character. Yeah. God, I",
		"episode": "s03e01",
		"objectID": "301249"
	},
	{
		"time": "00:33:37",
		"speaker": 2,
		"line": "love that Carrie. It's a very good character. It's very funny. It's so different from Austin Powers. But our hosts Fat bastard. It's running the proceedings, and we're having teachers come in and teach for a panel of judges and American vote him on her off to see who is going to be",
		"episode": "s03e01",
		"objectID": "301250"
	},
	{
		"time": "00:34:00",
		"speaker": 1,
		"line": "the next American teacher. American teacher is what it's gone. Next, American teacher.",
		"episode": "s03e01",
		"objectID": "301251"
	},
	{
		"time": "00:34:08",
		"speaker": 4,
		"line": "And we had initially scheduled it a little weird. The finals actually aren't for a couple weeks. So we're gonna have an empty slot at the school for a little while.",
		"episode": "s03e01",
		"objectID": "301252"
	},
	{
		"time": "00:34:16",
		"speaker": 1,
		"line": "The folk We fired the focus group immediately. Fighters better. I was so happy to march into that fucking room behind that and fire those fuckers. Those fucking they said, loser. They said the title was enough. Obey funk. Awk off! America's got talent in there and I don't knobs telling us what they like just because we asked him to. Yeah, I ripped a knob off and fucking threw it in that old lady's face. Fucking thing. This culture to pay. See? And we're,",
		"episode": "s03e01",
		"objectID": "301253"
	},
	{
		"time": "00:34:53",
		"speaker": 2,
		"line": "of course, sitting in voice style chairs, Um, on way hit. We either hit the button and we turn around, We clap or we hit another button, and it it it wipeouts them off stage with a big, huge pillar. Uh huh. Obviously, Howard sits there dressed in see lows",
		"episode": "s03e01",
		"objectID": "301254"
	},
	{
		"time": "00:35:13",
		"speaker": 1,
		"line": "outfit was at the Grammys last year I had to tell in gold Had to Tokyo.",
		"episode": "s03e01",
		"objectID": "301255"
	},
	{
		"time": "00:35:20",
		"speaker": 4,
		"line": "You're petting a giant cat. Yeah. Yeah. Similar to Mr Bigglesworth again. It's not the cat from Austin Powers and Care cars.",
		"episode": "s03e01",
		"objectID": "301256"
	},
	{
		"time": "00:35:28",
		"speaker": 2,
		"line": "It's a different world cat. Um, so check it out. We're streaming on Facebook live. Yeah, uh, Facebook has been very kind to us. They're looking for content, and we have been streaming live.",
		"episode": "s03e01",
		"objectID": "301257"
	},
	{
		"time": "00:35:42",
		"speaker": 1,
		"line": "If you catch any of those videos, you know, be sure to call in or text your vote. It's only $4 per vote if everybody's voting about 1 800 Americans only. So just text that number one A takes text. Any number 2 28 100 Americans only we'll know what you're That's this is getting off to a swimming swimmingly. Good start. I'm excited for the school. This is good. I mean, we're gonna be ready",
		"episode": "s03e01",
		"objectID": "301258"
	},
	{ "time": "00:36:12", "speaker": 2, "line": "by Monday for sure.", "episode": "s03e01", "objectID": "301259" },
	{
		"time": "00:36:14",
		"speaker": 4,
		"line": "Absolutely. I have. I have not. Ah, not ah, not a worry in the world because I'm getting to do what I love with my four best friends. Yeah, on We're back in the saddle, baby. Today on the show we do have a guest. As always, we're really excited. This guest was was one of the first people we hired here to come in on the team. Hey,",
		"episode": "s03e01",
		"objectID": "301260"
	},
	{
		"time": "00:36:32",
		"speaker": 2,
		"line": "too quickly hired him too quickly and honestly, we didn't see any other applications for",
		"episode": "s03e01",
		"objectID": "301261"
	},
	{
		"time": "00:36:36",
		"speaker": 4,
		"line": "this furnished Italian. An Italian teacher. He actually just sent an e mail. And we said Yes, but he's a great guy. We've gotten to know him on. We're really glad to have him on the team. So let's introduce you all to our Italian teacher, Mr Douglas Rafferty.",
		"episode": "s03e01",
		"objectID": "301262"
	},
	{
		"time": "00:36:53",
		"speaker": 1,
		"line": "Chow? Yeah, One of the first things",
		"episode": "s03e01",
		"objectID": "301263"
	},
	{
		"time": "00:36:58",
		"speaker": 2,
		"line": "you said in your interview and it had a smitten Really? Yeah. We hired you in the room after that. Yeah, right. We said, Say no more.",
		"episode": "s03e01",
		"objectID": "301264"
	},
	{
		"time": "00:37:04",
		"speaker": 3,
		"line": "I'll tell you, the Italians know how to start a conversation, and I'll tell you that. Uh, but really, I'm so excited to be here. I don't know. This is very special. I'm very excited to make new Amegy That mean",
		"episode": "s03e01",
		"objectID": "301265"
	},
	{
		"time": "00:37:20",
		"speaker": 2,
		"line": "new pasta is that you're excited to make new pasta, Dmitri con",
		"episode": "s03e01",
		"objectID": "301266"
	},
	{ "time": "00:37:26", "speaker": 1, "line": "vodka. C c", "episode": "s03e01", "objectID": "301267" },
	{
		"time": "00:37:28",
		"speaker": 3,
		"line": "Oh, you guys are perfect. Oh, I'm so excited. I'll tell you, I have been looking for a job for quite some time on and It's really nice to find a home here at Levi's. 401 sponsored swine Swine,",
		"episode": "s03e01",
		"objectID": "301268"
	},
	{
		"time": "00:37:44",
		"speaker": 2,
		"line": "Swine, High School one jeans presents and swine High School score. I will say it's interesting to hear that you haven't had a job in a while because you did walk in with the stink of desperation.",
		"episode": "s03e01",
		"objectID": "301269"
	},
	{
		"time": "00:37:58",
		"speaker": 3,
		"line": "I won't lie. I was pretty desperate. Asato, you were You were you You started with, uh, after",
		"episode": "s03e01",
		"objectID": "301270"
	},
	{
		"time": "00:38:08",
		"speaker": 2,
		"line": "Chow. You quickly moved into a sob story which which we love, we love. I mean, that's what we need for",
		"episode": "s03e01",
		"objectID": "301271"
	},
	{
		"time": "00:38:14",
		"speaker": 4,
		"line": "our pitch, because we don't like we say we didn't want any of our teachers to come in clean, you know? I mean, we don't want we don't want people who have nothing, no, have had no trouble in their life with people who have who have tried and failed. Another",
		"episode": "s03e01",
		"objectID": "301272"
	},
	{
		"time": "00:38:30",
		"speaker": 1,
		"line": "one of our models is sort of, you know, life's messy. Get a helmet, right?",
		"episode": "s03e01",
		"objectID": "301273"
	},
	{
		"time": "00:38:34",
		"speaker": 4,
		"line": "Exactly. Which is interesting, because I did notice that you were driving the car that you pulled up to your interview in was a convertible that looked like it had no roof. Yes. Ah, And you, uh, you were wearing a helmet",
		"episode": "s03e01",
		"objectID": "301274"
	},
	{
		"time": "00:38:47",
		"speaker": 3,
		"line": "Yes, I had been. You see, the story starts. I'm from Missouri, and one of my favorite things to do is drive my car in dry river beds. After all, the water's gone. Ryan, because you know, if there's nobody on the road, it's my riverbed. I could drive this fast or slow is I want",
		"episode": "s03e01",
		"objectID": "301275"
	},
	{ "time": "00:39:10", "speaker": 1, "line": "so one of your favorite", "episode": "s03e01", "objectID": "301276" },
	{
		"time": "00:39:11",
		"speaker": 2,
		"line": "things is finding rivers that have dried up and sort of half piping your car in the tri River",
		"episode": "s03e01",
		"objectID": "301277"
	},
	{
		"time": "00:39:18",
		"speaker": 3,
		"line": "bed. Yeah, exactly. I am a huge fan of formula, you know, on. And while I have none of the training or ability to drive a Formula One car, I'm either. Hey, me either. Now, I took a,",
		"episode": "s03e01",
		"objectID": "301278"
	},
	{
		"time": "00:39:34",
		"speaker": 2,
		"line": "uh, three years of Spanish and a lot of the teachers I had the thing was immersive. They would speak Spanish only in class. It sounds like what you're doing is pretty exclusively English than throwing in one Italian word",
		"episode": "s03e01",
		"objectID": "301279"
	},
	{
		"time": "00:39:47",
		"speaker": 1,
		"line": "way. Just dip in the toes.",
		"episode": "s03e01",
		"objectID": "301280"
	},
	{ "time": "00:39:49", "speaker": 4, "line": "And I appreciate it", "episode": "s03e01", "objectID": "301281" },
	{
		"time": "00:39:50",
		"speaker": 1,
		"line": "because it's a next American teacher, right? Well, I mean, that's the",
		"episode": "s03e01",
		"objectID": "301282"
	},
	{
		"time": "00:39:56",
		"speaker": 3,
		"line": "way I feel like I you know, we're teaching at a high school level, and so for me, I want the class to feel comfortable. So the majority the class will be in English about Italian. And then occasionally, very occasionally I'll say one word and my hope. My hope is that that word really sinks in. Ah,",
		"episode": "s03e01",
		"objectID": "301283"
	},
	{ "time": "00:40:15", "speaker": 1, "line": "and is it true", "episode": "s03e01", "objectID": "301284" },
	{
		"time": "00:40:17",
		"speaker": 2,
		"line": "that you offer bread sticks in your",
		"episode": "s03e01",
		"objectID": "301285"
	},
	{
		"time": "00:40:19",
		"speaker": 1,
		"line": "class, See? And the and their unlimited. See, that's off. Yep. Yep.",
		"episode": "s03e01",
		"objectID": "301286"
	},
	{
		"time": "00:40:26",
		"speaker": 3,
		"line": "You can also we also have Caesar salad on oh, menu. Oh, no, no. It doesn't go much further than that Bread and seizes Radha's a Caesar salad. Are you",
		"episode": "s03e01",
		"objectID": "301287"
	},
	{
		"time": "00:40:37",
		"speaker": 1,
		"line": "responsible for that? Or is that gonna",
		"episode": "s03e01",
		"objectID": "301288"
	},
	{
		"time": "00:40:38",
		"speaker": 2,
		"line": "be something that we need to provide infrastructure? Because",
		"episode": "s03e01",
		"objectID": "301289"
	},
	{
		"time": "00:40:40",
		"speaker": 4,
		"line": "I'll tell you this, you don't want any of Bill's lasagna.",
		"episode": "s03e01",
		"objectID": "301290"
	},
	{
		"time": "00:40:43",
		"speaker": 3,
		"line": "Oh, okay. Uh, yeah. I'm sure you make a fantastic lasagna.",
		"episode": "s03e01",
		"objectID": "301291"
	},
	{
		"time": "00:40:48",
		"speaker": 4,
		"line": "He makes a great lasagna, but it's almost always poisoned.",
		"episode": "s03e01",
		"objectID": "301292"
	},
	{
		"time": "00:40:51",
		"speaker": 2,
		"line": "Yeah, he poisons competing sports teams with his losing. Yeah, I used to make poison lasagna and give it to opposing teams. And this guy's lasagna could make Garfield turn his nose up.",
		"episode": "s03e01",
		"objectID": "301293"
	},
	{
		"time": "00:41:03",
		"speaker": 1,
		"line": "Uh 00 We wouldn't have to",
		"episode": "s03e01",
		"objectID": "301294"
	},
	{
		"time": "00:41:08",
		"speaker": 2,
		"line": "hate Mondays anymore because he'd never see another one dead. Dead dead cartoon cat cause the lasagna.",
		"episode": "s03e01",
		"objectID": "301295"
	},
	{
		"time": "00:41:16",
		"speaker": 3,
		"line": "Well, I will say I like to say that my Caesar salad and breadsticks are poison free. Eso please come by. Check him",
		"episode": "s03e01",
		"objectID": "301296"
	},
	{
		"time": "00:41:24",
		"speaker": 1,
		"line": "out way. Just need to know what we need",
		"episode": "s03e01",
		"objectID": "301297"
	},
	{
		"time": "00:41:27",
		"speaker": 2,
		"line": "to give you. Because we, of course, want our students to test higher. So we can be the first school in our district and receive Maur. Government funding is right. So",
		"episode": "s03e01",
		"objectID": "301298"
	},
	{
		"time": "00:41:39",
		"speaker": 1,
		"line": "we need to give you what you need because the the the smarts",
		"episode": "s03e01",
		"objectID": "301299"
	},
	{
		"time": "00:41:43",
		"speaker": 2,
		"line": "will trickle up. You know, if we have a low level if we provide you with what you need, So",
		"episode": "s03e01",
		"objectID": "301300"
	},
	{ "time": "00:41:50", "speaker": 1, "line": "any anything.", "episode": "s03e01", "objectID": "301301" },
	{
		"time": "00:41:51",
		"speaker": 3,
		"line": "Well, I mean, I'm definitely gonna need, uh I'm probably going to need the largest classroom on campus for its very much so. Ah, and",
		"episode": "s03e01",
		"objectID": "301302"
	},
	{
		"time": "00:42:01",
		"speaker": 1,
		"line": "that's good, because a lot of one wing",
		"episode": "s03e01",
		"objectID": "301303"
	},
	{
		"time": "00:42:04",
		"speaker": 2,
		"line": "of our school is an old circuit city.",
		"episode": "s03e01",
		"objectID": "301304"
	},
	{
		"time": "00:42:06",
		"speaker": 4,
		"line": "Yeah, wait, I zoned to be a ah school. It's It's, you know, we're in the process again. The permits together to really make sure that that works out. If Garrett at the permit office would get back to me.",
		"episode": "s03e01",
		"objectID": "301305"
	},
	{
		"time": "00:42:20",
		"speaker": 1,
		"line": "Yeah, you're listening, Garrett, get",
		"episode": "s03e01",
		"objectID": "301306"
	},
	{
		"time": "00:42:22",
		"speaker": 2,
		"line": "toe work. I'm so fucking sick of these government employees. Bureaucratic bullshit. Is it like that in Italy, this bureaucracy",
		"episode": "s03e01",
		"objectID": "301307"
	},
	{
		"time": "00:42:30",
		"speaker": 3,
		"line": "Oh, very much so. The government meal. Italy is a night notoriously corrupt, notoriously corrupt. There are very few police, most of the police or the military. It's It's an exciting place for tourist, but not a great place for Resident. That's good. Um, yeah, eso. So everything's going good. So far, you've been in the school for a week. Sort of like getting your classroom ready. No, everything's perfect. I've taken all of the desks and chairs out of the room. You know, I ain't for me. A good part of it is that all of the students need to stand for the entirety of the class. Marie. That's good. That's good for their bags. Exactly. I'm thinking about spine structure. And also,",
		"episode": "s03e01",
		"objectID": "301308"
	},
	{ "time": "00:43:20", "speaker": 0, "line": "you know,", "episode": "s03e01", "objectID": "301309" },
	{
		"time": "00:43:22",
		"speaker": 3,
		"line": "it's so common in a language class that the students want toe slack off, take a nap when their heads down on their desk, and they can't do that. If I'm forcing them to stand for the entirety of class.",
		"episode": "s03e01",
		"objectID": "301310"
	},
	{
		"time": "00:43:36",
		"speaker": 2,
		"line": "That's great. It's like, you know, trigonometry, calculus, English. I know when I'm gonna use those in the world when, um, I never in the world gonna need to speak a foreign language slack slack. Yeah, it seems like such a waste. Other language Hiss. Um, we will not. Some people were like they should teach taxes in school. How to do your taxes and what to No,",
		"episode": "s03e01",
		"objectID": "301311"
	},
	{
		"time": "00:44:04",
		"speaker": 1,
		"line": "absolutely not. No, no. Hi, little math and all this hell history. That's",
		"episode": "s03e01",
		"objectID": "301312"
	},
	{
		"time": "00:44:11",
		"speaker": 2,
		"line": "what we need, man. I saw that you earmarked for funding Vespa per student.",
		"episode": "s03e01",
		"objectID": "301313"
	},
	{
		"time": "00:44:19",
		"speaker": 3,
		"line": "Now, that is on part two of why I need the largest classroom and none of the chairs or desks because four times a week, So one day is all in class learning and standing. And then the other four days of the week, every student amounts of espada way all drive around in a circle.",
		"episode": "s03e01",
		"objectID": "301314"
	},
	{
		"time": "00:44:41",
		"speaker": 1,
		"line": "I was going to say it looked like you were build building sort of a velodrome in there. Yeah, like e Z. Uh oh, Papito. Er, I'm not sure I don't",
		"episode": "s03e01",
		"objectID": "301315"
	},
	{
		"time": "00:44:52",
		"speaker": 3,
		"line": "know. It's a noise. You understand? The o E. I used the past participle. You understood? But yeah, I'm building sort of a race trick",
		"episode": "s03e01",
		"objectID": "301316"
	},
	{
		"time": "00:45:07",
		"speaker": 1,
		"line": "is order eso Usually those velodrome are for, you know, cycling powered cycling you're gonna face a chunky Vespas are very much so it's gonna be a lot like that big metal circle at the circus that people are driving motorcycles around in a little, I mean this side. We don't know what I'm",
		"episode": "s03e01",
		"objectID": "301317"
	},
	{
		"time": "00:45:27",
		"speaker": 3,
		"line": "gonna do. Full flips over,",
		"episode": "s03e01",
		"objectID": "301318"
	},
	{
		"time": "00:45:29",
		"speaker": 4,
		"line": "right? Good. But But, Dad, I did also noticed that you, uh you did book time in the metal shop. Uh, thio, uh, or ornament. These Vespas wants their purchase",
		"episode": "s03e01",
		"objectID": "301319"
	},
	{
		"time": "00:45:41",
		"speaker": 1,
		"line": "well, very much so. I'm thinking I've",
		"episode": "s03e01",
		"objectID": "301320"
	},
	{
		"time": "00:45:42",
		"speaker": 3,
		"line": "always I'm a big fan of What's the What's the sport called Where all the ladies, it's usually late. Roller Derby. Okay, I also love volleyball, but",
		"episode": "s03e01",
		"objectID": "301321"
	},
	{
		"time": "00:45:55",
		"speaker": 1,
		"line": "yeah, I'm kind of thinking we do. My hope",
		"episode": "s03e01",
		"objectID": "301322"
	},
	{
		"time": "00:45:57",
		"speaker": 3,
		"line": "is that a little bro into some quart of competitive roller Derby esque thing where I say the bikes are outfitted with spikes in other and people like tax, and that's difficult to get the really up there, you know, really up the data.",
		"episode": "s03e01",
		"objectID": "301323"
	},
	{
		"time": "00:46:14",
		"speaker": 1,
		"line": "Now it is. It's very much like way all know, the",
		"episode": "s03e01",
		"objectID": "301324"
	},
	{
		"time": "00:46:16",
		"speaker": 3,
		"line": "horse race that takes place in Sienna every year they race them around on that It's been I'm inspired kind of by that",
		"episode": "s03e01",
		"objectID": "301325"
	},
	{
		"time": "00:46:25",
		"speaker": 4,
		"line": "e. I mean, in a way, it xhm or immersive in the Italian sort of culture than just speaking the language. It sze using the brain of an Italian to create a recreational activity.",
		"episode": "s03e01",
		"objectID": "301326"
	},
	{
		"time": "00:46:37",
		"speaker": 1,
		"line": "Because if we spend the first",
		"episode": "s03e01",
		"objectID": "301327"
	},
	{
		"time": "00:46:38",
		"speaker": 3,
		"line": "years really forming and shaping the brain to be ready to house Italian culture, how easy it will be to implant Italian language Get later in",
		"episode": "s03e01",
		"objectID": "301328"
	},
	{
		"time": "00:46:50",
		"speaker": 1,
		"line": "a correct American baby, for example, could never learn Italian because it's got an American mind. It's impossible, but it's so strange to Italian base brains, too big theme. American brain is one of the modern marvel.",
		"episode": "s03e01",
		"objectID": "301329"
	},
	{
		"time": "00:47:03",
		"speaker": 4,
		"line": "Did you did you know that that an American brain is 8?",
		"episode": "s03e01",
		"objectID": "301330"
	},
	{
		"time": "00:47:07",
		"speaker": 3,
		"line": "I have really incredible. But this is what I had to sadly abandoned my first son. And that's kind of where I learned this is that American brain cannot take on the Italian language way.",
		"episode": "s03e01",
		"objectID": "301331"
	},
	{
		"time": "00:47:20",
		"speaker": 4,
		"line": "Actually, we we heard the story of your abandonment of your first son in your interviews. First thing you started with, and we do all we all sympathize",
		"episode": "s03e01",
		"objectID": "301332"
	},
	{
		"time": "00:47:29",
		"speaker": 2,
		"line": "here you just dropped. It is a casual life event to explain the size of a brain, but it was something that happened was really",
		"episode": "s03e01",
		"objectID": "301333"
	},
	{
		"time": "00:47:35",
		"speaker": 1,
		"line": "it's a pretty ongoing thing that you've abandoned him, but you keep checking it off course. He's my son. You really haven't abandoned him at all. I just live kind",
		"episode": "s03e01",
		"objectID": "301334"
	},
	{
		"time": "00:47:45",
		"speaker": 4,
		"line": "of far. Reservists are your sort of continuously abandoned me at banning him once a month.",
		"episode": "s03e01",
		"objectID": "301335"
	},
	{
		"time": "00:47:49",
		"speaker": 1,
		"line": "It's It's coming and going. You and your son are",
		"episode": "s03e01",
		"objectID": "301336"
	},
	{
		"time": "00:47:52",
		"speaker": 3,
		"line": "very much in Italian. You and your",
		"episode": "s03e01",
		"objectID": "301337"
	},
	{
		"time": "00:47:54",
		"speaker": 2,
		"line": "son are on and off again.",
		"episode": "s03e01",
		"objectID": "301338"
	},
	{
		"time": "00:47:55",
		"speaker": 3,
		"line": "See, uh, e o a or you're a l'm your fee, Leo. On and off",
		"episode": "s03e01",
		"objectID": "301339"
	},
	{
		"time": "00:48:07",
		"speaker": 1,
		"line": "the ice is now. Speaking of on",
		"episode": "s03e01",
		"objectID": "301340"
	},
	{
		"time": "00:48:10",
		"speaker": 2,
		"line": "and off. Uh, you came to us pretty quickly after we gave you the job. And you said Italian is a love language.",
		"episode": "s03e01",
		"objectID": "301341"
	},
	{ "time": "00:48:18", "speaker": 1, "line": "So I want", "episode": "s03e01", "objectID": "301342" },
	{
		"time": "00:48:19",
		"speaker": 2,
		"line": "to implement that into my class. And I want all of my students to participate in fiery Italian love. Right?",
		"episode": "s03e01",
		"objectID": "301343"
	},
	{
		"time": "00:48:29",
		"speaker": 1,
		"line": "Right. My love language. So you are asking",
		"episode": "s03e01",
		"objectID": "301344"
	},
	{
		"time": "00:48:33",
		"speaker": 4,
		"line": "for, like, beds and you've also for the class. You've also trimmed your class roster now to be equal men and women",
		"episode": "s03e01",
		"objectID": "301345"
	},
	{
		"time": "00:48:40",
		"speaker": 3,
		"line": "very much that I insisted upon that. I mean, there's I'm not going to have any mixing of genitals now. Well, we will have mixing of genitals, but not like",
		"episode": "s03e01",
		"objectID": "301346"
	},
	{
		"time": "00:48:53",
		"speaker": 2,
		"line": "a gym. It falls right, which is not belief you have. It's very a talented very alley. Italians are notoriously homophone. Lay.",
		"episode": "s03e01",
		"objectID": "301347"
	},
	{
		"time": "00:49:02",
		"speaker": 3,
		"line": "All of these feelings I have are none of them are the desire by this abandonment of my son is desired. Put Children on bikes outfitted with the metal spikes",
		"episode": "s03e01",
		"objectID": "301348"
	},
	{
		"time": "00:49:14",
		"speaker": 1,
		"line": "attacking chipper. None of these things are my values. I You're bringing a hateful culture over here. Yeah, you're",
		"episode": "s03e01",
		"objectID": "301349"
	},
	{
		"time": "00:49:25",
		"speaker": 4,
		"line": "you're you're allowing our students to experience the truth that they wouldn't otherwise",
		"episode": "s03e01",
		"objectID": "301350"
	},
	{
		"time": "00:49:29",
		"speaker": 3,
		"line": "experience. Actually, thank you. And this is why I belong at Levi's. Jean's 401 presents",
		"episode": "s03e01",
		"objectID": "301351"
	},
	{
		"time": "00:49:37",
		"speaker": 1,
		"line": "swat high school. Yeah. I mean, you got on a podium, started pounding, right eggs underscore one. We don't I don't think we have to",
		"episode": "s03e01",
		"objectID": "301352"
	},
	{
		"time": "00:49:47",
		"speaker": 4,
		"line": "say the mascot every time we",
		"episode": "s03e01",
		"objectID": "301353"
	},
	{
		"time": "00:49:49",
		"speaker": 1,
		"line": "wait. Guess if you have any school pride, you'd feel differently. Your eye, Because your name is already in",
		"episode": "s03e01",
		"objectID": "301354"
	},
	{
		"time": "00:49:58",
		"speaker": 4,
		"line": "there and we say your name every time. Okay, I get that. And",
		"episode": "s03e01",
		"objectID": "301355"
	},
	{
		"time": "00:50:02",
		"speaker": 2,
		"line": "ho bathing pigs underscore one bathing pigs on Douglas. Quick question. I'm sure you get it all the time. Who's your favorite Italian?",
		"episode": "s03e01",
		"objectID": "301356"
	},
	{
		"time": "00:50:11",
		"speaker": 3,
		"line": "Well, that's a tough one. Yeah, I'm gonna have a question. It is on course.",
		"episode": "s03e01",
		"objectID": "301357"
	},
	{
		"time": "00:50:16",
		"speaker": 2,
		"line": "I'll tell your mind. And then you could tell me if you agree or disagree. Roberto Benigni.",
		"episode": "s03e01",
		"objectID": "301358"
	},
	{ "time": "00:50:21", "speaker": 3, "line": "Oh, all right there,", "episode": "s03e01", "objectID": "301359" },
	{
		"time": "00:50:23",
		"speaker": 4,
		"line": "Balto Bene. That's what I say.",
		"episode": "s03e01",
		"objectID": "301360"
	},
	{
		"time": "00:50:25",
		"speaker": 1,
		"line": "Oh, he's great. There's a lot of my",
		"episode": "s03e01",
		"objectID": "301361"
	},
	{
		"time": "00:50:29",
		"speaker": 3,
		"line": "favorite is a lot to love, but sadly, I'm gonna have to go with the one and only Rocky Balboa, uh,",
		"episode": "s03e01",
		"objectID": "301362"
	},
	{
		"time": "00:50:40",
		"speaker": 2,
		"line": "one of the more famous Italian. And you know why Italian American?",
		"episode": "s03e01",
		"objectID": "301363"
	},
	{
		"time": "00:50:44",
		"speaker": 1,
		"line": "Exactly. With the Americans they took off. You don't add blank American, too. Don't want better. It spices up. It's a melange. Yes, absolutely. It's a difference between cheese and cheese and crackers. Better milk and chocolate melt? Exactly,",
		"episode": "s03e01",
		"objectID": "301364"
	},
	{
		"time": "00:51:08",
		"speaker": 2,
		"line": "absolutely. I mean ugly. That's a bad word. But then you had Americans to the end of it. You got one of the funniest TV shows I ever watched. I was obsessed with that show. Ugly Americans. Central's too short lived, cartoon, Ugly American. I mean, God, I wish ugly Americans was a popular his family guy.",
		"episode": "s03e01",
		"objectID": "301365"
	},
	{
		"time": "00:51:28",
		"speaker": 4,
		"line": "Sly Stallone. He's He's up there for who",
		"episode": "s03e01",
		"objectID": "301366"
	},
	{
		"time": "00:51:30",
		"speaker": 3,
		"line": "he really is. Well, not Sly Stallone. Absolutely. I want nothing to do with that man. I am only interested in the fictional character Rocky Balboa.",
		"episode": "s03e01",
		"objectID": "301367"
	},
	{
		"time": "00:51:41",
		"speaker": 1,
		"line": "Pretty heated right there. Do you have a past beef with Sly Stallone?",
		"episode": "s03e01",
		"objectID": "301368"
	},
	{
		"time": "00:51:44",
		"speaker": 3,
		"line": "Very much so. I once ran into. I was once at a polo match on Iran, into Sylvester Stallone in the restroom on. He wasn't one urinal and I was the one next to him. He looks over at me and he says, Hey, you enjoying the horses? And I said, Do you mean the cavity? And he says, No, the horses. So I hard slap him across the face and ram,",
		"episode": "s03e01",
		"objectID": "301369"
	},
	{
		"time": "00:52:13",
		"speaker": 1,
		"line": "both of you in the urinal. Both. But you tell me, Is it done? Before you ran off? I had the Oh, never zip up wondering why your dick is out right now. Then I'd explain.",
		"episode": "s03e01",
		"objectID": "301370"
	},
	{
		"time": "00:52:30",
		"speaker": 3,
		"line": "Well, don't worry, all right. I wear long shirts. When I teach, everything will be covered.",
		"episode": "s03e01",
		"objectID": "301371"
	},
	{
		"time": "00:52:36",
		"speaker": 1,
		"line": "You really have picked up that Italian flair, and those guys are always thinking about romance. You know, some people call it nasty, but I think it's sexy. Well, what's the difference between nasty and sexy May hang ups?",
		"episode": "s03e01",
		"objectID": "301372"
	},
	{
		"time": "00:52:49",
		"speaker": 2,
		"line": "Yes, exactly. Sex is nasty. We can all agree.",
		"episode": "s03e01",
		"objectID": "301373"
	},
	{
		"time": "00:52:54",
		"speaker": 3,
		"line": "If your sex ain't Maris T. It's not",
		"episode": "s03e01",
		"objectID": "301374"
	},
	{
		"time": "00:52:57",
		"speaker": 1,
		"line": "good, dude. No bueno, No, that's Spanish. That's gone, Adis. Manage. So that's part you. You occasionally",
		"episode": "s03e01",
		"objectID": "301375"
	},
	{
		"time": "00:53:06",
		"speaker": 2,
		"line": "dip into Spanish and see if the students say, Wait, hold on.",
		"episode": "s03e01",
		"objectID": "301376"
	},
	{
		"time": "00:53:09",
		"speaker": 1,
		"line": "Exactly. That's great. That's a great teaching style. That's somewhat like Todd. You just go through",
		"episode": "s03e01",
		"objectID": "301377"
	},
	{
		"time": "00:53:14",
		"speaker": 2,
		"line": "the world and make mistakes and let them correct them. Correct? You And they learn from I taught Spanish for",
		"episode": "s03e01",
		"objectID": "301378"
	},
	{
		"time": "00:53:20",
		"speaker": 4,
		"line": "a year and only knew the word Bonnie. Oh,",
		"episode": "s03e01",
		"objectID": "301379"
	},
	{
		"time": "00:53:23",
		"speaker": 2,
		"line": "yes, yes. Which, of course, means, Senor.",
		"episode": "s03e01",
		"objectID": "301380"
	},
	{
		"time": "00:53:30",
		"speaker": 1,
		"line": "I thought a banya was like one of those one of those guitar by stream cipher guitar, huh? That's a good talker that Dr Martin plays famous in the play's about. Oh, I say, I",
		"episode": "s03e01",
		"objectID": "301381"
	},
	{
		"time": "00:53:45",
		"speaker": 2,
		"line": "thought it translated just straight up into senior",
		"episode": "s03e01",
		"objectID": "301382"
	},
	{
		"time": "00:53:48",
		"speaker": 1,
		"line": "busy. You know, I'm not the",
		"episode": "s03e01",
		"objectID": "301383"
	},
	{
		"time": "00:53:50",
		"speaker": 3,
		"line": "Spanish guy. Yeah, I don't have a Spanish brain. It cannot accept",
		"episode": "s03e01",
		"objectID": "301384"
	},
	{
		"time": "00:53:54",
		"speaker": 1,
		"line": "smell. I have a question for you as an Italian teacher. Yes. I'm pretty much American discipline. Hey, but I wanna I wanna in your class fit to the mold. Right. So what are some Italian disciplinary things? That air? Maybe different. What's the what's Ah, hot Italian punishment.",
		"episode": "s03e01",
		"objectID": "301385"
	},
	{
		"time": "00:54:12",
		"speaker": 3,
		"line": "I mean, my favorite, uh, gulp of the espresso. You mean simply making them drink instead of sipping it? You have to go a group of espresso. I mean, of course, that is a That is a sin. And that's what the Children have to do, right? I miss bay, of course. Of course. A bad town, my sipping express out. But after a while, the the burning of the hot cough of the hot espresso in the mouth of the child adapts. And that's",
		"episode": "s03e01",
		"objectID": "301386"
	},
	{
		"time": "00:54:42",
		"speaker": 2,
		"line": "kind of like I used to the show.",
		"episode": "s03e01",
		"objectID": "301387"
	},
	{ "time": "00:54:45", "speaker": 3, "line": "Yeah, I know. It's", "episode": "s03e01", "objectID": "301388" },
	{
		"time": "00:54:46",
		"speaker": 4,
		"line": "kind of like when you get spanked as a kid, you gotta upgrade from the belt. If you wanted",
		"episode": "s03e01",
		"objectID": "301389"
	},
	{
		"time": "00:54:49",
		"speaker": 2,
		"line": "to start, actually exact which Sam, you will be upgrading from the",
		"episode": "s03e01",
		"objectID": "301390"
	},
	{
		"time": "00:54:53",
		"speaker": 1,
		"line": "bill. I got a lot of raids planned. Absolutely. I mean, I'm only gonna do him if it's called for, but I have steps in place. So tell us howto how",
		"episode": "s03e01",
		"objectID": "301391"
	},
	{
		"time": "00:55:02",
		"speaker": 2,
		"line": "to discipline an Italian child. Of",
		"episode": "s03e01",
		"objectID": "301392"
	},
	{
		"time": "00:55:04",
		"speaker": 3,
		"line": "course there is. Ah, there's the famous Italian method school, though I'll be out. Uh,",
		"episode": "s03e01",
		"objectID": "301393"
	},
	{
		"time": "00:55:11",
		"speaker": 1,
		"line": "now is that a pasta as well. To be",
		"episode": "s03e01",
		"objectID": "301394"
	},
	{
		"time": "00:55:14",
		"speaker": 3,
		"line": "out is the Italian word for angry and associated with spice.",
		"episode": "s03e01",
		"objectID": "301395"
	},
	{
		"time": "00:55:21",
		"speaker": 1,
		"line": "Get so angry when I eat that hot pasta",
		"episode": "s03e01",
		"objectID": "301396"
	},
	{
		"time": "00:55:23",
		"speaker": 3,
		"line": "and when you eat that hot body that's gonna get with your wife",
		"episode": "s03e01",
		"objectID": "301397"
	},
	{
		"time": "00:55:29",
		"speaker": 1,
		"line": "crested, write in peace in pasta of angry, possible no bury her in a big thing of Alfredo. Yeah, afraid oughta be otta ill I am afraid of. I think we're all learning Italian today. This is way, you",
		"episode": "s03e01",
		"objectID": "301398"
	},
	{
		"time": "00:55:56",
		"speaker": 3,
		"line": "know. But it's cool, though. Out of Bianca Ah, which is It's the taking of a piece of focaccia, Um, and, uh, cooking it in an oven until making a child cook a piece of bread naked, Uh, until it is to do with his black",
		"episode": "s03e01",
		"objectID": "301399"
	},
	{
		"time": "00:56:16",
		"speaker": 4,
		"line": "as the bread naked. Or is the child naked?",
		"episode": "s03e01",
		"objectID": "301400"
	},
	{
		"time": "00:56:19",
		"speaker": 1,
		"line": "Well, I mean, tell me the bread's got no, of course it's the Koch. Thank. The bread was naked. I hate plain bread. So what's this naked kid doing? So a kid burns a piece of bread naked",
		"episode": "s03e01",
		"objectID": "301401"
	},
	{
		"time": "00:56:34",
		"speaker": 3,
		"line": "C C. Difficult to see a naked child takes a piece of a Koch. It burns it until it's black and then takes it out of the oven with their bare hands and gives it to the adult, who then breaks it over their back.",
		"episode": "s03e01",
		"objectID": "301402"
	},
	{
		"time": "00:56:51",
		"speaker": 1,
		"line": "So the shame twice for burning their You know, it's kind of like grabbing your own switch from the floor. Actually make your own, also, generally,",
		"episode": "s03e01",
		"objectID": "301403"
	},
	{
		"time": "00:57:03",
		"speaker": 3,
		"line": "depending on who is available. A CZ much of the family as you can watch the entire.",
		"episode": "s03e01",
		"objectID": "301404"
	},
	{
		"time": "00:57:09",
		"speaker": 1,
		"line": "So there's a element to do. Italy is beautifully prepared for culture, right? So it's a sin to ruin if",
		"episode": "s03e01",
		"objectID": "301405"
	},
	{
		"time": "00:57:18",
		"speaker": 2,
		"line": "you are forced to royal. Wow, that's gotta be a man. Oh, man. Well, let's put add that one to the books around here. Maybe. And you are my more vehemently. Ah, you, um a lot of your classes heckling the pope.",
		"episode": "s03e01",
		"objectID": "301406"
	},
	{
		"time": "00:57:33",
		"speaker": 1,
		"line": "Most of my classes is Italian. Pure, right? Not Vatican City.",
		"episode": "s03e01",
		"objectID": "301407"
	},
	{
		"time": "00:57:40",
		"speaker": 3,
		"line": "No. And I would never Wallace's, um I hail from further south on. So I generally I liked it. We'd be silly. I am not Cecelia. Okay now? No, I was born and raised in Missouri. I am, uh, mostly Scottish and a little bit of creo on. So I, uh, noticed some gumbo in your hands? Yeah. Uh,",
		"episode": "s03e01",
		"objectID": "301408"
	},
	{
		"time": "00:58:04",
		"speaker": 1,
		"line": "is that so? When you say a little",
		"episode": "s03e01",
		"objectID": "301409"
	},
	{
		"time": "00:58:06",
		"speaker": 2,
		"line": "bit of creo is any of that in your bloodline or you just hold gumbo?",
		"episode": "s03e01",
		"objectID": "301410"
	},
	{
		"time": "00:58:10",
		"speaker": 3,
		"line": "Just old gum About that is the That is maybe it's your preference. Exactly. Uh, but yeah, the pope, we I'm a car. We watch hiss. We he a live streams his sermons every morning and somewhere",
		"episode": "s03e01",
		"objectID": "301411"
	},
	{
		"time": "00:58:23",
		"speaker": 4,
		"line": "I see on Facebook Live is",
		"episode": "s03e01",
		"objectID": "301412"
	},
	{
		"time": "00:58:24",
		"speaker": 3,
		"line": "well. He is also on Facebook Mystery",
		"episode": "s03e01",
		"objectID": "301413"
	},
	{
		"time": "00:58:26",
		"speaker": 2,
		"line": "Science Theater thing with the pope's morning breeze Exactly",
		"episode": "s03e01",
		"objectID": "301414"
	},
	{
		"time": "00:58:30",
		"speaker": 4,
		"line": "a mute it and just kind of put words into his mouth",
		"episode": "s03e01",
		"objectID": "301415"
	},
	{
		"time": "00:58:33",
		"speaker": 3,
		"line": "sometimes, especially for, like, the older students who have learned a little bit more Italian. So I really have fun in play.",
		"episode": "s03e01",
		"objectID": "301416"
	},
	{
		"time": "00:58:39",
		"speaker": 1,
		"line": "What's your opinion on this current",
		"episode": "s03e01",
		"objectID": "301417"
	},
	{
		"time": "00:58:40",
		"speaker": 2,
		"line": "pope? I hate it way. Uh, here's some fresh news that they were gonna release it right Now, if you do want to take the Vatican City class, former Pope Ratzenberger will be teaching that",
		"episode": "s03e01",
		"objectID": "301418"
	},
	{
		"time": "00:58:53",
		"speaker": 1,
		"line": "Oh, fantastic. The rats. How is the rats?",
		"episode": "s03e01",
		"objectID": "301419"
	},
	{
		"time": "00:58:57",
		"speaker": 2,
		"line": "How old's the rats? Yeah, older than dirt way. Ask age for every teacher coming in ways discriminate based on a Yeah, if you're too young, you're not working for us older. The better older the better. Uh,",
		"episode": "s03e01",
		"objectID": "301420"
	},
	{ "time": "00:59:16", "speaker": 1, "line": "you know Hey, why", "episode": "s03e01", "objectID": "301421" },
	{ "time": "00:59:16", "speaker": 0, "line": "don't we D'oh! Why don't", "episode": "s03e01", "objectID": "301422" },
	{
		"time": "00:59:18",
		"speaker": 4,
		"line": "we do a little segment today? Uh, you know, obviously the school's getting up and running, so it's back to school season s so we're going to do Ah, little segment that we like to call back to school shopping.",
		"episode": "s03e01",
		"objectID": "301423"
	},
	{
		"time": "00:59:31",
		"speaker": 1,
		"line": "That's right. You remember it. You know your mom would take you out. You get everything prepared for a very exciting time. It's huge for kids, but in this",
		"episode": "s03e01",
		"objectID": "301424"
	},
	{
		"time": "00:59:41",
		"speaker": 4,
		"line": "segment, we want to talk about sort of",
		"episode": "s03e01",
		"objectID": "301425"
	},
	{ "time": "00:59:43", "speaker": 0, "line": "how to prepare", "episode": "s03e01", "objectID": "301426" },
	{
		"time": "00:59:45",
		"speaker": 4,
		"line": "were shopping in. This is This is both about materials you may need. Ah, and lessons you may need to learn before you get into ah, into school into school for your first day. Uh, and so",
		"episode": "s03e01",
		"objectID": "301427"
	},
	{
		"time": "00:59:56",
		"speaker": 1,
		"line": "we'll pay it. Kind of just",
		"episode": "s03e01",
		"objectID": "301428"
	},
	{
		"time": "00:59:56",
		"speaker": 4,
		"line": "go around the room and each give ah, little piece of advice to incoming students who are going to be starting school on Monday. Here. Ah, ah. And so I don't know, You",
		"episode": "s03e01",
		"objectID": "301429"
	},
	{ "time": "01:00:06", "speaker": 0, "line": "know, I'll start. How", "episode": "s03e01", "objectID": "301430" },
	{
		"time": "01:00:07",
		"speaker": 4,
		"line": "about that? I'll start a word. Uh, you know, uh, this is a good piece of information. We should announce here, so people know before they do come in. The school currently does not have air conditioning or central heating. No, we're burning",
		"episode": "s03e01",
		"objectID": "301431"
	},
	{
		"time": "01:00:20",
		"speaker": 2,
		"line": "up here in the back of this circuit city. Um, that being said, we are looking for people to fill in the filling up coal into a burner class. There's not a lot of students signed up for that one,",
		"episode": "s03e01",
		"objectID": "301432"
	},
	{
		"time": "01:00:34",
		"speaker": 1,
		"line": "and that stopped by old George. Old George is gonna be facilitating that class.",
		"episode": "s03e01",
		"objectID": "301433"
	},
	{
		"time": "01:00:39",
		"speaker": 2,
		"line": "Yeah. Don't let the name fool you, though. He's more of a Jorge. He's old",
		"episode": "s03e01",
		"objectID": "301434"
	},
	{
		"time": "01:00:45",
		"speaker": 4,
		"line": "for sure. Uh, but the advice I have for you is to make sure you have a variety of clothing clothing options. So you're not stuck wearing a tank when you need a sweat more. You're not stuck wearing a heady when you need a T.",
		"episode": "s03e01",
		"objectID": "301435"
	},
	{
		"time": "01:00:57",
		"speaker": 2,
		"line": "Which brings us to the dress code tanks, off limits, Onley, hoodies, sweaters and denim on campus. Ah,",
		"episode": "s03e01",
		"objectID": "301436"
	},
	{
		"time": "01:01:07",
		"speaker": 4,
		"line": "and they Oh, that is true. Obviously, we should actually discuss the uniform the uniform requirements because of school sponsored by Levi's. Yes, everyone is expected to be wearing head to toe Levi",
		"episode": "s03e01",
		"objectID": "301437"
	},
	{
		"time": "01:01:18",
		"speaker": 2,
		"line": "501 Jeans. Um, uh, uh, Levi's cowboy button shirt. Just go into any Levi's and ask for the win on. They'll know what",
		"episode": "s03e01",
		"objectID": "301438"
	},
	{ "time": "01:01:29", "speaker": 0, "line": "working for you.", "episode": "s03e01", "objectID": "301439" },
	{
		"time": "01:01:31",
		"speaker": 1,
		"line": "Yeah, and if you go online to the there is",
		"episode": "s03e01",
		"objectID": "301440"
	},
	{
		"time": "01:01:33",
		"speaker": 2,
		"line": "a new section on the Levi's websites premium. It's a little bit more expensive than the rest of the already expensive clothes, but you can buy your uniforms if you want to spend three or four times more on your uniform, please. By all means.",
		"episode": "s03e01",
		"objectID": "301441"
	},
	{
		"time": "01:01:46",
		"speaker": 4,
		"line": "But you can use the promo code. Pigs underscore one and ah, little triple the prices triple the price for you, But you will get a premium quality material.",
		"episode": "s03e01",
		"objectID": "301442"
	},
	{
		"time": "01:01:56",
		"speaker": 1,
		"line": "No one else is gonna have this line. Yeah, well, I'm not back to school shopping. I got a couple things. I have some literal things I'm shopping for. And then a couple of things I'm trying to plan for. The first thing is a heavy bag and a couple pairs of boxing gloves. Now I'm installing a bad favorite Italian. Exactly. Hey. Hey, Rocky. So I'm stalling a heavy bag in the discipline office, and I will be wearing boxing gloves for most of the day. If you want to come in and you're having a tough day, you can take a ripped the bag. If I feel like it, I'll take a repeat you, and we'll just figure out you know who was right on this whole discipline thing. I gotta work out our issues. Well, ah, lot of one of the things",
		"episode": "s03e01",
		"objectID": "301443"
	},
	{
		"time": "01:02:36",
		"speaker": 2,
		"line": "you ah, pitch to us is that it's not necessarily going to be just three licks on your backside by a wooden paddle. It will be three rounds. Were you in the rain? The",
		"episode": "s03e01",
		"objectID": "301444"
	},
	{
		"time": "01:02:50",
		"speaker": 1,
		"line": "good news is that the beginning of the school year I'm in bad shape. You are in bad shape, not doing well. My health is poor, but I'm assuming, you know, I gotta jump rope. And I'm you know, I'm doing my my routines. And I think I'm gonna get pretty strong by about Christmas, cause on your backside,",
		"episode": "s03e01",
		"objectID": "301445"
	},
	{
		"time": "01:03:04",
		"speaker": 2,
		"line": "your back is purple. You have a big swollen spleen, right? And then they hit you in that that'll immediately burst.",
		"episode": "s03e01",
		"objectID": "301446"
	},
	{
		"time": "01:03:10",
		"speaker": 1,
		"line": "That's right. You know, boxing rules will apply. It's not gonna be any dirty street stuff. We're gonna play by Olympic boxing rules. So no lower back punches. Nothing below the belt, only for me. Uh, students will not be allowed. You wear your short super high. Well, anything below the bloated for that. Yeah. You got little holes",
		"episode": "s03e01",
		"objectID": "301447"
	},
	{
		"time": "01:03:31",
		"speaker": 4,
		"line": "in your G and your shorts say that you are just their eye holes or just below the waist. But",
		"episode": "s03e01",
		"objectID": "301448"
	},
	{
		"time": "01:03:35",
		"speaker": 1,
		"line": "that's right. I don't know. I get that you have a belt tightened on your forehead. Well, I have a tailor. I have a tailor. What most outside, by the way, for your forehead. 12 on a child's belt and you can see your eyes right now you're in your boxing outfit. Yeah, I'm hot. I'm very hot. And the other thing is, you know, on my shopping list is, um, discipline this year. Personal discipline? Yeah. I'm really gonna try my own shit together. And I'm asking that",
		"episode": "s03e01",
		"objectID": "301449"
	},
	{
		"time": "01:04:07",
		"speaker": 2,
		"line": "of all the other kids, and if they want to bring their discipline in my office, we can fucking roll. Come on, now, that should keep our kids in line. That aggression that you know is waiting on you when you misbehave. Thank you. Wow. On my shopping list. Might go for the arts program this year is to find spirituality through art. So on my shopping list is all of the religious text in the world's history. Um, so, you know, Bible, Koran, Jewish Bible, um, bag of Ida Geeta. I'm gonna read them all. And I'm gonna let that influence art the art because I have found that looking outward hasn't helped looking inwards been even more terrifying. So I'm going to try to look above try to find some solace in the world.",
		"episode": "s03e01",
		"objectID": "301450"
	},
	{
		"time": "01:04:58",
		"speaker": 1,
		"line": "How far in. Are you on all",
		"episode": "s03e01",
		"objectID": "301451"
	},
	{
		"time": "01:04:59",
		"speaker": 2,
		"line": "these different religions, like Confucius, for example. Do you know what he say? Could do You know what Confucius say? Yeah, I am playing on looking into the Book of Confucius. Say, uh, but so far, I'm not certain I'm not starting on that yet. I can't wait for an update. Okay. Uh, well, 00 no, no, no, no, no, no, no. Look at that. Tim. Alitalia wear both yet no",
		"episode": "s03e01",
		"objectID": "301452"
	},
	{
		"time": "01:05:31",
		"speaker": 1,
		"line": "home watching people just trying to pass each other on the street. Well, I, of course, have",
		"episode": "s03e01",
		"objectID": "301453"
	},
	{
		"time": "01:05:36",
		"speaker": 2,
		"line": "to before Monday secure an athletic space. Um, a gym, a field, multiple fields, football, soccer, baseball. Ordell's hurdle field. Um, I have to secure all of that stuff. Cool pool. I have to find a pool. Well, I told you I got a great price on my above ground. If you want to use that.",
		"episode": "s03e01",
		"objectID": "301454"
	},
	{ "time": "01:06:02", "speaker": 1, "line": "Well, yeah, I have. I", "episode": "s03e01", "objectID": "301455" },
	{
		"time": "01:06:04",
		"speaker": 2,
		"line": "I am gonna probably least you're above ground. It will be an offsite sort of stadium. Um, I mean, your backyard is in disarray. Sure. Yeah. Uh, well, yeah. My backyard is a little messed up because I thought there might be some gold back there",
		"episode": "s03e01",
		"objectID": "301456"
	},
	{
		"time": "01:06:22",
		"speaker": 1,
		"line": "Way. All gotta check way check. We will check for Goldman. Revolve,",
		"episode": "s03e01",
		"objectID": "301457"
	},
	{
		"time": "01:06:28",
		"speaker": 2,
		"line": "Doug ourselves nearly 70 80 feet down in our backyard.",
		"episode": "s03e01",
		"objectID": "301458"
	},
	{
		"time": "01:06:34",
		"speaker": 1,
		"line": "But you know what that is? That's",
		"episode": "s03e01",
		"objectID": "301459"
	},
	{
		"time": "01:06:35",
		"speaker": 2,
		"line": "just fresh soil. It's just now fresh tilled soil, ready for growth. So I'm planning some reverse succulents back there. Um, some of the thirstiest plants in the world.",
		"episode": "s03e01",
		"objectID": "301460"
	},
	{
		"time": "01:06:48",
		"speaker": 1,
		"line": "How do you find those very thirsty plans? Uh, you know, I go",
		"episode": "s03e01",
		"objectID": "301461"
	},
	{
		"time": "01:06:52",
		"speaker": 2,
		"line": "into jungles rainforests. You know, you could find them. Uh, any sort of rainforest will have a thirsty plan. Yeah. I mean, like, you are literally sucking the moisture from all of your All of your All of your neighbors have, like, tumbleweeds just going through their yard. It's like my neighbors have major tumbleweed problems that we're in a fight about, um s Oh, yeah. And I've gotten some letters from the city saying we're in a drought. You can't do this If you are gonna water your reverse succulents. Don't do it. High noon. Yeah.",
		"episode": "s03e01",
		"objectID": "301462"
	},
	{
		"time": "01:07:25",
		"speaker": 1,
		"line": "You know, what I can't wait for is your big fourth of July fireworks display that it's going to be an absolute blast. And this year, I",
		"episode": "s03e01",
		"objectID": "301463"
	},
	{ "time": "01:07:34", "speaker": 0, "line": "think it's going to be", "episode": "s03e01", "objectID": "301464" },
	{
		"time": "01:07:34",
		"speaker": 2,
		"line": "special. Yeah, I've got some things in the works, and let's just say they're dangerous. Well,",
		"episode": "s03e01",
		"objectID": "301465"
	},
	{
		"time": "01:07:41",
		"speaker": 1,
		"line": "yes. So I'm gonna lease Todd's",
		"episode": "s03e01",
		"objectID": "301466"
	},
	{
		"time": "01:07:44",
		"speaker": 2,
		"line": "above ground for swimming. And, of course, I actually found, um, an old old 19 thirties gymnasium that I actually found. Pistol Pete Skeleton.",
		"episode": "s03e01",
		"objectID": "301467"
	},
	{
		"time": "01:07:56",
		"speaker": 1,
		"line": "Wow, the pistol Pete, the pistol.",
		"episode": "s03e01",
		"objectID": "301468"
	},
	{
		"time": "01:07:59",
		"speaker": 2,
		"line": "Pete skeleton. Um, in the pistol. Pete Maravich. Yes. Yes. I was gonna say Pistol Pete Maverick. I might be wrong.",
		"episode": "s03e01",
		"objectID": "301469"
	},
	{ "time": "01:08:09", "speaker": 4, "line": "No, it's", "episode": "s03e01", "objectID": "301470" },
	{
		"time": "01:08:10",
		"speaker": 3,
		"line": "you on the map. Was he on the Mavericks? That",
		"episode": "s03e01",
		"objectID": "301471"
	},
	{
		"time": "01:08:13",
		"speaker": 2,
		"line": "same was married? Yes. I pistol Pete Maravich. His skeleton is buried under the floorboards of this old 19 thirties gymnasium on and you retire his skeleton. We should do a retired",
		"episode": "s03e01",
		"objectID": "301472"
	},
	{
		"time": "01:08:24",
		"speaker": 1,
		"line": "ally. We could hang it in the raft. Yeah, I want I would love to have a celebratory beat skeleton and just hoisted up there for everyone to seek. There's nothing like",
		"episode": "s03e01",
		"objectID": "301473"
	},
	{
		"time": "01:08:35",
		"speaker": 2,
		"line": "pride in your school. And then the dead means corpse. Absolutely. Because he could handle what a ball handler. He waas eso I still got a few things to do there. But",
		"episode": "s03e01",
		"objectID": "301474"
	},
	{
		"time": "01:08:45",
		"speaker": 1,
		"line": "that was back when basketball was good too, when everybody was Finn. You know where it's more about you know, tricks and stuff. Yeah, There wasn't even",
		"episode": "s03e01",
		"objectID": "301475"
	},
	{
		"time": "01:08:54",
		"speaker": 2,
		"line": "really a backboard. There was just kind of like a big, uh I mean, I would love to play with just laundry baskets, goals, Um, saying but apparently you gotta, you know, stay modern. Keep it in 24 points on the board. The worst game, same man Defense.",
		"episode": "s03e01",
		"objectID": "301476"
	},
	{
		"time": "01:09:14",
		"speaker": 3,
		"line": "Well, uh, wantto sonata jaskula in the city tok o on. Ah, pizza, eh? Ah, helmet velodrome. Uh, the Meritorious Sanga.",
		"episode": "s03e01",
		"objectID": "301477"
	},
	{
		"time": "01:09:31",
		"speaker": 2,
		"line": "Okay, most of that, but not pizza or helmet. What are those? Translate into",
		"episode": "s03e01",
		"objectID": "301478"
	},
	{
		"time": "01:09:37",
		"speaker": 1,
		"line": "S O that was seen Your there was a senior in there. But the general sense",
		"episode": "s03e01",
		"objectID": "301479"
	},
	{
		"time": "01:09:43",
		"speaker": 3,
		"line": "is that when you return to school, you're gonna need a pizza on a helmet for the velodrome of Death and blood. Yes.",
		"episode": "s03e01",
		"objectID": "301480"
	},
	{
		"time": "01:09:51",
		"speaker": 1,
		"line": "Uh, wow, that's about these vest, But I think this is a great idea for class. A great idea for class, but,",
		"episode": "s03e01",
		"objectID": "301481"
	},
	{ "time": "01:09:59", "speaker": 0, "line": "you know, shouldn't", "episode": "s03e01", "objectID": "301482" },
	{
		"time": "01:10:00",
		"speaker": 1,
		"line": "faculty sort of have access to some of these vestments eyes their way? We can We can have a fat Yeah, I can.",
		"episode": "s03e01",
		"objectID": "301483"
	},
	{
		"time": "01:10:06",
		"speaker": 4,
		"line": "You know what? I could throw a couple extra in the in the er Ah, in the budget, which actually I actually neglected to say anything about sort of my more broader plans for the year. Ah, and it actually does have to do with money. You know, since now I do have access to the er the endless funds of my family. Bottomless. Peggy, Bobby, I'm keeping a safe. My plan for the year is to run this school as efficiently. Uh, at but as as, ah, as openly as possible in terms of getting us what we need. Ah, and making sure that, you know, ah, we spend the money where we need it and we don't spend the money where we don't need it. I'm gonna keep a very close eye on our finances And make sure that this is not only the most successful school academically, but also show the world that you can run. Ah, private school. Ah, on on on on. On a modest budget, that's",
		"episode": "s03e01",
		"objectID": "301484"
	},
	{
		"time": "01:10:54",
		"speaker": 2,
		"line": "a state turned. I mean, everybody loved that gimlet podcast where they should I feel what it was called, but they're showing how they were starting a podcast company. Yeah, this is gonna be like a podcast, but our trials and tribulations about starting a charter school with a modestly bottomless budget. Yes.",
		"episode": "s03e01",
		"objectID": "301485"
	},
	{
		"time": "01:11:13",
		"speaker": 4,
		"line": "Yeah. Uh, And so I guess that's all we got today, folks. I guess Let's just throw a nice big thank you to our guest today, Mr Douglas. Rafferty here.",
		"episode": "s03e01",
		"objectID": "301486"
	},
	{
		"time": "01:11:23",
		"speaker": 1,
		"line": "Yeah, all of you. I say in Boca Lupo. Good luck. Oh, that's really",
		"episode": "s03e01",
		"objectID": "301487"
	},
	{
		"time": "01:11:31",
		"speaker": 4,
		"line": "nice way. We really appreciate that, but yeah, everybody tune back in next time to see how things go. School opens on Monday, and we'll have some updates on, as always,",
		"episode": "s03e01",
		"objectID": "301488"
	},
	{ "time": "01:11:41", "speaker": 1, "line": "stay Flippy Rooth.", "episode": "s03e01", "objectID": "301489" }
]
