[{"time":"00:00:00","speaker":0,"line":"McDonald's. No tides. Tighter. You Dad? No, I'm sleeping class. And Carl, let's start the show way. Head of defense, Please wait. The arts in a way. Thank you. Thank you. You music with perfect time. It is","episode":"s04e09","objectID":"4090"},{"time":"00:02:12","speaker":3,"line":"a wonderful way asked for","episode":"s04e09","objectID":"4091"},{"time":"00:02:14","speaker":1,"line":"here runs over there.","episode":"s04e09","objectID":"4092"},{"time":"00:02:16","speaker":0,"line":"Oh, thank you. Wait.","episode":"s04e09","objectID":"4093"},{"time":"00:02:24","speaker":1,"line":"No, You're all a little surprised, everybody. I just see it in the eye and start supposed taped off my ex wife. Oh, nobody said there shall come. They clearly really wait. No, that you all came here for the committee on toward it here for the pep rally to see Paul Ryan's to face loser tour. Unfortunately,","episode":"s04e09","objectID":"4094"},{"time":"00:03:02","speaker":0,"line":"all right is going around doing a tour. It's called two faced","episode":"s04e09","objectID":"4095"},{"time":"00:03:08","speaker":3,"line":"Loser Tour Motivational tour. It talks about how he became successful in what his life skills,","episode":"s04e09","objectID":"4096"},{"time":"00:03:14","speaker":0,"line":"right? Hated it. A positive life tells you step by step, how to become a two faced loser and, you know, walking out of there exactly how to do it.","episode":"s04e09","objectID":"4097"},{"time":"00:03:25","speaker":3,"line":"Exactly who I mean. That's a skill you're interested in. Who better to learn from these mistakes? He's the poster child for two losers.","episode":"s04e09","objectID":"4098"},{"time":"00:03:35","speaker":0,"line":"Oh, my God. And he wanted a way. Was supposed to be a Ted talk.","episode":"s04e09","objectID":"4099"},{"time":"00:03:38","speaker":1,"line":"It was supposed to be. That's right. He pitched it. Ted told him to go fuck himself.","episode":"s04e09","objectID":"40910"},{"time":"00:03:44","speaker":0,"line":"Ted is pretty tight on his talks","episode":"s04e09","objectID":"40911"},{"time":"00:03:48","speaker":3,"line":"that you wouldn't. Because, you see, of all","episode":"s04e09","objectID":"40912"},{"time":"00:03:50","speaker":0,"line":"time, I've seen some of the worst talks I've ever seen. Three. And they","episode":"s04e09","objectID":"40913"},{"time":"00:03:54","speaker":2,"line":"have been in the smallest buildings as well as the biggest convention centers. I mean, he could have just don't it In the bathroom at the public library.","episode":"s04e09","objectID":"40914"},{"time":"00:04:02","speaker":1,"line":"Watch the one. I say it was all about mindfulness and chimpanzees.","episode":"s04e09","objectID":"40915"},{"time":"00:04:07","speaker":0,"line":"I love that.","episode":"s04e09","objectID":"40916"},{"time":"00:04:09","speaker":2,"line":"Yes, I watched it. All of you. And I still got it","episode":"s04e09","objectID":"40917"},{"time":"00:04:12","speaker":1,"line":"a most. What you need out of it.","episode":"s04e09","objectID":"40918"},{"time":"00:04:14","speaker":2,"line":"Yeah, it was a wonderful time, but anyway, Paul Paul is not gonna be here. No, I","episode":"s04e09","objectID":"40919"},{"time":"00:04:21","speaker":1,"line":"mean, he felt bad about it. He said miss an email on the subject. It said Sorry. Couldn't be there. Paul crying. Uh, yeah. Body said said I can't be there. Uh,","episode":"s04e09","objectID":"40920"},{"time":"00:04:31","speaker":3,"line":"I'm so sorry.","episode":"s04e09","objectID":"40921"},{"time":"00:04:34","speaker":0,"line":"Yeah. I mean, I actually got an email to from Paul on, and he said, hey, said subject line stuck in traffic and then in the subject was like, I'm really I'm almost there, Paul Trying.","episode":"s04e09","objectID":"40922"},{"time":"00:04:52","speaker":1,"line":"Oh, yeah. So he was close. He was crying and trying in his car in traffic. But","episode":"s04e09","objectID":"40923"},{"time":"00:04:58","speaker":2,"line":"I also got me. I did. Yeah, I guess it was. It was late. And he actually, like, tried Teoh rent an airplane on. He said he sent the subject line, said, Hey, I still plan on being there, might not make it in the body and said Stall flying on. So here. I guess you want to stop because he was","episode":"s04e09","objectID":"40924"},{"time":"00:05:24","speaker":1,"line":"former star. So this is our stall technique right now. We haven't","episode":"s04e09","objectID":"40925"},{"time":"00:05:27","speaker":3,"line":"heard about the email he sent me way. Haven't he said sorry again? So sorry. I'm not gonna be there.","episode":"s04e09","objectID":"40926"},{"time":"00:05:36","speaker":1,"line":"And I bought it.","episode":"s04e09","objectID":"40927"},{"time":"00:05:36","speaker":3,"line":"However, I can see you guys. I might come out last minute, Paul. Spying.","episode":"s04e09","objectID":"40928"},{"time":"00:05:43","speaker":0,"line":"Wow. Wow. Yeah, well, that's crazy. But that's crazy, cause I actually right before we walked out here, I got an email from Paul's wife. Tell you guys about that? I don't know you. Didn't you tell me? Checking my phone, right? Oh, yeah. We're all about there furiously way. Hadn't talk in the last three hours. It on our fucking phones got this culture, this culture, we won't look up from. I'm obsessed with my screen and I love it because if I'm honest, I don't like talking to people. I think","episode":"s04e09","objectID":"40929"},{"time":"00:06:18","speaker":1,"line":"that's really I was thinking I'd love to see a short film about how people are on their phones all the time.","episode":"s04e09","objectID":"40930"},{"time":"00:06:23","speaker":0,"line":"I was somebody, preferably by like a college freshman.","episode":"s04e09","objectID":"40931"},{"time":"00:06:29","speaker":1,"line":"Yes, less experienced.","episode":"s04e09","objectID":"40932"},{"time":"00:06:34","speaker":2,"line":"You know what? Let's not leave it at one. Why not? Every college student in all of America make a short film.","episode":"s04e09","objectID":"40933"},{"time":"00:06:42","speaker":3,"line":"What's been hit me hard lately is street art about the way I live.","episode":"s04e09","objectID":"40934"},{"time":"00:06:47","speaker":0,"line":"My oh my God, I'll weep when I see one. I","episode":"s04e09","objectID":"40935"},{"time":"00:06:52","speaker":3,"line":"one the other day of a man looking at his own cell phone and I fell on the ground.","episode":"s04e09","objectID":"40936"},{"time":"00:06:57","speaker":0,"line":"Absolutely. I was walking down Melrose the other day. Beautiful score. Jazz. I love it. That's where I get all my clothes. The best little shops, bythe coolest weirdos, Um, so long","episode":"s04e09","objectID":"40937"},{"time":"00:07:16","speaker":1,"line":"to find a $275 led Zeppelin T shirt.","episode":"s04e09","objectID":"40938"},{"time":"00:07:19","speaker":0,"line":"Yes. Yeah. Um but I saw I saw a spray painted stenciled on the sidewalk love each other. Oh, my God. I almost fell out. I all right off my car. Well, I was driving by. I was looking out on the sidewalk. I'm gonna walk down.","episode":"s04e09","objectID":"40939"},{"time":"00:07:41","speaker":2,"line":"I was riding the subway the other day. Uh, you know this up, Everyone. Metro and","episode":"s04e09","objectID":"40940"},{"time":"00:07:51","speaker":1,"line":"everybody should take public transportation and","episode":"s04e09","objectID":"40941"},{"time":"00:07:54","speaker":0,"line":"transportation is Los Angeles is guard jazz. You","episode":"s04e09","objectID":"40942"},{"time":"00:07:57","speaker":2,"line":"get? I was writing on that. I was writing on the subway and I looked out the window and I saw on the side of the building. So somebody had spray painted up there. If you could read this, look to the person to your left and tell them you love them. Oh, my God. Who was sitting here left? Nobody shit. And so I But I took it as an opportunity.","episode":"s04e09","objectID":"40943"},{"time":"00:08:15","speaker":3,"line":"Sometimes street art makes you sad. And that's when","episode":"s04e09","objectID":"40944"},{"time":"00:08:18","speaker":2,"line":"I took it as an opportunity. I look turned around and there was a mirror behind me, and I just looked a mirror behind you. Just a very American touch. A vanity mirror, kind of one of those ones. It's con cave, and it kind of makes your face look","episode":"s04e09","objectID":"40945"},{"time":"00:08:32","speaker":0,"line":"Ben. Magnifying vanity. Yes.","episode":"s04e09","objectID":"40946"},{"time":"00:08:36","speaker":2,"line":"Lingering around it. So easy access to the charger that this was plugged into some my phone had plenty of juice.","episode":"s04e09","objectID":"40947"},{"time":"00:08:45","speaker":1,"line":"You're absolutely in your bathroom. Yeah, that you were in your","episode":"s04e09","objectID":"40948"},{"time":"00:08:48","speaker":0,"line":"You need to tell","episode":"s04e09","objectID":"40949"},{"time":"00:08:49","speaker":2,"line":"me. I was in my bathroom and my apartment is so cheap that it rattles all the time. And I think I'm in a moving subway","episode":"s04e09","objectID":"40950"},{"time":"00:08:56","speaker":3,"line":"car. You put. I","episode":"s04e09","objectID":"40951"},{"time":"00:08:57","speaker":2,"line":"looked out the window and I saw the painting in my next door neighbor's house. That says the words that I said before and I thought I was in a subway","episode":"s04e09","objectID":"40952"},{"time":"00:09:04","speaker":1,"line":"asking this When you get out of the subway, what's the first thing you see?","episode":"s04e09","objectID":"40953"},{"time":"00:09:07","speaker":2,"line":"My bad.","episode":"s04e09","objectID":"40954"},{"time":"00:09:09","speaker":0,"line":"Yeah, that's your part way","episode":"s04e09","objectID":"40955"},{"time":"00:09:11","speaker":1,"line":"should say you're listening to the teachers and this is the teacher's lounge.","episode":"s04e09","objectID":"40956"},{"time":"00:09:50","speaker":2,"line":"Wow, too. It's great. That sounds great in the context of an audio recording. Somebody's listening to board in their car. But when people are staring at you on stage, you really feel waste of their time. You know, people","episode":"s04e09","objectID":"40957"},{"time":"00:10:05","speaker":1,"line":"in an audience will watch anything.","episode":"s04e09","objectID":"40958"},{"time":"00:10:11","speaker":3,"line":"If you came to a show, you're boring","episode":"s04e09","objectID":"40959"},{"time":"00:10:14","speaker":0,"line":"and you guys are obviously students. You have to watch this, But if you go to shows,","episode":"s04e09","objectID":"40960"},{"time":"00:10:19","speaker":2,"line":"if you pay money to see live comedy of any kind, each","episode":"s04e09","objectID":"40961"},{"time":"00:10:26","speaker":1,"line":"board you're boring idiot","episode":"s04e09","objectID":"40962"},{"time":"00:10:30","speaker":3,"line":"about that recently. Doesn't family. So","episode":"s04e09","objectID":"40963"},{"time":"00:10:32","speaker":2,"line":"I'm so glad we do 100% serious grounded podcasts. I'm so tired of trying to be funny","episode":"s04e09","objectID":"40964"},{"time":"00:10:38","speaker":1,"line":"way. Want to get in the park, guys? But we should start with our announcements. We have some announcements since we got most of the whole student body here. By the way, thanks for being here. You had to, but thanks for coming. Uh, they want to start with the announcement.","episode":"s04e09","objectID":"40965"},{"time":"00:10:51","speaker":2,"line":"You were really buried in yours. I think","episode":"s04e09","objectID":"40966"},{"time":"00:10:54","speaker":1,"line":"I just didn't wear my glasses. Trouble reading. But I'll do the first announcement. Uh, okay, first announcement. Um, attention, Jewish students. We just learned that the Sabbath is not on Wednesday, so you can no longer miss school. Good work. You tricked us.","episode":"s04e09","objectID":"40967"},{"time":"00:11:16","speaker":0,"line":"Yeah, Yeah. You lying Jewish","episode":"s04e09","objectID":"40968"},{"time":"00:11:20","speaker":3,"line":"loser. That's all true. No libel lawsuits. You know why you","episode":"s04e09","objectID":"40969"},{"time":"00:11:27","speaker":1,"line":"would you do it? It's","episode":"s04e09","objectID":"40970"},{"time":"00:11:32","speaker":2,"line":"not a generalisation. It's about the specific Jewish","episode":"s04e09","objectID":"40971"},{"time":"00:11:35","speaker":0,"line":"fuck. These 15 kids were talking. Yeah, they got us.","episode":"s04e09","objectID":"40972"},{"time":"00:11:40","speaker":2,"line":"They did get us.","episode":"s04e09","objectID":"40973"},{"time":"00:11:47","speaker":1,"line":"You're attended to. That is, if you trick us. We can't punish you so","episode":"s04e09","objectID":"40974"},{"time":"00:11:56","speaker":0,"line":"quickly. If you trick us and get","episode":"s04e09","objectID":"40975"},{"time":"00:11:58","speaker":3,"line":"away with us, get away with it. your get away with it. It's good life trading. You know, life isn't fair if you could. Tricks of one of the world. If","episode":"s04e09","objectID":"40976"},{"time":"00:12:05","speaker":0,"line":"you work works here, if you trick our ass is congratulations. You graduated. They're all gone. We graduated.","episode":"s04e09","objectID":"40977"},{"time":"00:12:13","speaker":2,"line":"Yeah, Way. I sent an email to every college in America saying, Hey, one of these 15 Jewish kids come to school. They're gonna try to not come to their classes on Wednesday. So you better look out.","episode":"s04e09","objectID":"40978"},{"time":"00:12:25","speaker":0,"line":"That email got flag","episode":"s04e09","objectID":"40979"},{"time":"00:12:26","speaker":3,"line":"because the subject line was tricky. Jews content out of context. That email might seem a little anti Semitic. Yeah, it's very pro Semite. All right way are here. Yeah. Yeah, of course. We're almost in false spirit Week. Eso we're having dress up days. Monday will be Wildlife Day. Come dressed up is any wildlife? Tuesday will be read day where any kind of red but make it creative. Wednesday is going to be French style. I'm not using these names. This was chosen by our SB student body president on his","episode":"s04e09","objectID":"40980"},{"time":"00:13:11","speaker":1,"line":"own. And these are mandatory, right?","episode":"s04e09","objectID":"40981"},{"time":"00:13:14","speaker":3,"line":"He's a mandatory So style. Come on, guys, come on, get your brains out or stay home. Yeah, Thursday is going to be chipotle burrito day. We're gonna dress up, like in foil, like chipotle burritos. That does coincide with free burrito day at your polling so you could get a little too, For one that's get Friday is dressed like Daddy, where everybody dresses like their own father.","episode":"s04e09","objectID":"40982"},{"time":"00:13:39","speaker":0,"line":"I remember last year, just like Daddy Day way of every year. And ah, lot of students came to school dressed like dead men. Way","episode":"s04e09","objectID":"40983"},{"time":"00:13:52","speaker":3,"line":"had some deceased father's there. On","episode":"s04e09","objectID":"40984"},{"time":"00:13:55","speaker":1,"line":"what? What? The rules is dressed like daddy","episode":"s04e09","objectID":"40985"},{"time":"00:13:57","speaker":2,"line":"now. Yeah, hurts. So, like, I remember one of my kids wanted my diamond","episode":"s04e09","objectID":"40986"},{"time":"00:14:04","speaker":1,"line":"came in dressed like his dad when he was alive. When I go home, come back when you look like you're Corp stat.","episode":"s04e09","objectID":"40987"},{"time":"00:14:13","speaker":2,"line":"I had to","episode":"s04e09","objectID":"40988"},{"time":"00:14:13","speaker":3,"line":"be creative way back. He came back in a great costume. Yeah, and he won the day he got his picture.","episode":"s04e09","objectID":"40989"},{"time":"00:14:21","speaker":1,"line":"Remember, when you come into my office on that day, I will not be able to hear you from earned, so","episode":"s04e09","objectID":"40990"},{"time":"00:14:30","speaker":0,"line":"yeah, so I try a lot of cases himself into tiny our way, like","episode":"s04e09","objectID":"40991"},{"time":"00:14:36","speaker":1,"line":"my dad's unburned body.","episode":"s04e09","objectID":"40992"},{"time":"00:14:40","speaker":0,"line":"Just so crazy that you asked that funeral home Teoh cremate your father and they just stuffed his body. And without burning,","episode":"s04e09","objectID":"40993"},{"time":"00:14:51","speaker":1,"line":"Yeah, it took us a while to figure it out. Got him in there. Good.","episode":"s04e09","objectID":"40994"},{"time":"00:14:55","speaker":3,"line":"Yeah, Just a little bit of hair poking up.","episode":"s04e09","objectID":"40995"},{"time":"00:14:58","speaker":2,"line":"And it was £222. Yeah, as a heavy, bigger. And","episode":"s04e09","objectID":"40996"},{"time":"00:15:03","speaker":1,"line":"we just thought his ashes were has heaviest body","episode":"s04e09","objectID":"40997"},{"time":"00:15:07","speaker":3,"line":"with the announcement","episode":"s04e09","objectID":"40998"},{"time":"00:15:08","speaker":0,"line":"students, the mannequin challenge was very fun, But the latest viral craze the butt fucking challenge has to stop. No more filming yourselves, but bucking each other to Gloria S Stephen's Congo.","episode":"s04e09","objectID":"40999"},{"time":"00:15:28","speaker":2,"line":"Well, you can still do it, but don't posted on the school social media pages, we you know that the hashtag has kind of run wild. Everybody's tagging.","episode":"s04e09","objectID":"409100"},{"time":"00:15:38","speaker":0,"line":"Keep doing this, but don't tag us. It's going to get us. It's, um, hot water.","episode":"s04e09","objectID":"409101"},{"time":"00:15:44","speaker":2,"line":"I've got another announcement for you guys. The new school uniform policy goes into effect on Monday morning. And to reiterate accessorizing a uniform in any way is not allowed. This includes patches, bracelets, necklaces, fanny packs and two pays. Any accessory will be confiscated on Discovery.","episode":"s04e09","objectID":"409102"},{"time":"00:16:04","speaker":0,"line":"You didn't even have to mention any of the other ones other than to pay three only offense were happening. Unless you say it, Jeremy. You","episode":"s04e09","objectID":"409103"},{"time":"00:16:15","speaker":1,"line":"know it's a rug.","episode":"s04e09","objectID":"409104"},{"time":"00:16:17","speaker":0,"line":"Wait, no, You love to hear In eighth grade, it was very unfortunate way","episode":"s04e09","objectID":"409105"},{"time":"00:16:27","speaker":1,"line":"carpet on your head. And we","episode":"s04e09","objectID":"409106"},{"time":"00:16:28","speaker":3,"line":"all know this is training for life. No one by that rug in the real world is why I love you know, now that you looked, he's","episode":"s04e09","objectID":"409107"},{"time":"00:16:35","speaker":2,"line":"got glue just running down the side of his gracefully","episode":"s04e09","objectID":"409108"},{"time":"00:16:40","speaker":1,"line":"Jeremy Christ. All right, Next announcement. No more missing class because you claim you have trumps pissed tape. If you have the tape and want to miss class, we got to see it from now on.","episode":"s04e09","objectID":"409109"},{"time":"00:16:55","speaker":0,"line":"Also, no more bootlegs. I've got a couple times. I don't know whose dressing their dad's up. Like Trump and having a piss on people. But we know a fake when we see it way. Want to see that tape is bad? Is anybody?","episode":"s04e09","objectID":"409110"},{"time":"00:17:09","speaker":1,"line":"Absolutely. So I voted for the right guy.","episode":"s04e09","objectID":"409111"},{"time":"00:17:15","speaker":0,"line":"That was the problem. I knew I wanted to vote for him. And then when? When I heard about the tape, I said, Well, now I really want to vote for him, but it still hasn't proved so I just went and I voted for him, and it was fine.","episode":"s04e09","objectID":"409112"},{"time":"00:17:30","speaker":3,"line":"Well, I was one of those on the fence. Guys. I just wasn't sure whether I wanted a Socialist America or insane dictator. I was on the fence between those two options, that seems like a scrambled brain. Like a really sick brain. Your decided? Well, pretty manic. Yeah, I'm pretty manic","episode":"s04e09","objectID":"409113"},{"time":"00:17:53","speaker":0,"line":"way talk about how you're dressed right now because you're in a sleeveless camo shirt. You have. You have not even attempted to dress up like you're at school.","episode":"s04e09","objectID":"409114"},{"time":"00:18:03","speaker":3,"line":"Well, no, I thought we were I thought this was off time. No, I You know, I don't have shoes on either. Yeah, I wasn't ready for this. We got the call that we had to come down to your 15 minutes before, and I just threw him without on what you've been submitting, I think why you're dressed like this is","episode":"s04e09","objectID":"409115"},{"time":"00:18:20","speaker":4,"line":"because you've been submitting to the newest blue collar comedy tour. That's right, Joe. Uh, jokes you've been faxing in jokes","episode":"s04e09","objectID":"409116"},{"time":"00:18:29","speaker":1,"line":"that back and more racist than ever.","episode":"s04e09","objectID":"409117"},{"time":"00:18:33","speaker":3,"line":"Yeah, I've been faxing jokes, trying to see if the cable guy","episode":"s04e09","objectID":"409118"},{"time":"00:18:38","speaker":1,"line":"thing I love about those guys in the jokes they're sending them is while the rest of comedy is now firmly planted in 2017 right there saying, Hell, no. Right. We grew up in an age where only white men ran this. And that's the kind of humor we expect out.","episode":"s04e09","objectID":"409119"},{"time":"00:18:53","speaker":2,"line":"Yeah? Yeah. Do you guys remember and hate 1998? Too bad because we lived there. Way","episode":"s04e09","objectID":"409120"},{"time":"00:19:00","speaker":1,"line":"live there. We want to go back to the comedy, art and music of the era.","episode":"s04e09","objectID":"409121"},{"time":"00:19:04","speaker":0,"line":"Yeah, I love their stuff. And then those, like, seven or eight minute chunks. When Chappelle weighs in on Trans people love him. Love that. Part of not new news. Repel you,","episode":"s04e09","objectID":"409122"},{"time":"00:19:21","speaker":1,"line":"Chappelle and Seinfeld. Just having conversations are my two favorite things","episode":"s04e09","objectID":"409123"},{"time":"00:19:25","speaker":3,"line":"I love Just gets rid of the punchlines. Yeah, you know, I mean, it's like we get the act. Show us the real use,","episode":"s04e09","objectID":"409124"},{"time":"00:19:37","speaker":1,"line":"watching them come up with material. Next announcement, the campus improv team sucks. And his pencil?","episode":"s04e09","objectID":"409125"},{"time":"00:19:46","speaker":3,"line":"Yes. That's an editorial note. All the teachers got together unanimously decided. Who's this for?","episode":"s04e09","objectID":"409126"},{"time":"00:19:54","speaker":0,"line":"Yeah, that's done. Do stand up. You ask and you shall receive piping. Hot gravy is back in the lunch room.","episode":"s04e09","objectID":"409127"},{"time":"00:20:07","speaker":3,"line":"This is big thing. This is huge for the culture of campus.","episode":"s04e09","objectID":"409128"},{"time":"00:20:12","speaker":0,"line":"Yeah, Piping hot gravy was gone for a while.","episode":"s04e09","objectID":"409129"},{"time":"00:20:15","speaker":1,"line":"We lost it. That hot gravy lawsuit wear this third degree burns from our from having the hottest gravy.","episode":"s04e09","objectID":"409130"},{"time":"00:20:24","speaker":2,"line":"Yeah. Miss Morgan went into the cafeteria and said, Let me get a cup of moderately hot gravy. They gave her a a pot, a whole pot of gravy. That was 332 degrees.","episode":"s04e09","objectID":"409131"},{"time":"00:20:34","speaker":0,"line":"But she's so fucking stupid. You know, the gravy is hot. That's why you will get it. It's on the market. The hottest gravy in the world way. Come on. Not the best, but the hot. So it's back now with, like, a fucking label on it That says caution. Hot just takes the fun. Yeah, I'm glad that woman got burnt on her inner thighs.","episode":"s04e09","objectID":"409132"},{"time":"00:21:05","speaker":2,"line":"Moving on. I've got an announcement as well. Uh, we'd like to congratulate Mr Hampton, your anatomy and human development teacher on the birth of his new baby son, Dakota. We'd also like to send our condolences to Mrs Hampton as Mr Hampton died during childbirth, he died","episode":"s04e09","objectID":"409133"},{"time":"00:21:27","speaker":0,"line":"Love. That's great.","episode":"s04e09","objectID":"409134"},{"time":"00:21:28","speaker":2,"line":"From what I understand. Hey. Was in the room. He was overwhelmed. He passed out. They're not sure what happened. Another doctor came in, worked on him side by side with his wife, who was giving birth to their child.","episode":"s04e09","objectID":"409135"},{"time":"00:21:41","speaker":3,"line":"And he was a healthy guy. One of those town athletes to see running around all the time.","episode":"s04e09","objectID":"409136"},{"time":"00:21:45","speaker":2,"line":"Yeah, one of the town athletes. You","episode":"s04e09","objectID":"409137"},{"time":"00:21:48","speaker":3,"line":"know, The guy's got the bright clothes and they run.","episode":"s04e09","objectID":"409138"},{"time":"00:21:52","speaker":0,"line":"Oh, yeah, yeah, yeah. My your immortality. Yeah. Those guys make me feel great.","episode":"s04e09","objectID":"409139"},{"time":"00:21:58","speaker":4,"line":"The ones who get up early and, like, run","episode":"s04e09","objectID":"409140"},{"time":"00:21:59","speaker":0,"line":"around. I don't have those guys.","episode":"s04e09","objectID":"409141"},{"time":"00:22:03","speaker":3,"line":"I don't know. You're not a fan. They make me feel fat, dumb and slow. Wow. We're glad he's dead. Yeah, yeah, yeah. Uh, let's keep Booth, huh?","episode":"s04e09","objectID":"409142"},{"time":"00:22:15","speaker":1,"line":"Go ahead.","episode":"s04e09","objectID":"409143"},{"time":"00:22:16","speaker":3,"line":"Couldn't run from the Grim Reaper. Yeah, well, he's going to get us all. The robotics lab is closed due to water damage and the murder. Please use the computer lab.","episode":"s04e09","objectID":"409144"},{"time":"00:22:30","speaker":0,"line":"Yeah, really? It's less about the water damage and mostly about the murder.","episode":"s04e09","objectID":"409145"},{"time":"00:22:35","speaker":3,"line":"Well, the water damage is what alerted us to the murder. So that really is what","episode":"s04e09","objectID":"409146"},{"time":"00:22:39","speaker":0,"line":"it started. We were up in the rafters looking for that leak and we found Mr Farris is body. Yeah.","episode":"s04e09","objectID":"409147"},{"time":"00:22:46","speaker":2,"line":"Yeah, and it isn't. We are positive that it is a murder because the room was sealed from the outside with cement. All the doors were encased in cement. You could No water could get out. There was a leak in the ceiling. It filled the room up. And he just Yeah,","episode":"s04e09","objectID":"409148"},{"time":"00:22:59","speaker":3,"line":"my body is always also still jacked up with cement.","episode":"s04e09","objectID":"409149"},{"time":"00:23:03","speaker":0,"line":"Yeah. Wait. You were a suspect for a little while Time That was crazy because he was convinced you were the","episode":"s04e09","objectID":"409150"},{"time":"00:23:15","speaker":1,"line":"Yeah, well, uh, good news is I'm off scot free for the moment. I use the riddle defense. I said he stood on a block of ice and hung himself in the ice mountains. That was water beneath them.","episode":"s04e09","objectID":"409151"},{"time":"00:23:28","speaker":0,"line":"Oh, yeah. I remember when you were on the stand on and it was before the block of ice. But you were You gave a long speech about How does how does a fox get across the river on a turtle's back? Right? Fox? And there's a less","episode":"s04e09","objectID":"409152"},{"time":"00:23:51","speaker":1,"line":"kind of grasshoppers. I kind of went through a few different riddles and some of a sops fables to finally find one that made sense for the context of the","episode":"s04e09","objectID":"409153"},{"time":"00:24:00","speaker":0,"line":"jury was super lenient with you because apparently, like, uh huh,","episode":"s04e09","objectID":"409154"},{"time":"00:24:04","speaker":1,"line":"because I threatened.","episode":"s04e09","objectID":"409155"},{"time":"00:24:05","speaker":0,"line":"Yes, yes. But also, you have Ah, just your new hair. Um, was was perfect for the case. You changed a pure look. Um,","episode":"s04e09","objectID":"409156"},{"time":"00:24:16","speaker":1,"line":"trial here, huh? Trial","episode":"s04e09","objectID":"409157"},{"time":"00:24:19","speaker":0,"line":"your trial here that you have right now?","episode":"s04e09","objectID":"409158"},{"time":"00:24:20","speaker":1,"line":"Oh, my current hair. Yes, yes, yeah. At the perm. Yeah, a jury. You can look this up. A jury has never convicted a man with perm. You can look","episode":"s04e09","objectID":"409159"},{"time":"00:24:33","speaker":2,"line":"weird for economic statistics that, like nobody really relation. It just worked out.","episode":"s04e09","objectID":"409160"},{"time":"00:24:38","speaker":3,"line":"They didn't nail Phil Spector. Tilly straightened his hair, right?","episode":"s04e09","objectID":"409161"},{"time":"00:24:44","speaker":1,"line":"Remembers that Phil Spector very walks.","episode":"s04e09","objectID":"409162"},{"time":"00:24:51","speaker":2,"line":"No one knows that photo except for us. Because every time we bring it up, No","episode":"s04e09","objectID":"409163"},{"time":"00:24:55","speaker":3,"line":"way. First thing that comes up, you'll laugh a couple","episode":"s04e09","objectID":"409164"},{"time":"00:25:00","speaker":1,"line":"of perms, right? That's right. Yeah, well, I did the sperm, which was a perm in the shape of ah, sperm. My head was kind of soft. And then I had a tiny little tail like a little ratto,","episode":"s04e09","objectID":"409165"},{"time":"00:25:16","speaker":0,"line":"right? And that tested.","episode":"s04e09","objectID":"409166"},{"time":"00:25:22","speaker":1,"line":"I brought the jury in, and I put I put him into a focus group and I had a ton of things like that, which is apparently illegal. So don't tell anyone.","episode":"s04e09","objectID":"409167"},{"time":"00:25:32","speaker":3,"line":"And then you tried out the chicken perm?","episode":"s04e09","objectID":"409168"},{"time":"00:25:38","speaker":1,"line":"Yeah. Yeah, I put a bunch of, ah tomato sauce on my head and Parmesan. Did chicken permanent failed","episode":"s04e09","objectID":"409169"},{"time":"00:25:49","speaker":0,"line":"based on the chicken farm?","episode":"s04e09","objectID":"409170"},{"time":"00:25:50","speaker":2,"line":"Yes, way Get it.","episode":"s04e09","objectID":"409171"},{"time":"00:25:54","speaker":3,"line":"I think those food based haircuts of the new thing? Absolutely, Absolutely.","episode":"s04e09","objectID":"409172"},{"time":"00:26:00","speaker":2,"line":"Anyway, let's move on","episode":"s04e09","objectID":"409173"},{"time":"00:26:02","speaker":0,"line":"for chicken more based. Dad, I will grant the bread bowl cut. Have","episode":"s04e09","objectID":"409174"},{"time":"00:26:13","speaker":3,"line":"you seen? Have you seen the eggplant parm? I haven't. What's that? It's a lot like the chicken firm, but you sub eggplant for chicken. But chicken wasn't even involved in the initial chicken. Yeah, so I don't know how the hairstyle changes. I just know there's two options and vegetarians tend to get the equity on meat eaters tend to get the chicken part. I","episode":"s04e09","objectID":"409175"},{"time":"00:26:35","speaker":2,"line":"see. Okay. Well, let's get this one last announcement for me. Out of the way. From now on, hall passes will be replaced by activities specific passes. Examples include office past, locker pass and don't pass.","episode":"s04e09","objectID":"409176"},{"time":"00:26:50","speaker":0,"line":"Don't pass. Of course, that isn't used. The restroom. That's no visit. The place where we keep all the trash","episode":"s04e09","objectID":"409177"},{"time":"00:26:55","speaker":2,"line":"in the back way actually got rid of trash cans in each of in each of the classrooms. And now, if you need to throw something away, you have to go to an offsite. Don't even if it's a single thing. If it's a have you brought your pounds into","episode":"s04e09","objectID":"409178"},{"time":"00:27:08","speaker":3,"line":"the dump and throw it hard in best dumping hottest gravy. That's what our schools got going.","episode":"s04e09","objectID":"409179"},{"time":"00:27:15","speaker":0,"line":"Absolutely, absolutely. I got one more, uh, students. Custodian Michaels has requested that people please stop calling him the Stink Man that goes for students, faculty, students, parents and also custodians. Michael's wife and Children.","episode":"s04e09","objectID":"409180"},{"time":"00:27:39","speaker":3,"line":"Well, I didn't know he was giving us multiple announcements, but I also have an announcement from Oh, really, he said, that everybody needs to please pick up after your service dogs. If you can't please train them to do it themselves. Campus has been covered in shit lately, and it's getting ridiculous. So I assume that's why he's stinking because","episode":"s04e09","objectID":"409181"},{"time":"00:28:02","speaker":0,"line":"guys love service. Dogs, I love way allow kids to bring in their service","episode":"s04e09","objectID":"409182"},{"time":"00:28:08","speaker":2,"line":"way. We're not just way say service dog, but people","episode":"s04e09","objectID":"409183"},{"time":"00:28:14","speaker":1,"line":"who are blind, right? You can't see it Why do you need one?","episode":"s04e09","objectID":"409184"},{"time":"00:28:24","speaker":0,"line":"Enjoy your dog","episode":"s04e09","objectID":"409185"},{"time":"00:28:27","speaker":1,"line":"if you have. If your buddy you have a service dog, it should be one of the ugly ones. I think we can all agree on that. Yes, so that a person who can see doesn't have to look at an ugly","episode":"s04e09","objectID":"409186"},{"time":"00:28:37","speaker":2,"line":"thing. I hate more than seeing a dog wasted on a blind person.","episode":"s04e09","objectID":"409187"},{"time":"00:28:41","speaker":3,"line":"We want really service toxic emotional support, animals on planes, you and little tiny dogs that people take just cause they feel like having your out loud. I love our classroom setting. Since we've invited off, the class has been, uh, it's like a PetSmart in there. It's wonderful.","episode":"s04e09","objectID":"409188"},{"time":"00:29:02","speaker":0,"line":"It's just like a pest.","episode":"s04e09","objectID":"409189"},{"time":"00:29:04","speaker":1,"line":"Sam, you've been, uh, running yourself out as a service human, right? That's right. Yes. So you'll fly around with people in discomfort him of the nervous on a plane.","episode":"s04e09","objectID":"409190"},{"time":"00:29:12","speaker":3,"line":"I'll come for them, that is, You're terrible on plane. I do a bad job. It's they don't know what they're getting in for, but it's a big job for them. It's a huge government services. If they could get my anxiety down to a regular love like, and then help them realize","episode":"s04e09","objectID":"409191"},{"time":"00:29:27","speaker":2,"line":"I kind of get you provided a distraction. You go so insane that they get their flying.","episode":"s04e09","objectID":"409192"},{"time":"00:29:33","speaker":3,"line":"Oh, yeah, It's a big distraction. Yeah, some TSA does not enjoy.","episode":"s04e09","objectID":"409193"},{"time":"00:29:36","speaker":2,"line":"Yeah, you power bombs. Who wanted the stewardesses?","episode":"s04e09","objectID":"409194"},{"time":"00:29:40","speaker":3,"line":"High powered on the stewardess. And then I gave this. Don't called stunner to a pilot,","episode":"s04e09","objectID":"409195"},{"time":"00:29:44","speaker":1,"line":"which is, if anyone doesn't have power. Bomb is when you stick someone's head between your legs and then you grab them by their just like waste. Lift them in the air from the waist and throw them on their back. It was illegal. W c W Because so many people are getting hurt. Yes,","episode":"s04e09","objectID":"409196"},{"time":"00:30:01","speaker":2,"line":"especially an airplane inside.","episode":"s04e09","objectID":"409197"},{"time":"00:30:03","speaker":1,"line":"Everyone knows what a stone cold stunner is","episode":"s04e09","objectID":"409198"},{"time":"00:30:05","speaker":0,"line":"You stone cold stunner the pilot, and then you cracked","episode":"s04e09","objectID":"409199"},{"time":"00:30:09","speaker":3,"line":"open a bud light and stood on two people's heads in first class and drank it. That's right. Well, I don't really drink much. I poured it all over my head and face and a little bit. Got it. Now","episode":"s04e09","objectID":"409200"},{"time":"00:30:20","speaker":1,"line":"you do not fly Well,","episode":"s04e09","objectID":"409201"},{"time":"00:30:22","speaker":2,"line":"no, just to reiterate. Uh, anyway,","episode":"s04e09","objectID":"409202"},{"time":"00:30:25","speaker":0,"line":"that's crazy. Interview started that business.","episode":"s04e09","objectID":"409203"},{"time":"00:30:28","speaker":3,"line":"What? Renting yourself out as a service human? Hey, you know the market dictates. What do Ugo? There was a market for it. I","episode":"s04e09","objectID":"409204"},{"time":"00:30:37","speaker":0,"line":"wear slave to the market here. It's wine. High school students here have heard our podcast have any context of where? Okay.","episode":"s04e09","objectID":"409205"},{"time":"00:30:50","speaker":2,"line":"Are they aware of the who's who's listen to the first episode of the most recent season that just from here everybody else, Lakoff,","episode":"s04e09","objectID":"409206"},{"time":"00:31:02","speaker":0,"line":"Because we're not you not sign up for a podcast app and pay for it If","episode":"s04e09","objectID":"409207"},{"time":"00:31:13","speaker":3,"line":"you're not a fan of the podcast already, this was probably very weird and back.","episode":"s04e09","objectID":"409208"},{"time":"00:31:17","speaker":0,"line":"Yeah, that's true. Yeah, a lot of rounds in the audience. Well, yeah, this is we just started season three. Um, and, uh, last season, we blew up our old school Hamilton high school. Well, you did, Sam. Well, we did, But I did. Yeah. We all had a hand in it eating, really? But we blamed it on you. Um, And then we escaped to Mexico with El Chapo. Yeah, and we lived with him there for a while. We filmed a reality show that we're still shopping around. It's very similar to the real world in that it's pretty much just the real world with us and chop of. It's called the Real World. Also Tech and Ruthie Air There it's called The Real World. Can we send it to MTV? We haven't heard back yet.","episode":"s04e09","objectID":"409209"},{"time":"00:32:05","speaker":2,"line":"Not even a cease and desist, which is? Yeah,","episode":"s04e09","objectID":"409210"},{"time":"00:32:07","speaker":0,"line":"but we got super pissed, you know, Chopper, Because he was being a","episode":"s04e09","objectID":"409211"},{"time":"00:32:09","speaker":1,"line":"bit of the system about the seas.","episode":"s04e09","objectID":"409212"},{"time":"00:32:12","speaker":0,"line":"Yeah, we got super pissed. No, Chapo, because he was just being the worst. Uh, he wouldn't go to the job. Our job. Buffalo Wild Wings.","episode":"s04e09","objectID":"409213"},{"time":"00:32:20","speaker":2,"line":"He wore my short.","episode":"s04e09","objectID":"409214"},{"time":"00:32:21","speaker":3,"line":"The warrior shorts was your worst. Remain.","episode":"s04e09","objectID":"409215"},{"time":"00:32:25","speaker":1,"line":"So we got the hell out of there and we started our own charter school. Levi's Speedo cut jeans presents the swine High Pigs underscore one.","episode":"s04e09","objectID":"409216"},{"time":"00:32:34","speaker":0,"line":"That's right. We used Howard Levi's, Howard Levis Levi's money from the Levi's Court on We started our own charter school with","episode":"s04e09","objectID":"409217"},{"time":"00:32:44","speaker":2,"line":"the caveat that every week is sponsored by a different cut of Levi's Jean.","episode":"s04e09","objectID":"409218"},{"time":"00:32:48","speaker":0,"line":"Yes, To get the money we had, we opened a Levi store at the front of the school, and each week it's sponsored by different pair of jeans. What? Jesus, We","episode":"s04e09","objectID":"409219"},{"time":"00:32:58","speaker":1,"line":"This was a Levi Speedo cut Dreams.","episode":"s04e09","objectID":"409220"},{"time":"00:33:00","speaker":0,"line":"Levi, Speedo, Jane.","episode":"s04e09","objectID":"409221"},{"time":"00:33:03","speaker":3,"line":"They're small in all the right places.","episode":"s04e09","objectID":"409222"},{"time":"00:33:06","speaker":2,"line":"Yeah, and a few of the wrong. Yes.","episode":"s04e09","objectID":"409223"},{"time":"00:33:11","speaker":3,"line":"Now these this is a bad cut. A gene. This is a bad, painful genes","episode":"s04e09","objectID":"409224"},{"time":"00:33:14","speaker":1,"line":"were a gross Italian, but don't live near a beach. Would wanna wear some denim. Get the Speedo cut.","episode":"s04e09","objectID":"409225"},{"time":"00:33:19","speaker":3,"line":"That's right. It's a painful gene that's worth it for the look.","episode":"s04e09","objectID":"409226"},{"time":"00:33:23","speaker":0,"line":"Yes, yes. Do you wanna make sure people know you're an asshole? Where they Levi's jeans?","episode":"s04e09","objectID":"409227"},{"time":"00:33:34","speaker":3,"line":"Do you want to see your Penis on occasion On accident.","episode":"s04e09","objectID":"409228"},{"time":"00:33:45","speaker":1,"line":"So go ahead, pick some of those up $140.","episode":"s04e09","objectID":"409229"},{"time":"00:33:48","speaker":0,"line":"11 40 rising.","episode":"s04e09","objectID":"409230"},{"time":"00:33:52","speaker":3,"line":"That's right. The longer we have these, the more expensive they get, Guys, so get a fast","episode":"s04e09","objectID":"409231"},{"time":"00:33:56","speaker":1,"line":"way. Should bring out our guests. We have a fun yesterday. I have to listen to Season two of the podcast. You'll remember her. She is a poet on a, uh, hopeful mother. One day, Big Red replies for Lady Smith back. Black Mambazo.","episode":"s04e09","objectID":"409232"},{"time":"00:34:14","speaker":2,"line":"Wait, have you on the show again.","episode":"s04e09","objectID":"409233"},{"time":"00:34:24","speaker":4,"line":"Thank you By having me. Thank you. Thanks for being so much. Thanks for being here. Really disrespected you there and didn't stand up.","episode":"s04e09","objectID":"409234"},{"time":"00:34:33","speaker":1,"line":"Oh, there wasn't about you. I just didn't feel like","episode":"s04e09","objectID":"409235"},{"time":"00:34:34","speaker":4,"line":"standing. Okay, I take it as a personal attack. I really didn't","episode":"s04e09","objectID":"409236"},{"time":"00:34:40","speaker":1,"line":"mean it that way. This","episode":"s04e09","objectID":"409237"},{"time":"00:34:41","speaker":4,"line":"place is different than the last place. That's","episode":"s04e09","objectID":"409238"},{"time":"00:34:44","speaker":1,"line":"right. This is a new campus. This is our It's a self funded campus. It's our school. Good. I've all I","episode":"s04e09","objectID":"409239"},{"time":"00:34:50","speaker":4,"line":"would like to run for the school boy.","episode":"s04e09","objectID":"409240"},{"time":"00:34:53","speaker":0,"line":"Okay, You know what? That's fine. You know, we are at the school","episode":"s04e09","objectID":"409241"},{"time":"00:34:58","speaker":2,"line":"because we started the charter school. We are sort of the sort of the end of the road. The buck stops with us. So I mean, we'd love to hear to hear some of your plans. Maybe","episode":"s04e09","objectID":"409242"},{"time":"00:35:09","speaker":4,"line":"some things that you'd like to come bring to the school this year. I would like to be all of y'all's superior.","episode":"s04e09","objectID":"409243"},{"time":"00:35:16","speaker":0,"line":"Wow, what a pitch. No specifics of policy. Just","episode":"s04e09","objectID":"409244"},{"time":"00:35:24","speaker":2,"line":"just superior.","episode":"s04e09","objectID":"409245"},{"time":"00:35:25","speaker":3,"line":"Well, technically, we don't even have a school board above us. Were sort of just co founder","episode":"s04e09","objectID":"409246"},{"time":"00:35:30","speaker":0,"line":"way. Could use a little bit of management. Like, right now, the school is doing all right. But, you know, we could probably, uh, a little","episode":"s04e09","objectID":"409247"},{"time":"00:35:37","speaker":3,"line":"bit of infighting. Yeah, of course. It's hard not to have a boss above us to sort of settle some of our disputes.","episode":"s04e09","objectID":"409248"},{"time":"00:35:42","speaker":0,"line":"Yeah. Do you have any, um, thoughts for the school upon looking at it and how","episode":"s04e09","objectID":"409249"},{"time":"00:35:47","speaker":4,"line":"it's functioning? When I first walked in, I stopped at the cafeteria. All","episode":"s04e09","objectID":"409250"},{"time":"00:35:54","speaker":0,"line":"right. Okay. I think I remember last time you were on your obsessed with cafeteria food and having it be not how it was","episode":"s04e09","objectID":"409251"},{"time":"00:36:04","speaker":4,"line":"supposed to be. Obsession is the sand on our beaches.","episode":"s04e09","objectID":"409252"},{"time":"00:36:09","speaker":0,"line":"I have never heard that","episode":"s04e09","objectID":"409253"},{"time":"00:36:11","speaker":4,"line":"saying things. One, please buy my book.","episode":"s04e09","objectID":"409254"},{"time":"00:36:15","speaker":2,"line":"You've got a book. You've got a book coming out? Yes, that's what is it? It's a book of poetry. I'm","episode":"s04e09","objectID":"409255"},{"time":"00:36:19","speaker":4,"line":"assuming it is. That's called the witches.","episode":"s04e09","objectID":"409256"},{"time":"00:36:24","speaker":3,"line":"You're just witches?","episode":"s04e09","objectID":"409257"},{"time":"00:36:27","speaker":4,"line":"Yes. Do you remember the book you read in school called the With Roald Dahl book about with Yes. I use that cover stuff. My poetry, the first pages poem call Psych.","episode":"s04e09","objectID":"409258"},{"time":"00:36:43","speaker":0,"line":"Oh, so you explain the confusion, right? Upto","episode":"s04e09","objectID":"409259"},{"time":"00:36:46","speaker":4,"line":"Yes. Confusion. Is the lighthouse on my main voyage?","episode":"s04e09","objectID":"409260"},{"time":"00:36:54","speaker":0,"line":"I guess that makes sense. Use your","episode":"s04e09","objectID":"409261"},{"time":"00:36:56","speaker":1,"line":"core audience. Are you trying to reach seven through 11 year olds?","episode":"s04e09","objectID":"409262"},{"time":"00:37:00","speaker":4,"line":"I am trying to reach anyone who have two eyes that can read.","episode":"s04e09","objectID":"409263"},{"time":"00:37:09","speaker":1,"line":"Well, you're really limiting your audience by making your book Cover the Witches, which is a Children's book.","episode":"s04e09","objectID":"409264"},{"time":"00:37:14","speaker":4,"line":"I saw a lot of people here with service, so I assume my book will not sell well here.","episode":"s04e09","objectID":"409265"},{"time":"00:37:21","speaker":1,"line":"No. Have you done it on tape?","episode":"s04e09","objectID":"409266"},{"time":"00:37:23","speaker":4,"line":"I have done it on tape. Also, I put a dinner covered book in your Leave","episode":"s04e09","objectID":"409267"},{"time":"00:37:29","speaker":3,"line":"Things tape. Now it's a regular length book, but you're reading it right?","episode":"s04e09","objectID":"409268"},{"time":"00:37:36","speaker":1,"line":"It's what it says, it says as Aziz read by Serpent","episode":"s04e09","objectID":"409269"},{"time":"00:37:40","speaker":4,"line":"Kingsley. No, as read by Lady Smith Black.","episode":"s04e09","objectID":"409270"},{"time":"00:37:46","speaker":3,"line":"OK, so this book is a lot of lives. It's hard to wrap your mind around what it is because there are so many deceits up top.","episode":"s04e09","objectID":"409271"},{"time":"00:38:00","speaker":4,"line":"The book is 19. I was in 45.","episode":"s04e09","objectID":"409272"},{"time":"00:38:05","speaker":0,"line":"That's crazy because the book isn't that long, so you must go slow.","episode":"s04e09","objectID":"409273"},{"time":"00:38:08","speaker":4,"line":"I read with vigor and","episode":"s04e09","objectID":"409274"},{"time":"00:38:13","speaker":3,"line":"all right. I always","episode":"s04e09","objectID":"409275"},{"time":"00:38:15","speaker":1,"line":"wanted to hire my own superior. Yeah, I find that the one that promised our world is you can't pick your superiors. They pick you. So I'm curious about what it would be like to have you on the","episode":"s04e09","objectID":"409276"},{"time":"00:38:24","speaker":4,"line":"sport. The school board? What are some other fights that you have been invited over?","episode":"s04e09","objectID":"409277"},{"time":"00:38:30","speaker":1,"line":"Um, I want a longer school week long. I want to go Monday to Sunday","episode":"s04e09","objectID":"409278"},{"time":"00:38:38","speaker":2,"line":"Way, of course. Want to go with the traditional school week Monday to Friday with a two day weekend? Right?","episode":"s04e09","objectID":"409279"},{"time":"00:38:44","speaker":3,"line":"And I've been pressing to go just weekends. Take","episode":"s04e09","objectID":"409280"},{"time":"00:38:47","speaker":4,"line":"the weeks off, user. Just Wednesday, midnight to","episode":"s04e09","objectID":"409281"},{"time":"00:38:55","speaker":1,"line":"midnight on Wednesday midnight, the midnight","episode":"s04e09","objectID":"409282"},{"time":"00:38:57","speaker":4,"line":"on Wednesday. Get it over with and then just do whatever you want for the rest of the way. Say, Humpty Hump hops at the camp. Why must you? Campbell. What are you having act? Campbell. Wednesday winds that day. When you say Thursday, Camel, I propose. If I am principal of this school, it's over.","episode":"s04e09","objectID":"409283"},{"time":"00:39:34","speaker":1,"line":"That one so poetically remember, it was a very climactic. Poems don't have to always leave to a huge ending. It is not a summer","episode":"s04e09","objectID":"409284"},{"time":"00:39:42","speaker":4,"line":"blockbuster. It's not a summer blockbuster. It's more like a blacklist. Uh,","episode":"s04e09","objectID":"409285"},{"time":"00:39:52","speaker":2,"line":"I be honest, though that does not resolve the fighting this way.","episode":"s04e09","objectID":"409286"},{"time":"00:39:58","speaker":4,"line":"I'm going to go by a proposal. You would prefer to going to school Monday through Sunday, Correct? You only wetness day. You only weak. And you they know when. What if we do this on Mondays, you will come in 9 to 6 on Saturdays. You will come in six tonight, 6 a.m. to 9 p.m. The next day. Saturday, 6 a.m. Sunday on Wednesday. Yeah. You're allowed to do whatever you want to wear. Whatever you want. Say whatever you want. It's an open season, okay? And for the","episode":"s04e09","objectID":"409287"},{"time":"00:40:44","speaker":3,"line":"rest of the week,","episode":"s04e09","objectID":"409288"},{"time":"00:40:45","speaker":4,"line":"you must be quite","episode":"s04e09","objectID":"409289"},{"time":"00:40:47","speaker":0,"line":"eso. I just don't work at all.","episode":"s04e09","objectID":"409290"},{"time":"00:40:50","speaker":4,"line":"You work? Oh, you teach you stimulate. You make the Children better for the world. Okay. You you hear every day you get what you want. But you're not allowed to make direct eye contact every day because you did this. And every time they walk by you, they will say you did.","episode":"s04e09","objectID":"409291"},{"time":"00:41:15","speaker":1,"line":"Okay, this sounds like it will breed a lot of resentment. Uh,","episode":"s04e09","objectID":"409292"},{"time":"00:41:18","speaker":3,"line":"I don't even solution. So Muchas makes the problem worse.","episode":"s04e09","objectID":"409293"},{"time":"00:41:23","speaker":2,"line":"You'll for more arguing. I'm pretty","episode":"s04e09","objectID":"409294"},{"time":"00:41:25","speaker":0,"line":"sure I was fired. What if","episode":"s04e09","objectID":"409295"},{"time":"00:41:30","speaker":4,"line":"we put in ice cream machine in the cafeteria","episode":"s04e09","objectID":"409296"},{"time":"00:41:34","speaker":0,"line":"ways? Why you you throw out poetry and then very quickly you start talking about ice cream and the in","episode":"s04e09","objectID":"409297"},{"time":"00:41:45","speaker":4,"line":"the cafeteria. Poetry cannot be thrown out, my dear. It can simply you cannot simply be tossed into the wind for the wind will carry it right back to your hands and you will catch it. The butterfly flutters, creating an effect. Ash didn't good yet","episode":"s04e09","objectID":"409298"},{"time":"00:42:09","speaker":3,"line":"it's hard on that when you're just telling me something. And when you're in a little thing, a little","episode":"s04e09","objectID":"409299"},{"time":"00:42:15","speaker":4,"line":"thing and become a big if you look at it with wide open eyes, eyes wide open eyes, wide shut sex party","episode":"s04e09","objectID":"409300"},{"time":"00:42:27","speaker":0,"line":"They're always mentioning these old movies. So what do you think? We need more ice cream in the in the lunchroom.","episode":"s04e09","objectID":"409301"},{"time":"00:42:36","speaker":4,"line":"Chocolate strawberry. Bring me a lot. So obey seven up in your shirt.","episode":"s04e09","objectID":"409302"},{"time":"00:42:45","speaker":1,"line":"Seven up and or Sherbert were seven up. Eight years. This sounds like maybe just something you would do if you were at a place where,","episode":"s04e09","objectID":"409303"},{"time":"00:42:55","speaker":3,"line":"sure, but why do you even like schools? Because I must stimulate","episode":"s04e09","objectID":"409304"},{"time":"00:43:04","speaker":4,"line":"the Children I am here for.","episode":"s04e09","objectID":"409305"},{"time":"00:43:06","speaker":3,"line":"Do you just want to work here for free food? Is that what's going on?","episode":"s04e09","objectID":"409306"},{"time":"00:43:10","speaker":4,"line":"Do you get for you?","episode":"s04e09","objectID":"409307"},{"time":"00:43:12","speaker":3,"line":"Why don't I assume people who work in the lunch room also","episode":"s04e09","objectID":"409308"},{"time":"00:43:16","speaker":4,"line":"food? If I have your superior, the food shall be","episode":"s04e09","objectID":"409309"},{"time":"00:43:20","speaker":1,"line":"sending out a lot of pitches as if you were a child running for class president of ice cream machine and three lunches would","episode":"s04e09","objectID":"409310"},{"time":"00:43:28","speaker":4,"line":"also replace a larger found with Cooley. Okay.","episode":"s04e09","objectID":"409311"},{"time":"00:43:34","speaker":3,"line":"All right, Well, I mean, you have a platform, which is better than some of the","episode":"s04e09","objectID":"409312"},{"time":"00:43:38","speaker":4,"line":"people who come in here and try to work for us.","episode":"s04e09","objectID":"409313"},{"time":"00:43:40","speaker":0,"line":"Were you","episode":"s04e09","objectID":"409314"},{"time":"00:43:41","speaker":4,"line":"when you went to school? Where you part of the student council? Where you, uh, president and I playing baseball. Okay. I was the only Haman on the baseball T. What position? Shortstop Position. That's hard. Was that tough? Oh, tough as nails. Tough s rocks. Tough as a pebble. Toughest over. Tough as old bread. Tough is old. You. That's a pokey.","episode":"s04e09","objectID":"409315"},{"time":"00:44:22","speaker":3,"line":"You don't","episode":"s04e09","objectID":"409316"},{"time":"00:44:24","speaker":1,"line":"It sounds like those things got less tough. Is it started with You Didn't read?","episode":"s04e09","objectID":"409317"},{"time":"00:44:30","speaker":3,"line":"Yeah. When you were playing baseball, could you sort of put the poetry aside and really get into game mode where you field grounders throwing people out of first? What? You know what? Your minds","episode":"s04e09","objectID":"409318"},{"time":"00:44:39","speaker":4,"line":"it every time I feel did the ground through someone out. I recited a poem. I did not allow them to return to their dug out. I stopped mid track. Said","episode":"s04e09","objectID":"409319"},{"time":"00:44:52","speaker":3,"line":"you would walk up to them and stop.","episode":"s04e09","objectID":"409320"},{"time":"00:44:53","speaker":1,"line":"Yes, so baseball. The famously long and boring sport you add his slow poetry.","episode":"s04e09","objectID":"409321"},{"time":"00:45:02","speaker":4,"line":"I was able to perfect my poetry doing baseball games. Hoot and holler, scream and shout. Lady Smith just threw you","episode":"s04e09","objectID":"409322"},{"time":"00:45:08","speaker":3,"line":"out. That's great! That's really stink. That's gonna really demoralize the other team.","episode":"s04e09","objectID":"409323"},{"time":"00:45:17","speaker":4,"line":"Oh, they hated it.","episode":"s04e09","objectID":"409324"},{"time":"00:45:19","speaker":2,"line":"Were you also had imagine someone with your talents? Probably was, Ah, vocal force in the locker room","episode":"s04e09","objectID":"409325"},{"time":"00:45:24","speaker":4,"line":"before Hendry vocal, Would you like Teoh","episode":"s04e09","objectID":"409326"},{"time":"00:45:29","speaker":3,"line":"Give us, like, a pump up","episode":"s04e09","objectID":"409327"},{"time":"00:45:30","speaker":4,"line":"cash crop up speech?","episode":"s04e09","objectID":"409328"},{"time":"00:45:32","speaker":2,"line":"Oh, I love it.","episode":"s04e09","objectID":"409329"},{"time":"00:45:33","speaker":4,"line":"Give me","episode":"s04e09","objectID":"409330"},{"time":"00:45:33","speaker":0,"line":"a one that Russell","episode":"s04e09","objectID":"409331"},{"time":"00:45:35","speaker":4,"line":"Simmons saw and then had you on a def poetry. Right","episode":"s04e09","objectID":"409332"},{"time":"00:45:41","speaker":2,"line":"now, this was the game. The game, right? Who's the cross town rivals? Right? I've heard about this and they were","episode":"s04e09","objectID":"409333"},{"time":"00:45:46","speaker":4,"line":"cross town rival with my Yeah. All right. What is the city? What is the scenario? Oh,","episode":"s04e09","objectID":"409334"},{"time":"00:45:54","speaker":3,"line":"you're in the locker room","episode":"s04e09","objectID":"409335"},{"time":"00:45:55","speaker":2,"line":"at, Of course, baseball. Halftime on, you guys, They're down. They're down by three runs. Uh, but you're you're going up to bat in the next, uh, the next inning.","episode":"s04e09","objectID":"409336"},{"time":"00:46:12","speaker":4,"line":"Boom, Pau hit split for next inning. I love to back. I will watch the ball as it floats my way. I will knock it out of the park, as they say.","episode":"s04e09","objectID":"409337"},{"time":"00:46:30","speaker":3,"line":"So tough motivation when you're saying, as they say, Also so","episode":"s04e09","objectID":"409338"},{"time":"00:46:35","speaker":0,"line":"far, just about you. Yeah. It's not building up the team at all way,","episode":"s04e09","objectID":"409339"},{"time":"00:46:46","speaker":4,"line":"You and Allah, See, is I don't strike out. You will jump out of the dug out. I arrived out without out. I also used it to be","episode":"s04e09","objectID":"409340"},{"time":"00:46:59","speaker":0,"line":"out all still part","episode":"s04e09","objectID":"409341"},{"time":"00:47:01","speaker":4,"line":"of the poem. Wait a minute. Wait a minute. What","episode":"s04e09","objectID":"409342"},{"time":"00:47:09","speaker":3,"line":"say you, coach? It is just that college response way. Okay,","episode":"s04e09","objectID":"409343"},{"time":"00:47:19","speaker":4,"line":"Unless you want to know. Have you heard? This is my","episode":"s04e09","objectID":"409344"},{"time":"00:47:24","speaker":0,"line":"favorite part. He always wants to speak for the coach. Don't do it. Wait, wait. What","episode":"s04e09","objectID":"409345"},{"time":"00:47:34","speaker":3,"line":"say you, goat? I don't believe in you guys,","episode":"s04e09","objectID":"409346"},{"time":"00:47:40","speaker":4,"line":"but you're wearing approach.","episode":"s04e09","objectID":"409347"},{"time":"00:47:44","speaker":0,"line":"Yeah, which would signify he doesn't leave it in.","episode":"s04e09","objectID":"409348"},{"time":"00:47:47","speaker":1,"line":"The whole team jumped up.","episode":"s04e09","objectID":"409349"},{"time":"00:47:50","speaker":0,"line":"Yeah. You guys lost? Yes. I think","episode":"s04e09","objectID":"409350"},{"time":"00:47:54","speaker":1,"line":"the other team said we don't have half times in baseball. What were you doing?","episode":"s04e09","objectID":"409351"},{"time":"00:47:59","speaker":0,"line":"Where did you even see? Oh May work, Watts. Russell Simmons. That was that game became famous for so many follow up questions.","episode":"s04e09","objectID":"409352"},{"time":"00:48:12","speaker":3,"line":"One of the high school postgame interviews. You know that there's ever been nationally televised high school. Yeah,","episode":"s04e09","objectID":"409353"},{"time":"00:48:20","speaker":4,"line":"it was on a","episode":"s04e09","objectID":"409354"},{"time":"00:48:21","speaker":0,"line":"1500 follow up questions.","episode":"s04e09","objectID":"409355"},{"time":"00:48:26","speaker":4,"line":"Post Game aired right in between family matters and hanging with Mr","episode":"s04e09","objectID":"409356"},{"time":"00:48:30","speaker":3,"line":"Cooper. The Guinness Book rated that the weirdest baseball game ever.","episode":"s04e09","objectID":"409357"},{"time":"00:48:35","speaker":0,"line":"Yeah, it's crazy, right? And what was the what was the reigning, weirdest baseball game? Beat out? I. It was the run.","episode":"s04e09","objectID":"409358"},{"time":"00:48:47","speaker":2,"line":"It was when it was the Florida Marlins, says the Astros, where a sinkhole opened up in the whole infield and they played through it through the baselines. Just sort of cut, like like you were slicing out a weird hunk of cake. And then you took the cake out of the middle. And you, this is making stance, right? This is making stands.","episode":"s04e09","objectID":"409359"},{"time":"00:49:10","speaker":0,"line":"But waiting one, right? I think the one","episode":"s04e09","objectID":"409360"},{"time":"00:49:17","speaker":1,"line":"right before that was the one. What was the guy from the Atlanta Braves had? No, the opinionated one.","episode":"s04e09","objectID":"409361"},{"time":"00:49:25","speaker":2,"line":"Fred McGriff, Frank McGrath Tripper, Tipper Town, the Ripper tripper. Just","episode":"s04e09","objectID":"409362"},{"time":"00:49:29","speaker":3,"line":"on Monday with the next. That right.","episode":"s04e09","objectID":"409363"},{"time":"00:49:31","speaker":1,"line":"Oh, okay. David. Justice don't know the opinionated watch you Bobby Cox. Uh, yeah, but because the first baseman of the Atlanta Braves,","episode":"s04e09","objectID":"409364"},{"time":"00:49:42","speaker":0,"line":"I can't believe they let him play. It was 75 playing first.","episode":"s04e09","objectID":"409365"},{"time":"00:49:47","speaker":1,"line":"It was the early nineties Atlanta Braves. The guy that said a bunch of bullshit about people on the subway in new","episode":"s04e09","objectID":"409366"},{"time":"00:49:53","speaker":2,"line":"rocker John Ross. John Rocker. So that was the me I remember. Grants.","episode":"s04e09","objectID":"409367"},{"time":"00:49:59","speaker":1,"line":"Yeah, the weirdest game right before the sinkhole. One was the one where they John Rocker, instead of singing the national anthem to say opinions on different minorities to","episode":"s04e09","objectID":"409368"},{"time":"00:50:08","speaker":2,"line":"the tune of the national hit","episode":"s04e09","objectID":"409369"},{"time":"00:50:11","speaker":0,"line":"Crazy And they shut off the power.","episode":"s04e09","objectID":"409370"},{"time":"00:50:14","speaker":2,"line":"There was a flyover. Yeah,","episode":"s04e09","objectID":"409371"},{"time":"00:50:17","speaker":3,"line":"great game. But really,","episode":"s04e09","objectID":"409372"},{"time":"00:50:20","speaker":1,"line":"Booth players against him is what happened?","episode":"s04e09","objectID":"409373"},{"time":"00:50:25","speaker":2,"line":"He went on t pitch a all hitter.","episode":"s04e09","objectID":"409374"},{"time":"00:50:29","speaker":0,"line":"Yeah, I just beat","episode":"s04e09","objectID":"409375"},{"time":"00:50:31","speaker":1,"line":"the piss out of about you.","episode":"s04e09","objectID":"409376"},{"time":"00:50:33","speaker":0,"line":"Yeah, that way. One, right. Oh, that","episode":"s04e09","objectID":"409377"},{"time":"00:50:41","speaker":3,"line":"was one of your other games.","episode":"s04e09","objectID":"409378"},{"time":"00:50:43","speaker":0,"line":"You? That was you. That","episode":"s04e09","objectID":"409379"},{"time":"00:50:45","speaker":4,"line":"was me. I was in high school for a year. Nobody knew nobody.","episode":"s04e09","objectID":"409380"},{"time":"00:50:53","speaker":1,"line":"You were the Van Wilder of your camp. Did","episode":"s04e09","objectID":"409381"},{"time":"00:50:55","speaker":3,"line":"you look different? Or if you always look like","episode":"s04e09","objectID":"409382"},{"time":"00:50:56","speaker":4,"line":"they're always looked as this.","episode":"s04e09","objectID":"409383"},{"time":"00:51:00","speaker":3,"line":"Okay, so you sort of looked like Kevin Johnson has, like Larry Johnson as grandmama. Karen was inspired by I","episode":"s04e09","objectID":"409384"},{"time":"00:51:12","speaker":4,"line":"was going to high school in Charlotte. No sports people at this school anyway. Okay, I was 1988. Bo Jackson. Just tone huge news. Kansas City Royals needed me to step up. I said, But I am only 60 16 in 1919. 80. Hate you do the math? No,","episode":"s04e09","objectID":"409385"},{"time":"00:51:49","speaker":1,"line":"I think that actually 45 now, But I came here on","episode":"s04e09","objectID":"409386"},{"time":"00:51:52","speaker":4,"line":"for the 40 four nights. 46. Okay. Anti way I played for the Kansas City Royals","episode":"s04e09","objectID":"409387"},{"time":"00:52:07","speaker":1,"line":"already. Probably the weirdest thing that happened immediately brought up a 60 year old woman to replace replace famously was the best baseball and football player in his time. Waas","episode":"s04e09","objectID":"409388"},{"time":"00:52:24","speaker":3,"line":"that one off swimmingly","episode":"s04e09","objectID":"409389"},{"time":"00:52:26","speaker":4,"line":"at fourth inning, I became","episode":"s04e09","objectID":"409390"},{"time":"00:52:30","speaker":0,"line":"That still wasn't the weird thing. I remember at this point,","episode":"s04e09","objectID":"409391"},{"time":"00:52:34","speaker":2,"line":"uh, you blew a call glue a bad call, a slide in a home. And","episode":"s04e09","objectID":"409392"},{"time":"00:52:39","speaker":0,"line":"you tried to call a grand slam, Not a grand slam. Called off all","episode":"s04e09","objectID":"409393"},{"time":"00:52:44","speaker":1,"line":"four runs. But what happened was you are also the head coach of the team. You got into it with yourself. You e","episode":"s04e09","objectID":"409394"},{"time":"00:52:56","speaker":4,"line":"took it on my own feet. Yeah, I yelled at myself for 10 straight minutes until I threw myself out and I","episode":"s04e09","objectID":"409395"},{"time":"00:53:04","speaker":0,"line":"turned around by your belt loop and threw yourself out.","episode":"s04e09","objectID":"409396"},{"time":"00:53:07","speaker":4,"line":"And I turned around and looked at myself and said, You're lucky I have to go back to school. It's lunchtime.","episode":"s04e09","objectID":"409397"},{"time":"00:53:15","speaker":2,"line":"Yeah, this game this morning in the morning","episode":"s04e09","objectID":"409398"},{"time":"00:53:22","speaker":0,"line":"that, in my opinion, this game is. So we're it should be the weirdness. But","episode":"s04e09","objectID":"409399"},{"time":"00:53:28","speaker":1,"line":"fourth were just,","episode":"s04e09","objectID":"409400"},{"time":"00:53:30","speaker":3,"line":"you know, it's the weirdest. What is the one with so","episode":"s04e09","objectID":"409401"},{"time":"00:53:33","speaker":4,"line":"many follow up questions?","episode":"s04e09","objectID":"409402"},{"time":"00:53:38","speaker":3,"line":"That's the weirdest one. Wait, no. What you're going to bring to the school in the lunchroom way. Know what you're doing there? What are the intangibles? What? You know, that's it's not how you do the job. You're there for its Why do we want your out? Yeah.","episode":"s04e09","objectID":"409403"},{"time":"00:53:54","speaker":4,"line":"You want me around? Because I bring big wins, too. Okay.","episode":"s04e09","objectID":"409404"},{"time":"00:54:01","speaker":2,"line":"You know what? Those two words may","episode":"s04e09","objectID":"409405"},{"time":"00:54:03","speaker":0,"line":"way want Wednesay. Yeah, I","episode":"s04e09","objectID":"409406"},{"time":"00:54:08","speaker":1,"line":"bigger. I'll tell you that much.","episode":"s04e09","objectID":"409407"},{"time":"00:54:11","speaker":2,"line":"Quincy sounds off.","episode":"s04e09","objectID":"409408"},{"time":"00:54:12","speaker":0,"line":"What is Wednesday like? Dresses and fog. Think","episode":"s04e09","objectID":"409409"},{"time":"00:54:18","speaker":2,"line":"little woodland creatures, uh, dressing Ritter flowers,","episode":"s04e09","objectID":"409410"},{"time":"00:54:24","speaker":4,"line":"dancing of the fox, This stinking of being the fighting of the cat.","episode":"s04e09","objectID":"409411"},{"time":"00:54:33","speaker":3,"line":"Sometimes they just end.","episode":"s04e09","objectID":"409412"},{"time":"00:54:35","speaker":4,"line":"Goals are whimsical. When Zico whims IQ sick, sick, go The carving of the band. He's sick. Give him some Hunty","episode":"s04e09","objectID":"409413"},{"time":"00:54:53","speaker":2,"line":"Hunty Hunt. He's","episode":"s04e09","objectID":"409414"},{"time":"00:54:55","speaker":0,"line":"sassy, honey. Harvested from what? Sassy bees. That's really going to such bitches on. They make Hunty. That's","episode":"s04e09","objectID":"409415"},{"time":"00:55:09","speaker":4,"line":"why we say the B word.","episode":"s04e09","objectID":"409416"},{"time":"00:55:11","speaker":0,"line":"Yes, that's true. E work.","episode":"s04e09","objectID":"409417"},{"time":"00:55:16","speaker":4,"line":"Give the best Samadi.","episode":"s04e09","objectID":"409418"},{"time":"00:55:19","speaker":3,"line":"Well, I don't think we want you on the school","episode":"s04e09","objectID":"409419"},{"time":"00:55:23","speaker":0,"line":"way. Don't want yet. But","episode":"s04e09","objectID":"409420"},{"time":"00:55:31","speaker":4,"line":"did I mention what I would do? Just good lunches. Have I mentioned that already? Have I said anything you","episode":"s04e09","objectID":"409421"},{"time":"00:55:38","speaker":1,"line":"said? You bring in an ice cream machine have been known a strawberry chocolate and sorbet with seven up in it.","episode":"s04e09","objectID":"409422"},{"time":"00:55:44","speaker":3,"line":"That is a good question. Have you said anything?","episode":"s04e09","objectID":"409423"},{"time":"00:55:49","speaker":2,"line":"You know, E I feel like we're coming up on the end of time here. But we wanted to do just a quick times the end of","episode":"s04e09","objectID":"409424"},{"time":"00:55:58","speaker":0,"line":"tell me about you feel in the know what is more ready to die than us? Bring it.","episode":"s04e09","objectID":"409425"},{"time":"00:56:08","speaker":1,"line":"Bring it on a","episode":"s04e09","objectID":"409426"},{"time":"00:56:09","speaker":3,"line":"highway to hell.","episode":"s04e09","objectID":"409427"},{"time":"00:56:10","speaker":2,"line":"Yeah, Yes, but anyway, a sort of closing segment. We wanted to do a little thing today, which it was is essentially we just want to say something. You wish you knew in high school you know something for our listeners who aren't in high school now that they can latch onto and sort of take with them in their day to day, uh, to make their day better, their lives better.","episode":"s04e09","objectID":"409428"},{"time":"00:56:33","speaker":3,"line":"This was supposed to be, of course, a very informational day with Mr Ryan here. Rightly. We got a lot late email from him. Another thing that Yeah, I got one. A little bit of","episode":"s04e09","objectID":"409429"},{"time":"00:56:42","speaker":0,"line":"killing. Oh, yeah. I never mentioned the one that I got from his wife.","episode":"s04e09","objectID":"409430"},{"time":"00:56:48","speaker":3,"line":"Do you do that before I tell you when you got okay? Hey said, you know, I'm still really considering getting there, but I'm very, very sad. Almost a strong crying.","episode":"s04e09","objectID":"409431"},{"time":"00:56:59","speaker":1,"line":"Oh, yeah. Which was the If anyone wants to rewind the first","episode":"s04e09","objectID":"409432"},{"time":"00:57:03","speaker":0,"line":"one way Three stocks. It is a","episode":"s04e09","objectID":"409433"},{"time":"00:57:13","speaker":1,"line":"brand new one. Something a brand. You, uh that was all about how he hit a hitched a ride on a mythical dragon. Um, but the dragon was kind of puttering and taking a while. Subject line stall flying.","episode":"s04e09","objectID":"409434"},{"time":"00:57:31","speaker":2,"line":"That's good. Thank you. Wow, That's a That's unbelievable.","episode":"s04e09","objectID":"409435"},{"time":"00:57:42","speaker":0,"line":"His wife sent me one. His wife sent me one.","episode":"s04e09","objectID":"409436"},{"time":"00:57:46","speaker":1,"line":"So the segment we're doing here is all about","episode":"s04e09","objectID":"409437"},{"time":"00:57:51","speaker":0,"line":"things you wish you knew in high school? Yeah, I","episode":"s04e09","objectID":"409438"},{"time":"00:57:56","speaker":2,"line":"get started. I've got one on the tip of my tongue. Uh, you know, I think something that in high school kids are obsessed, Uh, with the opposite sex, Right? And they think, Oh, I've got I've got to find someone","episode":"s04e09","objectID":"409439"},{"time":"00:58:10","speaker":0,"line":"if they have anything to do with it, Yes.","episode":"s04e09","objectID":"409440"},{"time":"00:58:12","speaker":2,"line":"I've gotta find someone living opposite sex and they and they and their relationships are all about physicality, Right? Okay. We have anything to do with it. You can wait, that's all. That's all I'll say. You can","episode":"s04e09","objectID":"409441"},{"time":"00:58:30","speaker":1,"line":"wait. Spoken like a true virg.","episode":"s04e09","objectID":"409442"},{"time":"00:58:36","speaker":0,"line":"You're looking Virgin Howard.","episode":"s04e09","objectID":"409443"},{"time":"00:58:37","speaker":2,"line":"No, I'm not guys. I say, Look, I didn't have sex in high school like that.","episode":"s04e09","objectID":"409444"},{"time":"00:58:42","speaker":0,"line":"And you have a sense? No,","episode":"s04e09","objectID":"409445"},{"time":"00:58:47","speaker":3,"line":"to its credit, he also didn't have sex in college. It was his choice.","episode":"s04e09","objectID":"409446"},{"time":"00:58:50","speaker":2,"line":"I had tons of sex in","episode":"s04e09","objectID":"409447"},{"time":"00:58:52","speaker":1,"line":"college. So something you something you a current virgin? Wish you knew in high school was you could wait.","episode":"s04e09","objectID":"409448"},{"time":"00:58:57","speaker":2,"line":"We act. It sounds like you did. No, stop. That's not fair, guys.","episode":"s04e09","objectID":"409449"},{"time":"00:59:01","speaker":0,"line":"Don't wait. You end up like our and","episode":"s04e09","objectID":"409450"},{"time":"00:59:06","speaker":2,"line":"hey, Even if I hadn't had sex, If I am a version. I think I'm doing pretty good. Okay. Just listen. A podcast? Yes. Agree. I","episode":"s04e09","objectID":"409451"},{"time":"00:59:17","speaker":3,"line":"think we really roasted Howard. I think. Let's move on with other tips, Right? Yeah. I got a tip for the students and I You know, I school in high school. I was nothing but sugar. Nothing but process food, lots of pepperoni. My tip is diabetes catches. That's not something you just run off. What? You knew you had it in high school. I knew I had in high school and I bucked. I said, I'm not changing.","episode":"s04e09","objectID":"409452"},{"time":"00:59:46","speaker":2,"line":"Her new pepperoni was gonna be this Such an issue.","episode":"s04e09","objectID":"409453"},{"time":"00:59:49","speaker":3,"line":"Pepperoni was huge for me. Guy was too salty. Which activated the sugars and zebra cakes I was eating for breakfast. Lunch Z work eggs for breakfast, lunch and dinner. Yeah, it was the side.","episode":"s04e09","objectID":"409454"},{"time":"01:00:02","speaker":4,"line":"Did you have a dip them in milk?","episode":"s04e09","objectID":"409455"},{"time":"01:00:05","speaker":3,"line":"Oh, yeah. Delicious. Oh, really good. What a treat. A zebra cake is so that's my tip. Diabetes. You get you?","episode":"s04e09","objectID":"409456"},{"time":"01:00:13","speaker":2,"line":"Yeah, we're coming up on the end of time here, so we should probably try toe roll through these first.","episode":"s04e09","objectID":"409457"},{"time":"01:00:17","speaker":0,"line":"That what? Like, stage? We've got 20 more minutes of Paul Ryan puns.","episode":"s04e09","objectID":"409458"},{"time":"01:00:27","speaker":2,"line":"You mean emails? Yes. Sorry. There is subject","episode":"s04e09","objectID":"409459"},{"time":"01:00:31","speaker":1,"line":"line. Well, I guess I'm up. I don't have one yet, but I'll think of one. Well, I'm speaking right now. I think I wish I knew when I was in high school. I would say is, um no one ever asks to see your diploma. No one ever asked to see it. You could. Why your flights for your stinking teeth? And you're probably fine. Yeah, I think I wish I knew what I was doing. Just one. Yeah, that we're just going toe one landed as hard as we wanted it. Teoh, I think","episode":"s04e09","objectID":"409460"},{"time":"01:01:06","speaker":0,"line":"one while I'm doing my shady one. Uh uh. Don't skip out on getting a class ring. These things are invaluable. They're gorgeous. You will wear them until you're dead. They're beautiful. They have nice little stones on them. They","episode":"s04e09","objectID":"409461"},{"time":"01:01:31","speaker":2,"line":"always ask you to look if they can see him. People are interested in seeing yours.","episode":"s04e09","objectID":"409462"},{"time":"01:01:34","speaker":0,"line":"Yes. Everybody loves that. Everybody cares. The sports you did in high school","episode":"s04e09","objectID":"409463"},{"time":"01:01:39","speaker":1,"line":"I proposed to my first wife with my classroom.","episode":"s04e09","objectID":"409464"},{"time":"01:01:42","speaker":0,"line":"You gave it to her with it on what? With yours on?","episode":"s04e09","objectID":"409465"},{"time":"01:01:47","speaker":1,"line":"Well, with it on, I put it up to her face.","episode":"s04e09","objectID":"409466"},{"time":"01:01:49","speaker":0,"line":"You better get it. Kiss it like I was. God know what she said? No. Here.","episode":"s04e09","objectID":"409467"},{"time":"01:01:57","speaker":1,"line":"Get now. She didn't make it. Maybe she's outside.","episode":"s04e09","objectID":"409468"},{"time":"01:02:01","speaker":0,"line":"She's with their 17 year old boyfriend, Right?","episode":"s04e09","objectID":"409469"},{"time":"01:02:04","speaker":1,"line":"Well, every night. Yes, on They live in your house. They moved into my own home and are currently without a house. I remember.","episode":"s04e09","objectID":"409470"},{"time":"01:02:12","speaker":0,"line":"If this is information we've already recruited, it has not been released yet.","episode":"s04e09","objectID":"409471"},{"time":"01:02:15","speaker":1,"line":"People will find out soon enough. So yeah. Yeah. Lady Smith. What you wishing you in high school?","episode":"s04e09","objectID":"409472"},{"time":"01:02:21","speaker":4,"line":"Speaking of diabetes, I will say that Sprite seven up is not the only soda you can add to show you can add many sodas. Too many different ice creams. Welch's grape soda in vanilla ice cream. Delicious strawberry solder in vanilla ice cream relations. Welch is owned shoulder in vanilla ice cream. Delicious. That's a Creamsicle. Yes, Milk in chocolate ice cream. Delicious.","episode":"s04e09","objectID":"409473"},{"time":"01:02:52","speaker":1,"line":"Millions of soda. Common","episode":"s04e09","objectID":"409474"},{"time":"01:02:56","speaker":2,"line":"Father. That's just a nun. Mixed milkshake,","episode":"s04e09","objectID":"409475"},{"time":"01:03:00","speaker":1,"line":"fresh milk. Coz I won't go to a movie theater if they don't have milk in the past. Well, look, Akona","episode":"s04e09","objectID":"409476"},{"time":"01:03:12","speaker":2,"line":"Classic. Yes. Sometimes I take I take my big gulp Cup a 7 11 and get a full of milk and 64 ounces of milk. Ice cold with ice. I put a nice and","episode":"s04e09","objectID":"409477"},{"time":"01:03:22","speaker":1,"line":"millions 11. I see. Just like they used to look in the","episode":"s04e09","objectID":"409478"},{"time":"01:03:25","speaker":4,"line":"commercials for some reason. Also, our chat. That's","episode":"s04e09","objectID":"409479"},{"time":"01:03:30","speaker":1,"line":"good. I think that's a great advice. You should take it from all of us on, I guess. If you're listening to this, you know this already. But keep keep checking out every Wednesday will be released. Another episodes of the teacher's lounge.","episode":"s04e09","objectID":"409480"},{"time":"01:03:47","speaker":2,"line":"You know, we got a little thing","episode":"s04e09","objectID":"409481"},{"time":"01:03:50","speaker":4,"line":"that we like to say sometime.","episode":"s04e09","objectID":"409482"},{"time":"01:03:51","speaker":0,"line":"Yeah, I was gonna say this email, uh, this email I got from Paul Ryan's wife because she you know, we've been getting a lot of emails, and we think he's coming. Uh, and it said, uh, it said, um, subject line. Don't believe a word body. Paul Lion waited so long for that. I just got a","episode":"s04e09","objectID":"409483"},{"time":"01:04:19","speaker":3,"line":"m. I just got a deal from Paul Ryan. Uh huh. It's got a picture of him making bacon. It's as Paul frying Uh","episode":"s04e09","objectID":"409484"},{"time":"01:04:31","speaker":2,"line":"oh, wait, I just got I got a Facebook message. He said he said, uh oh, he says in the car. Uh, can't get ahold of you guys. Call Brian","episode":"s04e09","objectID":"409485"},{"time":"01:04:50","speaker":0,"line":"amounting my phone on its him, checking out at Costco. Tons of shit. It says Paul. Buying way.","episode":"s04e09","objectID":"409486"},{"time":"01:05:00","speaker":1,"line":"How is he at Costco? He said May 1. Hey, snap chatting me a disappearing photo And he It's a photo of him in teaching pizza. And it says Paul Ryan","episode":"s04e09","objectID":"409487"},{"time":"01:05:23","speaker":0,"line":"message. You don't even work here. Message","episode":"s04e09","objectID":"409488"},{"time":"01:05:27","speaker":4,"line":"in my bowl of alphabet. It's climate change is real. Paul Bill Diet","episode":"s04e09","objectID":"409489"},{"time":"01:05:43","speaker":0,"line":"that's so complicated that","episode":"s04e09","objectID":"409490"},{"time":"01:05:47","speaker":2,"line":"every layer of it is gone.","episode":"s04e09","objectID":"409491"},{"time":"01:05:50","speaker":0,"line":"Teoh, are you getting? Oh my God, he's no longer","episode":"s04e09","objectID":"409492"},{"time":"01:05:57","speaker":3,"line":"journeys are. Maybe he is, but he's getting out of the shower, says","episode":"s04e09","objectID":"409493"},{"time":"01:06:01","speaker":0,"line":"Paul, trying. Well, that's good. Maybe he's on his way. Get the same way. I think we got the same one. Yeah, I set it up and then we'll say it at the same time. Sorry,","episode":"s04e09","objectID":"409494"},{"time":"01:06:14","speaker":2,"line":"You don't trust me to do","episode":"s04e09","objectID":"409495"},{"time":"01:06:15","speaker":0,"line":"that? You want to go, You fucking burden. Let","episode":"s04e09","objectID":"409496"},{"time":"01:06:22","speaker":2,"line":"it go. Years will be better.","episode":"s04e09","objectID":"409497"},{"time":"01:06:26","speaker":0,"line":"I just got a photo. It's him and he's playing soccer in a blue jersey. And there's another guy, Mitch McConnell, playing soccer in a red jersey and I could see the scoreboard in the bag. This is 2 to 2 Paul time. Yeah, I","episode":"s04e09","objectID":"409498"},{"time":"01:06:44","speaker":2,"line":"thought we had the same one, but we didn't have the same one. Actually, which is insane. I got one from him. This came in at 4 20 It's from him on. It's just got us a little joint emoji and it says Yo high in What would you say that","episode":"s04e09","objectID":"409499"},{"time":"01:07:06","speaker":3,"line":"that breaks from the whole","episode":"s04e09","objectID":"409500"},{"time":"01:07:08","speaker":0,"line":"way? Paul said. Teoh, keep video.","episode":"s04e09","objectID":"409501"},{"time":"01:07:14","speaker":2,"line":"Keep the ball thing","episode":"s04e09","objectID":"409502"},{"time":"01:07:17","speaker":1,"line":"just because he sent me one. Unbelievable enough. It was tight, man. An instagram post. Did anyone see? You should check it out, but it's a photo. It's a video of him listening to Bob Marley, and he's smoking the weed in it, and he's kind of really into the music. But also, it seems like the vibe of the music and the lyrics. It says Paul's Iowa","episode":"s04e09","objectID":"409503"},{"time":"01:07:38","speaker":0,"line":"theme, pushing the rhyme on that he's pushing the rhyme, but it still works.","episode":"s04e09","objectID":"409504"},{"time":"01:07:43","speaker":2,"line":"Oh, that's weird. He just sent me another one. It's a picture of him in front of a new car and ugly car. It's very boxing. Just says it's Paul SIA.","episode":"s04e09","objectID":"409505"},{"time":"01:07:54","speaker":0,"line":"Sigh on. Yeah, all right. I think it was last. Everybody just two seconds. Check.","episode":"s04e09","objectID":"409506"},{"time":"01:08:06","speaker":2,"line":"Everybody. Check your way. Just started the alphabets. Nothing.","episode":"s04e09","objectID":"409507"},{"time":"01:08:13","speaker":4,"line":"Nothing in the. Okay,","episode":"s04e09","objectID":"409508"},{"time":"01:08:15","speaker":0,"line":"well, we gotta have Oh, my God. Just got tested. Picture for Paul Ryan. God damn, It's","episode":"s04e09","objectID":"409509"},{"time":"01:08:26","speaker":3,"line":"his eyeball up close to another sicker persons eyeball says Paul Sty in himself a disgusting.","episode":"s04e09","objectID":"409510"},{"time":"01:08:42","speaker":2,"line":"Well, look, I think this should be the end of it. Okay. Oh,","episode":"s04e09","objectID":"409511"},{"time":"01:08:46","speaker":0,"line":"God, I just got So it's eyes crazy. It's Paul. It seems to be a a little Jif, so it moves on. But it's him. I know his wife. It's him. Fucking not his wife and his wife's walking in on. He's shaking his hand, and that is why. And it's just as Paul denying that's good. Oh, my God. I just gotta go toe things like Paul because this is funny. This is funny.","episode":"s04e09","objectID":"409512"},{"time":"01:09:33","speaker":3,"line":"He's a picture. No subject line. It's a picture of him on stilts. Tall guy in","episode":"s04e09","objectID":"409513"},{"time":"01:09:41","speaker":0,"line":"Wait, wait. I thought we needed Paul. But on that one, we don't wait.","episode":"s04e09","objectID":"409514"},{"time":"01:09:47","speaker":2,"line":"Don't need","episode":"s04e09","objectID":"409515"},{"time":"01:09:52","speaker":1,"line":"anyone, but do you have one?","episode":"s04e09","objectID":"409516"},{"time":"01:09:53","speaker":2,"line":"Uh, yeah. I do know for just anyone. You just say he's everyone. Uh, yeah, he he said he did. He send me one, Uh, and it's him. He's rock climbing. It's a picture he's rock climbing on. He's pretending like he's about to slip and it says, Ah, uh, fall comma, Try and","episode":"s04e09","objectID":"409517"},{"time":"01:10:16","speaker":0,"line":"no Okay, I would be mad at you, but since no one in the room laughter that","episode":"s04e09","objectID":"409518"},{"time":"01:10:26","speaker":2,"line":"I know you're right. Okay, I be so pissed. I realized that it was City last. Just I got a pretty crazy wear apply afterwards. Hey, Paul, quit it.","episode":"s04e09","objectID":"409519"},{"time":"01:10:43","speaker":1,"line":"It's This one's pretty similar to yours, but I think he actually sent it to me.","episode":"s04e09","objectID":"409520"},{"time":"01:10:49","speaker":3,"line":"I'm looking for the authentic","episode":"s04e09","objectID":"409521"},{"time":"01:10:50","speaker":1,"line":"West and its It looks like it's him, uh, testifying in court that he did something when it's clear that someone else he knows did it and it was in the body. It says Fall guy in","episode":"s04e09","objectID":"409522"},{"time":"01:11:04","speaker":3,"line":"Oh, my God, I got another. This is crazy. He said he just didn't know what to do. He was stressed out about the show, and he's apologizing for not coming. There's a picture of him being bashful, Paul shy,","episode":"s04e09","objectID":"409523"},{"time":"01:11:19","speaker":1,"line":"shy that one before. Here's and here's one from the soccer game from earlier the scores three to this is Paul.","episode":"s04e09","objectID":"409524"},{"time":"01:11:33","speaker":3,"line":"I think this is cultural appropriation. This one says Paul, show I am. Oh, just like a Native American. This route, this one's mean to this one. Super main. It's a picture of","episode":"s04e09","objectID":"409525"},{"time":"01:11:49","speaker":2,"line":"a little person. Just a small guy. Definitely don't need Paul. And then","episode":"s04e09","objectID":"409526"},{"time":"01:12:00","speaker":0,"line":"No, I","episode":"s04e09","objectID":"409527"},{"time":"01:12:03","speaker":4,"line":"just got a copy of Paul Ryan's autograph book. What had this one is from 50 Cent is to Paul get rich or die trying.","episode":"s04e09","objectID":"409528"},{"time":"01:12:13","speaker":3,"line":"Ah! Ah, What a busy day for email. Yeah, nice thing. Art","episode":"s04e09","objectID":"409529"},{"time":"01:12:22","speaker":2,"line":"emails, air overloaded. For sure,","episode":"s04e09","objectID":"409530"},{"time":"01:12:24","speaker":1,"line":"Descends Autograph is just the name of one of his personal just That's the dampers album on that.","episode":"s04e09","objectID":"409531"},{"time":"01:12:34","speaker":2,"line":"Oh, man. Well,","episode":"s04e09","objectID":"409532"},{"time":"01:12:35","speaker":0,"line":"I guess we'll never get to see how to become a","episode":"s04e09","objectID":"409533"},{"time":"01:12:37","speaker":3,"line":"two faced loser. I forgot. You still have a pretty good way live","episode":"s04e09","objectID":"409534"},{"time":"01:12:45","speaker":2,"line":"in it anyway. Guys, thank you so much for coming out. Teoh this live recording of the teacher's lounge. Uh, and we do have something we like to say when we sign off, and that is okay.","episode":"s04e09","objectID":"409535"}]