[{"time":"00:00:00","speaker":0,"line":"and we praise you for the many positive things that have come to us in the aeration weeks. I'd like toe thank you specifically for my brand new Ford Ranger, which has made it much easier for me, my wife and three Children to make it to church every Sunday morning in Wednesday evening. Not a super regular, regular cab. My kids, my kids ride in the back way really appreciated taking them say floor. Thank you so much for keeping them safe. Lord, they have too small for a prayer. No, nothing too small. But thank you. And thank you again also for allowing me the opportunity to cook dinner for my brother in law and his, uh, second wife and bless him. Bless him, Aziz. And please bless them with some Children because both of them really want them. But they could use him. They could use the help. Uh, and I'd like toe hand the baton now off to someone else. Thank you. Thank you so much. Bush. Uh, dear Lord is me Quentin Rush. I would like to thank you. First off for the new parking structure that we were able to build with your help. outside of the Enterprise Baptists, which I and the pastor at. Thank you so much, Lord Jesus. We needed that. Seven layers of parking issued. A seven layer parking","episode":"s04e05","objectID":"4050"},{"time":"00:01:32","speaker":2,"line":"first layer is, of course, Baines. Second layers, of course. Cheese, cheese block. Good layer cream, franker and fresh.","episode":"s04e05","objectID":"4051"},{"time":"00:01:42","speaker":0,"line":"And then another layer of cheese. Chopped tomato. And then, of course, Childs. Dear Lord, I want","episode":"s04e05","objectID":"4052"},{"time":"00:01:49","speaker":1,"line":"to thank you cause I lost. I lost my van that I ride around in with my family. A Dodge Caravan on cheese be the other day I didn't write, tackled where my car was, and I found my van in cheese Be And I want to thank you so much. And I was able to drive up to Crim Fresh Sea and pick up my Children","episode":"s04e05","objectID":"4053"},{"time":"00:02:12","speaker":2,"line":"who were also looking praise. Praise the Lord. Thank you, Price. I needed those Children. Price, Lord and Lord, we'd","episode":"s04e05","objectID":"4054"},{"time":"00:02:18","speaker":3,"line":"like to keep praising you. This is me, Lindsay, gold preacher over a dogleg Methodists, Right off the golf course. Sore. And how would lack? I would like t pray to you, lord, and say thank you and give blessings to you on behalf of me and all my congregation and I hope you're having as gold in the morning is I.","episode":"s04e05","objectID":"4055"},{"time":"00:02:39","speaker":0,"line":"And, Lord, I would like to heap some praise on the Lindsay for his just registered new handicap of plus or minus one.","episode":"s04e05","objectID":"4056"},{"time":"00:02:49","speaker":3,"line":"Thank you very much, Lord, for working on my short game and keeping me out of the ditch.","episode":"s04e05","objectID":"4057"},{"time":"00:02:55","speaker":2,"line":"The Lord has given you a swing that I have never seen with the pitching wedge. Thank you, Lord. Thank you, Lord. My putting has improved. My life has his way. Dear Lord, it's me, Moisture Epstein from Christians for Jesus church. I just want to thank you for Well, I want to say I'm very thankful for refunding the money that eso mistakenly spent on E Bay to another false cellar. I spent $750 on a new hat and it turned out to be a scam. Thank you. The people of eBay for understanding and sweet Lord help Great customer service. Lord Thank you. Thank you for you.","episode":"s04e05","objectID":"4058"},{"time":"00:03:54","speaker":1,"line":"Jesus way. Wow, That was really good. Last","episode":"s04e05","objectID":"4059"},{"time":"00:04:08","speaker":0,"line":"I felt very y'all ready to jump into the preacher land?","episode":"s04e05","objectID":"40510"},{"time":"00:04:11","speaker":1,"line":"All right. Mass is out in a car. Got a couple years. Oh, my God, Grace and Paul Me a cup of that. Thank","episode":"s04e05","objectID":"40511"},{"time":"00:04:42","speaker":0,"line":"you, everyone. And welcome back to another episode of the Preacher's Lounge, the first, best and only podcast pertaining to issues relevant to the religious communities surrounding Hamilton High School. Ah, as always, am Butch Davidson, youth pastor at the Morgan Lake Free Will Baptist Church on Fifth Avenue and Swan Road. Ah, here with my buddies, my best friends.","episode":"s04e05","objectID":"40512"},{"time":"00:05:04","speaker":1,"line":"Now that road is named. It's got its namesake. Because, of course, there are many,","episode":"s04e05","objectID":"40513"},{"time":"00:05:10","speaker":0,"line":"many Swan. That's right. You know, gorgeous, You drive down you Dr","episode":"s04e05","objectID":"40514"},{"time":"00:05:14","speaker":3,"line":"Swann. Thoroughfare is really butto. They used as much,","episode":"s04e05","objectID":"40515"},{"time":"00:05:17","speaker":0,"line":"you know, And now we'll get attacked. Yeah. Now, with the new the new truck, it's been nice. I've got ah, nice, thick exhaust on there. So it sounds really good, and it rustles them up. Now, honestly, I'm driving down that road and I'm driving through a tunnel. Swan's these days, and good Lord, you are hitting them. I'm hitting them. Uh, his ample number flying therefore on away. And what I do kill. I bring home and we eat. And we praise God every day for the abundance of food","episode":"s04e05","objectID":"40516"},{"time":"00:05:42","speaker":1,"line":"and does that taste anything like a duck? Oh, are it kind of taste","episode":"s04e05","objectID":"40517"},{"time":"00:05:46","speaker":0,"line":"like a duck if that duck was a little bit more dry and had a perfume e aftertaste. Okay. So worst uh, yes, it's worse, duck, But it's good. It's bad away. Yes. You know, bad, bad to some people, but I look at it as a blessing, so I I love it. Um, but, guys, thank you so","episode":"s04e05","objectID":"40518"},{"time":"00:06:02","speaker":2,"line":"much for doing just killing a lot of swans.","episode":"s04e05","objectID":"40519"},{"time":"00:06:05","speaker":0,"line":"Lots been going on, You know, this this podcast. You guys all know, we, uh we meet up every week and just discuss the sort of going zone and our churches","episode":"s04e05","objectID":"40520"},{"time":"00:06:12","speaker":3,"line":"thank you to our continued congregation listeners. Yes, way","episode":"s04e05","objectID":"40521"},{"time":"00:06:17","speaker":0,"line":"we heard we heard that we are, in fact, the number one listen to podcast in the interest section from the religious community surrounding Ah Hamilton High School. Uh, yes, that we're really proud about our number one placement there on. We owe it all the all the","episode":"s04e05","objectID":"40522"},{"time":"00:06:32","speaker":1,"line":"Thank you so much. How low this is Quentin Rush. I'm the pastor. Enterprise Baptist, down on Sixth Street in downtown. Um, I just want to start out with something funny I just want to start out with something funny here today. Uh, you know, we could talk about the Lord all day, but I","episode":"s04e05","objectID":"40523"},{"time":"00:06:51","speaker":0,"line":"lowered his laughter. I've said that","episode":"s04e05","objectID":"40524"},{"time":"00:06:53","speaker":1,"line":"he really is. I just want a little little thing I heard. Um uh, little joke. I love. I mean it. Just Let's just Let's just relax. You know, in the lounge today, let's","episode":"s04e05","objectID":"40525"},{"time":"00:07:06","speaker":3,"line":"unbutton that top button. So I heard of a man.","episode":"s04e05","objectID":"40526"},{"time":"00:07:09","speaker":0,"line":"You heard of a man? Okay.","episode":"s04e05","objectID":"40527"},{"time":"00:07:10","speaker":1,"line":"I'm man. He took his wife on an anniversary trip. They went to Beijing. Long trip, beautiful trip. Had the time of their life. Next year, they had gone to Beijing, China. So, of course, what are they going to do this year? Last year was such a big blowout. So everybody was asking the man. What are you going to do this? Next year is gonna Tomorrow's your anniversary. He said I'm gonna go back to China, and I'm gonna pick up my wife. They left. He left her there for a mass vacation. You after there for a year? A lot","episode":"s04e05","objectID":"40528"},{"time":"00:07:50","speaker":0,"line":"of people that made a lot of people here that joke. And they say, Well, that doesn't sound like that man appreciated his wife.","episode":"s04e05","objectID":"40529"},{"time":"00:07:55","speaker":1,"line":"Well, we all know men and women, they have different sets. Right? And they were made differently by the Lord. And if we don't acknowledge the differences and and laugh about him, what are we going to do? Um,","episode":"s04e05","objectID":"40530"},{"time":"00:08:11","speaker":3,"line":"not That's a great I don't know. That's a really funny joke. And I think most people would like that. And this is the lounge, baby. You could do some of that race. Absolutely, absolutely. A","episode":"s04e05","objectID":"40531"},{"time":"00:08:20","speaker":2,"line":"whole year without his wife. It's pretty funny. That's pretty funny way. Probably you Chinese. When she came back by them, she probably Yeah. Yeah, she","episode":"s04e05","objectID":"40532"},{"time":"00:08:32","speaker":1,"line":"probably did. Well, yeah. I'm very excited to be here at the lamb today. We had a great service this Sunday. People were really fantastic. 13,000 people on.","episode":"s04e05","objectID":"40533"},{"time":"00:08:41","speaker":3,"line":"That was a sellout. That was a sellout.","episode":"s04e05","objectID":"40534"},{"time":"00:08:44","speaker":0,"line":"You raised ticket prices and started a lottery for people who couldn't afford tickets to your","episode":"s04e05","objectID":"40535"},{"time":"00:08:50","speaker":1,"line":"church. Yes, we do have a Hamilton style lottery. Um where, uh, the cast of the church May and a couple other people will come out and sing some praise songs out in front of, you know, the fans outside and will give away a lottery. And we'll do a live lottery out there, and it's really fantastic. We'll go out and we'll sing. Lord, I lift your name on high. Um, Wayne Brady will be there","episode":"s04e05","objectID":"40536"},{"time":"00:09:18","speaker":0,"line":"too good for words. Yeah, Yeah, yeah, yeah. So","episode":"s04e05","objectID":"40537"},{"time":"00:09:22","speaker":3,"line":"I think he should have been hosting that show and said it. Carrie, if I don't like to speak negatively about people, cause all I got his warmth and praise to give, but I think he's everybody's goes through. Price is right, host in that show, he shows praises, right Prices, right. Whose line? Yeah, Harry, show Drew Carey Show","episode":"s04e05","objectID":"40538"},{"time":"00:09:40","speaker":2,"line":"should have hosted. But William Brady Absolutely.","episode":"s04e05","objectID":"40539"},{"time":"00:09:44","speaker":1,"line":"Absolutely have Sam lately. That being Yeah, but we've really been blessed. Me? My wife just got a new set of breasts.","episode":"s04e05","objectID":"40540"},{"time":"00:09:52","speaker":0,"line":"Interest. Wow. Interesting. Yes. The Lord has gifted those to her","episode":"s04e05","objectID":"40541"},{"time":"00:09:56","speaker":3,"line":"Israeli. Now, I know you've been pretty conflicted about this for a while. Yeah, obviously. A big planning stage, right?","episode":"s04e05","objectID":"40542"},{"time":"00:10:02","speaker":2,"line":"Because you got there small hands,","episode":"s04e05","objectID":"40543"},{"time":"00:10:05","speaker":1,"line":"right? I her breasts are already too big for my hands, and my hands are very small. I mean, I wear fake hands when I'm gonna preach Of course you know this. Everybody","episode":"s04e05","objectID":"40544"},{"time":"00:10:18","speaker":2,"line":"will be moving around your hand. Say, Hulk smash?","episode":"s04e05","objectID":"40545"},{"time":"00:10:22","speaker":3,"line":"Yeah, You wear those big green hands to make everyone think you know your human size","episode":"s04e05","objectID":"40546"},{"time":"00:10:27","speaker":1,"line":"Let's run aware Hold hands while I'm preaching very soon about it Don't try to hide it. I mean, for a while I was wearing Hulk hands that I had painted to be flesh colored And we will be like there were rumors swirling around the church. That was a big wasn't truth there always. Analyst wasn't truthful. They have little sound effects, which I would cough when it said hawks. Yeah,","episode":"s04e05","objectID":"40547"},{"time":"00:10:52","speaker":2,"line":"for a while and about the big hands were from sort of some sort of sickness you had. You would cough through a whole sermon","episode":"s04e05","objectID":"40548"},{"time":"00:10:59","speaker":1,"line":"for a while. I had huge flesh colored hands and was coughing for an hour. Um, but I eventually came clean. Um, and I'm very excited that I don't have toe lie about my hands anymore. Um, that's really","episode":"s04e05","objectID":"40549"},{"time":"00:11:14","speaker":3,"line":"the story. You know, my wife snooty. Well, hey, it's a blessing. Are are less of a story. It's a blessing may be in disguise because now you can take off those hands and just be happy having small ones. Yes. You know, deal with what the Lord gave you, right? He never gives you something you can't handle, right? That's right. Which and I feel the same way. Last month, my windshield was hit with 32 golf balls. Okay, Each one of them. A big diamond crack. Looked like a big star. Then it streak. I turned on the heat one day because it was cold out. All these streaks right across the glass look like my favorite was a was a flannel shirt streaks across the globe. So you","episode":"s04e05","objectID":"40550"},{"time":"00:11:56","speaker":1,"line":"know your church doglegs. Methodists. That's, um, that's plot of land has been in your family for hundreds of years. Is that correct? That's right. And the the state bought, approached your family and said, Could we buy this plot of land? We're gonna put a state run golf course here and you held firm. You said no. I said, no. I said, Isn't you said this has been in my family said we're gonna build around it.","episode":"s04e05","objectID":"40551"},{"time":"00:12:20","speaker":3,"line":"I said, first we're building a church, but what's gonna pay for that church of the Gulf? Big time course fees. It's a privately owned golf course by my family. The church. The guy say the gold's own the land with the church is on and the golf course, I said. So you have all of your","episode":"s04e05","objectID":"40552"},{"time":"00:12:39","speaker":1,"line":"information around my My information of your information was very, very wanted to open. Stayed on course, But I saw it. We were I thought it was sort of a landlocked situation, you know, like a small house that has a bunch of, ah, high rises built around the old person lives in it. They're like, I'm not selling way. Want to seem humble? Okay, we make it. So this is all your own","episode":"s04e05","objectID":"40553"},{"time":"00:13:00","speaker":0,"line":"doing? Yeah. You know, you know, there's a lot of misses. You made your bed. There's a lot of misinformation that floats around town. So it's not unusual for you to heard the wrong story.","episode":"s04e05","objectID":"40554"},{"time":"00:13:08","speaker":3,"line":"Yeah, I don't mean to tell you a direct now to everything you were saying,","episode":"s04e05","objectID":"40555"},{"time":"00:13:11","speaker":2,"line":"but I will say this, I think Miss informations on roller blades wearing some sort of robe. I don't think she's floating around town.","episode":"s04e05","objectID":"40556"},{"time":"00:13:18","speaker":3,"line":"Well, I mean, we've all seen we've all seen her down by the caribou coffee.","episode":"s04e05","objectID":"40557"},{"time":"00:13:22","speaker":0,"line":"Deborah Deborah, Deborah information is Ah, a kind woman on uh, she does, you know, she has a big mouth. She she does spread","episode":"s04e05","objectID":"40558"},{"time":"00:13:32","speaker":2,"line":"a lot About three Mrs information, by the way,","episode":"s04e05","objectID":"40559"},{"time":"00:13:34","speaker":1,"line":"yes, she's marrying Dan information, which I think it's","episode":"s04e05","objectID":"40560"},{"time":"00:13:38","speaker":0,"line":"so funny when two people with the same last name find each other. Especially when your last name is as silly and specific as information","episode":"s04e05","objectID":"40561"},{"time":"00:13:44","speaker":3,"line":"already wear.","episode":"s04e05","objectID":"40562"},{"time":"00:13:45","speaker":2,"line":"And even more especially when your brother and sister","episode":"s04e05","objectID":"40563"},{"time":"00:13:49","speaker":3,"line":"exactly waken be honest. Family's been a little cash You gotta make do","episode":"s04e05","objectID":"40564"},{"time":"00:13:54","speaker":0,"line":"and let's be realistic in the times of our Lord, I mean, it wasn't unusual. Thio Thio, establish a homestead with your your siblings. Yeah, eso I personally don't find anything wrong with marrying. I","episode":"s04e05","objectID":"40565"},{"time":"00:14:06","speaker":3,"line":"was just today they were about who cares who you love If that was a","episode":"s04e05","objectID":"40566"},{"time":"00:14:12","speaker":1,"line":"really progressive message and I heard about it at my church because I obviously don't teach that, um I think love is between a man and a woman. Um and I think that is the best family union unit to raise Children","episode":"s04e05","objectID":"40567"},{"time":"00:14:26","speaker":2,"line":"and your more specific, you say a man or a woman who are within five years of age of each other. Yes, Yes. Hand. Same color hair. Yes, and same basic knows profile.","episode":"s04e05","objectID":"40568"},{"time":"00:14:37","speaker":1,"line":"Yeah. I think you should look very similar to your spouse and","episode":"s04e05","objectID":"40569"},{"time":"00:14:42","speaker":0,"line":"you recently. And you were You did really","episode":"s04e05","objectID":"40570"},{"time":"00:14:44","speaker":1,"line":"well. Seen my style. Yes. Yeah.","episode":"s04e05","objectID":"40571"},{"time":"00:14:46","speaker":2,"line":"Yeah. It almost looks like you're in a wig.","episode":"s04e05","objectID":"40572"},{"time":"00:14:49","speaker":1,"line":"It really does. Your and I swear it's not way all No, it's not","episode":"s04e05","objectID":"40573"},{"time":"00:14:53","speaker":3,"line":"right? Of course not. We all know that you are capable of receiving love.","episode":"s04e05","objectID":"40574"},{"time":"00:14:58","speaker":2,"line":"Your spouse just got implants, and you suddenly started wearing moves are","episode":"s04e05","objectID":"40575"},{"time":"00:15:03","speaker":3,"line":"Yeah, big sweaters. Kind of maternity wear. But I get it. You've been feeling stressed, and you need some relief. That's fine.","episode":"s04e05","objectID":"40576"},{"time":"00:15:10","speaker":0,"line":"Yeah. You know, sometimes you just want a style change. You know,","episode":"s04e05","objectID":"40577"},{"time":"00:15:13","speaker":3,"line":"as a preacher, you're allowed to have a relationship. That's right. You're allowed to. But you were preaching love. Love is whoever you love. You know what I mean for a while. And I'm not proud of this because your wife famously left you, um, and married a, uh at bridge. That's right. And I had to turn the other cheek. I had to go down to that bridge and become friends with him. I had to let him know? Hey, because you're everybody's now you're going to be in my life because I'm staying friend with my life. Mom staying friends with my wife. That's not","episode":"s04e05","objectID":"40578"},{"time":"00:15:45","speaker":2,"line":"You drove the bridge to the airport the other day.","episode":"s04e05","objectID":"40579"},{"time":"00:15:48","speaker":3,"line":"That's right. I drove the bridge down to the airport. I dropped him off. I circled till I tell a major he got on the plane. Uh, because I don't want I don't want you know something? He's got stuck at the gate he can't afford. You can't fit himself in the bid or something. And where was the bridge going again? I feel terrible,","episode":"s04e05","objectID":"40580"},{"time":"00:16:06","speaker":1,"line":"I think. Fishes. Yeah, because I remember. I remember hearing because I was at the airport that day. I was taking a mission trip around Ethiopia, and I remember him. Bridge to Ethiopia,","episode":"s04e05","objectID":"40581"},{"time":"00:16:21","speaker":3,"line":"Right, Right, right. Which is a mistake on their part because the bridges had mature","episode":"s04e05","objectID":"40582"},{"time":"00:16:25","speaker":1,"line":"booth plane. It was very confusing.","episode":"s04e05","objectID":"40583"},{"time":"00:16:33","speaker":0,"line":"And now you pet sat for the bridge while it was out of town, right?","episode":"s04e05","objectID":"40584"},{"time":"00:16:35","speaker":3,"line":"I pets that Yeah, I watch his 30 bats and it was stressful. It was stressful because we have different sleeping schedules. I sleep on the way I missed that. I sleep on the ceiling during the day, I said, and then all the Louis feels Louisville sluggers lay on the floor. Exactly. I was watching 30 of his metal bats. Louisville sluggers and man, do they have a personality? I mean, they when they get clinking around with each other, rolling around wrasslin, right? It's like listening, Teoh Just a harmony of sounds,","episode":"s04e05","objectID":"40585"},{"time":"00:17:11","speaker":0,"line":"Alright. Some people would say that cacophony that they don't enjoy. But you like it.","episode":"s04e05","objectID":"40586"},{"time":"00:17:15","speaker":3,"line":"It is cacophonous. I enjoy a dissonant tone.","episode":"s04e05","objectID":"40587"},{"time":"00:17:20","speaker":1,"line":"Yeah. Now, moisture, um, you mentioned earlier in the prayer that you are You are a pastor at Christians for Jesus. Yeah, I'm familiar with Jews for Jesus. Uh uh. I","episode":"s04e05","objectID":"40588"},{"time":"00:17:35","speaker":2,"line":"am Preacher Moshe Epstein, and I am a pastor at Christians for Jesus. So","episode":"s04e05","objectID":"40589"},{"time":"00:17:40","speaker":3,"line":"where also says, true church?","episode":"s04e05","objectID":"40590"},{"time":"00:17:44","speaker":2,"line":"Yeah, Christmas for Jesus. A true church, which, you know, you just want everyone to know that this isn't some sort of why, uh, that we're all Christians fitting into this Christian neighborhood","episode":"s04e05","objectID":"40591"},{"time":"00:17:56","speaker":1,"line":"now. And I thought all Christians were for Jesus And Jews,","episode":"s04e05","objectID":"40592"},{"time":"00:18:00","speaker":0,"line":"uh, typically are not for Jesus, for Jesus. They don't believe in that wasn't really he wasn't. That's on the God","episode":"s04e05","objectID":"40593"},{"time":"00:18:06","speaker":2,"line":"and I am a Jew. Yes, my birth. I don't know if you could tell that you converted to Christian. I converted to Christianity for for my wife, right on. And so now and she's for Jesus. She just wanted you to convert. She's still Jewish. She's still Jewish. You just said I was too Jewish. And so she said, Maybe just convert. And I fell in love with Christianity on and you know yours","episode":"s04e05","objectID":"40594"},{"time":"00:18:36","speaker":3,"line":"And you guys were really fitting in that","episode":"s04e05","objectID":"40595"},{"time":"00:18:38","speaker":2,"line":"I well, as best as we can. You asbestos, asbestos. We can. Now you see my asbestos. We can posters the Shepard Fairey designed. Right","episode":"s04e05","objectID":"40596"},{"time":"00:18:52","speaker":1,"line":"now you're when you said that you held up a sign that says as best as we can. Now you have cancer.","episode":"s04e05","objectID":"40597"},{"time":"00:18:59","speaker":2,"line":"Yeah, yeah, that true from asbestos. That's right. And people said,","episode":"s04e05","objectID":"40598"},{"time":"00:19:04","speaker":0,"line":"And is it me with helium? Or is it a different kind of cancer?","episode":"s04e05","objectID":"40599"},{"time":"00:19:07","speaker":2,"line":"It's weak, which means it. It affects everybody around,","episode":"s04e05","objectID":"405100"},{"time":"00:19:12","speaker":0,"line":"right? No, it's a contagious, contagious","episode":"s04e05","objectID":"405101"},{"time":"00:19:14","speaker":1,"line":"cancer in your five was that I am fine. It explains the campaign","episode":"s04e05","objectID":"405102"},{"time":"00:19:23","speaker":2,"line":"of asbestos. We can Well, everybody said the especialistas so dangerous. I mean, it's getting the you cancer. It's outdated. And I'm saying, Hey, let's not rule it out right away. It's best this we can Let's keep using is busted. A lot of people are saying that this is because I made some heavy investments in its best this invest time. It's, um, in specimens","episode":"s04e05","objectID":"405103"},{"time":"00:19:51","speaker":3,"line":"on That's paying off for you pretty lucratively. But it's not about the money,","episode":"s04e05","objectID":"405104"},{"time":"00:19:55","speaker":2,"line":"but what is not about the money? Because I'm Christian now. And so it's all about it's all about the whole, you know, Pro's best. This was not jump to conclusion, right? Ryan and I Yeah, yeah,","episode":"s04e05","objectID":"405105"},{"time":"00:20:10","speaker":1,"line":"yeah. Even though there's been tons of studies that it does, it is Ah, Carson","episode":"s04e05","objectID":"405106"},{"time":"00:20:13","speaker":2,"line":"Ege Rajan. Right? Well, the jury is out. Um,","episode":"s04e05","objectID":"405107"},{"time":"00:20:17","speaker":1,"line":"and when are they coming back?","episode":"s04e05","objectID":"405108"},{"time":"00:20:19","speaker":2,"line":"The jury's out to lunch, and I think they put a back at 3 15 thing on, but that we didn't say what day. So we check in, but checking every day. Yeah. Um I'm sorry we got off of your church. Um what notes? I would like to explain my campaign as much as possible, is best we can spread the word hashtag asbestos we can on Instagram. So, um yeah, we are Christians for Jesus. And this is a whole church of converted Jews who are now Christians for Jesus. That's amazing. Yeah, it is amazing. Yeah. And so we celebrate all the Jewish holidays, but but they're all for Jesus s. Okay? I","episode":"s04e05","objectID":"405109"},{"time":"00:20:58","speaker":3,"line":"have a cheeky taken","episode":"s04e05","objectID":"405110"},{"time":"00:20:59","speaker":2,"line":"Jewish holiday. It's very cheek. You still get that Jewish sense of humor for, um so Sunday. I'm sorry. Chanukah eyes. Now, we","episode":"s04e05","objectID":"405111"},{"time":"00:21:10","speaker":3,"line":"had say good. Say that was called Could save. I believe you are, Because if you if you perhaps Jewish words correctly, you're not gonna have a You did not go to heaven if you pronounce Jewish","episode":"s04e05","objectID":"405112"},{"time":"00:21:21","speaker":2,"line":"words. Yes, I preached that. I preached that. You know, um, for channel, Uh, we like demeanor. And, uh, every candle is for Jesus. Mary Joseph, John Paul. George George. George Harrison. Wait.","episode":"s04e05","objectID":"405113"},{"time":"00:21:48","speaker":1,"line":"There's one for George and George Harrison.","episode":"s04e05","objectID":"405114"},{"time":"00:21:50","speaker":2,"line":"The 1st 1 was of the journal.","episode":"s04e05","objectID":"405115"},{"time":"00:21:55","speaker":1,"line":"Did you know that there was a brief period where George of the Jungle was in the Beatles instead of very different plan? Very different.","episode":"s04e05","objectID":"405116"},{"time":"00:22:07","speaker":0,"line":"More. Ah, more chant based a lot of drum.","episode":"s04e05","objectID":"405117"},{"time":"00:22:14","speaker":2,"line":"Yeah, it was some people say it was their worst phase, but it was. George Harrison was busy being furious that Eric clapped in the I've left him for Clapton. What a devastating thing. Which is devastating. Yeah, And so that's, uh, that's when he wrote, Imagine? Yes. Came back to the Beatles and then played it together. That's a true story.","episode":"s04e05","objectID":"405118"},{"time":"00:22:35","speaker":0,"line":"Speaking of music, you guys, you guys saw that our praise and worship those church praise and worship band that I lied for the youth in my church, uh, had our first concert this weekend. Uh, yeah, it was very good. Oh, my God. It was fun, man. It was really, really fun. I made sure we had. Ah, great. Great lineup of songs. Um, I you know, I I didn't want to sing them. I didn't want to see them all, but the kids were just like you got, but you got to sing. You gotta saying, saying","episode":"s04e05","objectID":"405119"},{"time":"00:23:07","speaker":2,"line":"we're really the only one that can hit the register of those Christian parody system of a down songs. Oh,","episode":"s04e05","objectID":"405120"},{"time":"00:23:12","speaker":0,"line":"yeah, Yeah. Wake up. Don't you want to go to church and wake up? Ah, it's way.","episode":"s04e05","objectID":"405121"},{"time":"00:23:19","speaker":1,"line":"And don't you want to go to church and way","episode":"s04e05","objectID":"405122"},{"time":"00:23:22","speaker":3,"line":"The 1st 1 meeting, of course. Getting out of bed The 2nd 1 Meaning","episode":"s04e05","objectID":"405123"},{"time":"00:23:26","speaker":0,"line":"spiritually. Ways really, really power. Uh uh.","episode":"s04e05","objectID":"405124"},{"time":"00:23:33","speaker":1,"line":"Duck Ambuja. Christian people sitting around all day, huh? Who can't believe in God? Who can believe in God we can we can week at","episode":"s04e05","objectID":"405125"},{"time":"00:23:46","speaker":3,"line":"I forgot how much I really loved that","episode":"s04e05","objectID":"405126"},{"time":"00:23:49","speaker":0,"line":"something I do not know that one. What? It's a good one and, you know it's","episode":"s04e05","objectID":"405127"},{"time":"00:23:54","speaker":2,"line":"based on the sun sugar.","episode":"s04e05","objectID":"405128"},{"time":"00:23:56","speaker":0,"line":"It's a bummer, you know,","episode":"s04e05","objectID":"405129"},{"time":"00:23:57","speaker":1,"line":"because a lot of secular music I","episode":"s04e05","objectID":"405130"},{"time":"00:23:59","speaker":0,"line":"love secular music,","episode":"s04e05","objectID":"405131"},{"time":"00:24:00","speaker":3,"line":"but, you know, I","episode":"s04e05","objectID":"405132"},{"time":"00:24:00","speaker":0,"line":"feel guilty listening to it on your way. All the kids felt, too. They were like,","episode":"s04e05","objectID":"405133"},{"time":"00:24:04","speaker":3,"line":"you know, we don't","episode":"s04e05","objectID":"405134"},{"time":"00:24:05","speaker":0,"line":"like praise and worship music. The music isn't good, it's bad. But I said, You know what? We can take that and we can do something with that. We can take our favorite, some melodies of melodies, songs and just add them.","episode":"s04e05","objectID":"405135"},{"time":"00:24:17","speaker":3,"line":"Had a Christian message, and you will have so much fun. Are you still doing the whole thing where you go by weird? Butch","episode":"s04e05","objectID":"405136"},{"time":"00:24:24","speaker":0,"line":"may be weird, but yes, weird Butch Uh way.","episode":"s04e05","objectID":"405137"},{"time":"00:24:28","speaker":1,"line":"Yeah, it's kind of weird. Al Yankovich top of thing.","episode":"s04e05","objectID":"405138"},{"time":"00:24:31","speaker":0,"line":"Yeah, we're weird. Weird. Butch, Yank my butt on.","episode":"s04e05","objectID":"405139"},{"time":"00:24:36","speaker":1,"line":"You are being sued by weirdo.","episode":"s04e05","objectID":"405140"},{"time":"00:24:38","speaker":0,"line":"Uh, currently we I, uh, received a subpoena, Uh, in the mail. We're","episode":"s04e05","objectID":"405141"},{"time":"00:24:45","speaker":3,"line":"now getting surprisingly litigious with people covering his.","episode":"s04e05","objectID":"405142"},{"time":"00:24:52","speaker":2,"line":"That is not a two way street for him,","episode":"s04e05","objectID":"405143"},{"time":"00:24:56","speaker":1,"line":"but he loves Teoh.","episode":"s04e05","objectID":"405144"},{"time":"00:24:58","speaker":3,"line":"It's almost like he's been setting a trap for years.","episode":"s04e05","objectID":"405145"},{"time":"00:25:00","speaker":0,"line":"I contacted his manager, and we're gonna have a one on one. It's so we're managing, uh, weird manager. He's weird. Manager. Yes. Let","episode":"s04e05","objectID":"405146"},{"time":"00:25:09","speaker":3,"line":"you having a one on one basketball game?","episode":"s04e05","objectID":"405147"},{"time":"00:25:11","speaker":0,"line":"Yeah, We're gonna play one on one. And I said, Hey, I've been I played in college. I played out, not know. Uh, not","episode":"s04e05","objectID":"405148"},{"time":"00:25:19","speaker":2,"line":"at all. You were a player in?","episode":"s04e05","objectID":"405149"},{"time":"00:25:21","speaker":1,"line":"Yes. And, hey, I you weren't that when you guys when you guys would play? Um uh, all those players would get together and play.","episode":"s04e05","objectID":"405150"},{"time":"00:25:32","speaker":2,"line":"Yeah. Hey, play. I noticed that","episode":"s04e05","objectID":"405151"},{"time":"00:25:36","speaker":0,"line":"haters they hated as well. You know","episode":"s04e05","objectID":"405152"},{"time":"00:25:38","speaker":1,"line":"what? You want you Regardless, player players gonna play regardless. You going play?","episode":"s04e05","objectID":"405153"},{"time":"00:25:44","speaker":0,"line":"Yeah. Haters gonna hate haters. Gonna hate you.","episode":"s04e05","objectID":"405154"},{"time":"00:25:47","speaker":3,"line":"Do what you Well, I was a hater in college. In college, I was a hater. everyone experiments in college.","episode":"s04e05","objectID":"405155"},{"time":"00:25:52","speaker":1,"line":"Of course. You got their face where you hate. How did that manifest itself? I would just I became part of the friar's","episode":"s04e05","objectID":"405156"},{"time":"00:26:00","speaker":3,"line":"roast. You joined the Friars Club during the Friars Club. So that would be you, Dean Martin Martin. Any of the Hollywood Rice Israeli?","episode":"s04e05","objectID":"405157"},{"time":"00:26:12","speaker":1,"line":"Yeah, Yeah, yeah. Me and old Hollywood racism Racists. Uh, well,","episode":"s04e05","objectID":"405158"},{"time":"00:26:17","speaker":3,"line":"I'm glad you turned over a new I mean, and your","episode":"s04e05","objectID":"405159"},{"time":"00:26:20","speaker":2,"line":"whole thing was you would tell everyone else they get no respect.","episode":"s04e05","objectID":"405160"},{"time":"00:26:25","speaker":1,"line":"Right? Uh, explain it. You won't","episode":"s04e05","objectID":"405161"},{"time":"00:26:28","speaker":2,"line":"say. Like, like Dangerfield say I get no respect, but you're a roasts would be like, um, Sammy Davis, Jr. You get now respect.","episode":"s04e05","objectID":"405162"},{"time":"00:26:37","speaker":1,"line":"Exactly. Exactly. I would Yeah. I would just say you get no respect a lot, Um, to all the people that were on the on the dais, Um and, yeah, it was a weird little phase.","episode":"s04e05","objectID":"405163"},{"time":"00:26:49","speaker":3,"line":"Got pretty tired after a minute. They kicked you right out. Yes. Yeah. Yeah. I think whichever route you take to find the Lord to find preaching to find God, yes. Is fine.","episode":"s04e05","objectID":"405164"},{"time":"00:27:02","speaker":0,"line":"Which way? And we've talked about that a lot on the podcast. Lindsey, you have actually a very interesting story about Europe. Your path into the lower, don't you?","episode":"s04e05","objectID":"405165"},{"time":"00:27:09","speaker":3,"line":"That's right. Because you I met the Lord. Well, yeah, we're So you say people don't believe me, But when I was nine, I died for 13 seconds. 13 seconds seconds. Wow. What people say that, you know, this is just a kid making up a story. Yeah. Uh, yes. But it's not. It's true. I died. I went to heaven and it waas glorious. It was a glorious as everybody says 1st 1st of all, just when you die, you're not gone forever. You're alive forever around this the opposite of what we think as preachers. We all know","episode":"s04e05","objectID":"405166"},{"time":"00:27:53","speaker":2,"line":"it's almost like we're dead now and we die into being alive.","episode":"s04e05","objectID":"405167"},{"time":"00:27:57","speaker":1,"line":"Eso when you've got to heaven. Oh, just wait. What? It waas good. You open up your eyes. And where","episode":"s04e05","objectID":"405168"},{"time":"00:28:05","speaker":3,"line":"are you? I'm in line at the San Francisco football stadium buying a $32 beer and it was the freshest beer I have ever had. One beer, 30 long is the line. That's the first thing. Well, the first thing. Well, the first thing is the line and then someone cuts you someone cuts you to let you know. You know, having is good, but you still gotta repent. You got to stay good to stay here.","episode":"s04e05","objectID":"405169"},{"time":"00:28:34","speaker":1,"line":"And they do they apologize for cutting, or how do they let people in front of them?","episode":"s04e05","objectID":"405170"},{"time":"00:28:39","speaker":3,"line":"And now you just forget it. You just kind of go. This is good","episode":"s04e05","objectID":"405171"},{"time":"00:28:42","speaker":2,"line":"And it's But it's before a game is not like in the middle of a big play that you're trained to see, is it?","episode":"s04e05","objectID":"405172"},{"time":"00:28:46","speaker":3,"line":"Oh, yeah. This was in the middle of the Tennessee miracle. When you get to have in there in the middle of the Tennessee Mirror,","episode":"s04e05","objectID":"405173"},{"time":"00:28:52","speaker":2,"line":"you don't get to see the Tennessee mirrors that","episode":"s04e05","objectID":"405174"},{"time":"00:28:56","speaker":1,"line":"year creates. Okay. What? So you get the beer was a nine","episode":"s04e05","objectID":"405175"},{"time":"00:29:00","speaker":2,"line":"year old? That's nice. You're getting a beer.","episode":"s04e05","objectID":"405176"},{"time":"00:29:02","speaker":1,"line":"Absolute story. Were you nine when you got there?","episode":"s04e05","objectID":"405177"},{"time":"00:29:04","speaker":3,"line":"No. When you die your your true self you look like old. I was a gorgeous 132 year old corpse. Wow, You're a court. I was.","episode":"s04e05","objectID":"405178"},{"time":"00:29:14","speaker":1,"line":"So when you say you live forever, you are a dead for having","episode":"s04e05","objectID":"405179"},{"time":"00:29:17","speaker":3,"line":"is gorgeous. Everybody there is the oldest self. What? Everybody there is that old but They don't have","episode":"s04e05","objectID":"405180"},{"time":"00:29:24","speaker":2,"line":"another old age ailments, do they?","episode":"s04e05","objectID":"405181"},{"time":"00:29:26","speaker":3,"line":"Even worse. Oh, my God. Watches better. You get there. And everybody Everybody is sick and you realize whole humility here is so high on Gorgeous. Let me tell you about the best part. Hot has","episode":"s04e05","objectID":"405182"},{"time":"00:29:44","speaker":1,"line":"hold on. That sounds a lot like hell","episode":"s04e05","objectID":"405183"},{"time":"00:29:47","speaker":0,"line":"You died. Went to hell.","episode":"s04e05","objectID":"405184"},{"time":"00:29:50","speaker":3,"line":"Did you ever see Jesus? Did I see him? What was he doing? What did you say? There's paintings of him everywhere.","episode":"s04e05","objectID":"405185"},{"time":"00:29:57","speaker":1,"line":"Really? Yeah, really. On the walls. So you didn't see","episode":"s04e05","objectID":"405186"},{"time":"00:30:00","speaker":3,"line":"him? What is he? Well, I saw him once. Really? Someone who was he with? He was bench pressing your in May. He was better. When, What? Where? On the mount you want? You allow you walk up to a beautiful hell And Jesus has a huge rack away. There's somebody likes his body. Is your gym guy? Yeah, he's being spotted by an old old version of Andre the Giant. Wow. And what does he say? Time to get those games, buddy.","episode":"s04e05","objectID":"405187"},{"time":"00:30:31","speaker":1,"line":"Time to get a James didn't game. Jesus. Personality is a gym rat. Exactly. I don't know if I like this. Hey, heaven is gorgeous. All right,","episode":"s04e05","objectID":"405188"},{"time":"00:30:45","speaker":0,"line":"it sounds like you're describing bad stuff and just putting a positive spin.","episode":"s04e05","objectID":"405189"},{"time":"00:30:48","speaker":3,"line":"Well, they're explaining it, right?","episode":"s04e05","objectID":"405190"},{"time":"00:30:52","speaker":1,"line":"It's awesome. Is their currency there? How did you pay for that beer?","episode":"s04e05","objectID":"405191"},{"time":"00:30:58","speaker":0,"line":"Do they use normal money?","episode":"s04e05","objectID":"405192"},{"time":"00:31:00","speaker":3,"line":"The currency there is dirt. Dirt. You have to carry dirt in your pockets at all times, Which is wrong because it reminds you of the work you're doing.","episode":"s04e05","objectID":"405193"},{"time":"00:31:08","speaker":1,"line":"TomTom or dirt? The more money you have is that how it works? Or is it the Mormon? Last month,","episode":"s04e05","objectID":"405194"},{"time":"00:31:14","speaker":3,"line":"the more don't you have, the more money","episode":"s04e05","objectID":"405195"},{"time":"00:31:18","speaker":2,"line":"in heaven your 132 years old sweating cause it's hot going just in a long line. And if things are going well for you, you have to lug around a ton of dirt.","episode":"s04e05","objectID":"405196"},{"time":"00:31:30","speaker":3,"line":"And this is just day one.","episode":"s04e05","objectID":"405197"},{"time":"00:31:31","speaker":0,"line":"She and how many days did that? 13 seconds to death. Get you in heaven","episode":"s04e05","objectID":"405198"},{"time":"00:31:37","speaker":3,"line":"42. Wow, too. One of the best thing that happened to me and haven't worked. I was left alone for 10 minutes on a reclining chair that vibrated.","episode":"s04e05","objectID":"405199"},{"time":"00:31:48","speaker":0,"line":"Oh, wow, that does sound good.","episode":"s04e05","objectID":"405200"},{"time":"00:31:51","speaker":3,"line":"While my father screamed things that now that sounds bad that I had him down about Lindsay. I hate to say this, but I think you were","episode":"s04e05","objectID":"405201"},{"time":"00:31:57","speaker":0,"line":"in hell. Yeah, I think you were in.","episode":"s04e05","objectID":"405202"},{"time":"00:32:00","speaker":3,"line":"Only one of us is Dad and seen seen the Latin so","episode":"s04e05","objectID":"405203"},{"time":"00:32:03","speaker":1,"line":"well, I'd like to switch something up real quick and just tell a funny story. Go. Really? Yeah. It's just really quick. My wife told me the other day that she that she needs more space, and I said, no problem. And I locked her out of the house. You did this truce. That's a true funny.","episode":"s04e05","objectID":"405204"},{"time":"00:32:26","speaker":2,"line":"So all your jokes and stories about treating your women like crap, huh?","episode":"s04e05","objectID":"405205"},{"time":"00:32:30","speaker":3,"line":"Well, like he said, men and women are different, and it's not about right above a blue eyes ravaging difference. Yeah, my wife, Israel, and we have our differences.","episode":"s04e05","objectID":"405206"},{"time":"00:32:41","speaker":2,"line":"See, that's the difference between you and I. I love my wife. And if we have a difference, I will bow down immediately and do whatever she wants, because I am lucky to have her again. We're not equals, but I am less than in this situation. My Jewish wife tells me to convert. I say How high?","episode":"s04e05","objectID":"405207"},{"time":"00:33:04","speaker":3,"line":"That was part of the conversion ceremony, right? You had to get very high.","episode":"s04e05","objectID":"405208"},{"time":"00:33:07","speaker":2,"line":"Yeah. Yeah, well, I converted with pastor Read, man, You took me through the whole process, of course. And yeah. Yeah, and I was big","episode":"s04e05","objectID":"405209"},{"time":"00:33:19","speaker":3,"line":"and he gave you or he gave you a Christian name, right?","episode":"s04e05","objectID":"405210"},{"time":"00:33:22","speaker":2,"line":"My Christian name had","episode":"s04e05","objectID":"405211"},{"time":"00:33:25","speaker":3,"line":"to put it into one of those named Christian names.","episode":"s04e05","objectID":"405212"},{"time":"00:33:27","speaker":2,"line":"Yeah, I put it into a name generator on. I got blunts. McGee","episode":"s04e05","objectID":"405213"},{"time":"00:33:33","speaker":3,"line":"blends McGee now. Now that is a Christian generated named Christian name generators all over us.","episode":"s04e05","objectID":"405214"},{"time":"00:33:40","speaker":0,"line":"I don't know. I did wanna I did when those things were popular. Back when I was in high school. Yeah, I did one and I got one. That was Ah. Ah, a little turtle dove. Uh, yes, that's good.","episode":"s04e05","objectID":"405215"},{"time":"00:33:52","speaker":3,"line":"My was young communion. That's ga young Communion.","episode":"s04e05","objectID":"405216"},{"time":"00:33:56","speaker":1,"line":"Yeah, that's me. Uh, EMC pulpit. That's good. That's pretty good. Pretty good. Um","episode":"s04e05","objectID":"405217"},{"time":"00:34:05","speaker":0,"line":"well, uh, you know, guys like we do every week we're going to do Ah segment we always do is called the unburdening. This is where we as ah ah as centres Hey, we're all sinners. We know we are way we unburden","episode":"s04e05","objectID":"405218"},{"time":"00:34:21","speaker":3,"line":"Maybe send the win sin apologize Get the","episode":"s04e05","objectID":"405219"},{"time":"00:34:24","speaker":0,"line":"video So we like Teoh, Go","episode":"s04e05","objectID":"405220"},{"time":"00:34:26","speaker":1,"line":"Just go around the","episode":"s04e05","objectID":"405221"},{"time":"00:34:26","speaker":0,"line":"table and unburden ourselves with any any sin, uh, that we feel that we need Teoh get off our chests or unburden ourselves with, um,","episode":"s04e05","objectID":"405222"},{"time":"00:34:36","speaker":2,"line":"I'll start. Right? Anyone doesn't have one. Um, I used the Lord's name in vain and used a lot of foul language that I regret when I had my circumcision reversed.","episode":"s04e05","objectID":"405223"},{"time":"00:34:51","speaker":0,"line":"Reverse circumcision, huh? Yeah. Now, now that just so we could be clear about this that they","episode":"s04e05","objectID":"405224"},{"time":"00:34:59","speaker":2,"line":"do is they take off part of your foreskin. And so what the reversal of a circumcision is is they take part of your ear lobe and they re added in to a new foreskin","episode":"s04e05","objectID":"405225"},{"time":"00:35:12","speaker":3,"line":"for you. Because you're a lobe has no nerve endings in it. Right? So this is really good for you and your sex,","episode":"s04e05","objectID":"405226"},{"time":"00:35:18","speaker":1,"line":"but it's also bad now because your Penis can hear that. Yeah,","episode":"s04e05","objectID":"405227"},{"time":"00:35:24","speaker":2,"line":"and so you'll notice if I'm walking around. I am. I. It is excruciatingly lad. Lovemaking is disgusting now for me because it's just the sound of Penis going in. And and","episode":"s04e05","objectID":"405228"},{"time":"00:35:37","speaker":1,"line":"I I saw you at the urinal before the","episode":"s04e05","objectID":"405229"},{"time":"00:35:39","speaker":2,"line":"show, and you were screaming, screaming, Urinating is very loud and I have a thick, fast stream, so that's pretty bad. Um, so yeah, overall it That's why I use the Lord. Nice experimental procedure. And I would say, Don't do it. Absolutely.","episode":"s04e05","objectID":"405230"},{"time":"00:35:56","speaker":3,"line":"Because as a Christian, you could be circumcised or not circumcised or there's not really a much of a standard as maybe a Jewish person math. Really? That's what. Yeah.","episode":"s04e05","objectID":"405231"},{"time":"00:36:06","speaker":2,"line":"I wish I had asked around before I had gotten it done. That","episode":"s04e05","objectID":"405232"},{"time":"00:36:08","speaker":3,"line":"I applaud you for just going whole hog into Christianity whether you're right or not, with all your decisions. Yes. You committed hard.","episode":"s04e05","objectID":"405233"},{"time":"00:36:16","speaker":2,"line":"Yeah. Yeah. And you learn as you go, you learn as you go. And that's what this thing is about. It's not about doing it right the first time. It's about learning from your mistakes, asking for forgiveness and getting better.","episode":"s04e05","objectID":"405234"},{"time":"00:36:28","speaker":0,"line":"And yeah, and I say now, the Lord heard you. The Lord heard you just now, and the Lord forgave you.","episode":"s04e05","objectID":"405235"},{"time":"00:36:33","speaker":2,"line":"Great. I hope you heard me through. His ears are not as","episode":"s04e05","objectID":"405236"},{"time":"00:36:36","speaker":1,"line":"well. I don't know if he can hear you, cause he's probably up there pumping some iron and getting some flies in.","episode":"s04e05","objectID":"405237"},{"time":"00:36:42","speaker":2,"line":"That was the dough","episode":"s04e05","objectID":"405238"},{"time":"00:36:43","speaker":3,"line":"not guys. I don't think so. You're in when you're","episode":"s04e05","objectID":"405239"},{"time":"00:36:46","speaker":1,"line":"not needed to. You need to just face up with that.","episode":"s04e05","objectID":"405240"},{"time":"00:36:49","speaker":3,"line":"I think when you're nine, you know?","episode":"s04e05","objectID":"405241"},{"time":"00:36:53","speaker":2,"line":"Well, I feel unburdened. I'm sorry I used your name in vain, Sweet Lord. All","episode":"s04e05","objectID":"405242"},{"time":"00:36:58","speaker":3,"line":"right, I got unburden myself. I was in jail. I wasn't. Now you've got young cop me? My book deal is probably going to go away now","episode":"s04e05","objectID":"405243"},{"time":"00:37:07","speaker":1,"line":"has been Maybe you were in heaven. Maybe Heaven sucks.","episode":"s04e05","objectID":"405244"},{"time":"00:37:11","speaker":0,"line":"I don't think I think I think if you went to hell when you were a child, uh, then I think your whole life is a reaction to what you saw. And you found the Lord after you came back because you didn't want to end up there. And now you have given your life to him of damn it'll h him And And you're not going to end up back down there When you do die,","episode":"s04e05","objectID":"405245"},{"time":"00:37:30","speaker":3,"line":"I've done hail have done Earth heaven smile on the option","episode":"s04e05","objectID":"405246"},{"time":"00:37:32","speaker":0,"line":"left. Yeah, you're so you're gonna be a good for","episode":"s04e05","objectID":"405247"},{"time":"00:37:34","speaker":1,"line":"now. Lindsay, Um, you have a very, very, uh I mean, I don't want I don't want to make you unburden yourself. about something. Please have a very, very popular Instagram. That is mostly you, um, wrecking golf carts in funny ways. You're kind of like dressed like a frat boy on your out on the golf course A lot. Really? Taking","episode":"s04e05","objectID":"405248"},{"time":"00:38:01","speaker":2,"line":"some videos, you won't know what's happening. It's just some guy standing in the middle of the golf course, you know, you RAM right into","episode":"s04e05","objectID":"405249"},{"time":"00:38:10","speaker":1,"line":"Teoh. Do you think that is godly? What's your reasoning behind this? Obviously you're getting a lot of","episode":"s04e05","objectID":"405250"},{"time":"00:38:15","speaker":3,"line":"I'm providing a service. A young man came to me. His name was Preston, and he needed a job. Was his last name? Lacey? Sure was. Well, you might have seen some of the guys in this instagram video. I got pressed and pressed. Are","episode":"s04e05","objectID":"405251"},{"time":"00:38:30","speaker":2,"line":"you talking about the white guy from Jackass","episode":"s04e05","objectID":"405252"},{"time":"00:38:32","speaker":3,"line":"E? I got the white guy from the one white guy. Yep. I got I got Preston Lacy. I got we men. You have. We met. Well, I don't have him, but we're using him. Okay? These are guys who need help. The views, They need clicks. They need cash.","episode":"s04e05","objectID":"405253"},{"time":"00:38:48","speaker":2,"line":"Added, banded by Knoxville. That's right. Got famous and left them behind.","episode":"s04e05","objectID":"405254"},{"time":"00:38:52","speaker":3,"line":"Right. And I am not going to do the same thing to them where I am definitely spreading the love on this instagram. I'm doing sponsored posts. It's it's really helping. The church has seen. We have a new 200 inch screen that that's up there for yeah, football. After after the","episode":"s04e05","objectID":"405255"},{"time":"00:39:08","speaker":2,"line":"sense of your screen, it is, what, one of the old tube TVs. So it's not.","episode":"s04e05","objectID":"405256"},{"time":"00:39:13","speaker":3,"line":"It's a 202 ways. 10,000. You got a wood casing? Yeah, we broke two cranes trying to put it up on the on the pulp. Right on.","episode":"s04e05","objectID":"405257"},{"time":"00:39:23","speaker":1,"line":"Right. Wines and cranes air. Really getting in this? That's","episode":"s04e05","objectID":"405258"},{"time":"00:39:28","speaker":2,"line":"what Your bird with a long neck Watch","episode":"s04e05","objectID":"405259"},{"time":"00:39:30","speaker":0,"line":"out or if you're a machine with a long neck. Watch out, baby.","episode":"s04e05","objectID":"405260"},{"time":"00:39:33","speaker":3,"line":"Watch it. I should say we broke four cranes to live two days while to machine.","episode":"s04e05","objectID":"405261"},{"time":"00:39:39","speaker":2,"line":"Okay. All right. You weren't trying to limit with two dead cranes. You know you were using like you're using a Flintstone style mechanism where you were using animals as machinery.","episode":"s04e05","objectID":"405262"},{"time":"00:39:50","speaker":3,"line":"That's right. That's right. That's right. Yeah, it","episode":"s04e05","objectID":"405263"},{"time":"00:39:55","speaker":2,"line":"was horrifying to watch.","episode":"s04e05","objectID":"405264"},{"time":"00:39:57","speaker":3,"line":"Hey, you got to break a couple cranes to lift the TV. Well, I mean, you didn't know that. The funny thing is, yeah, they folded right up like origami, of course. Folded right up when that TV fell on.","episode":"s04e05","objectID":"405265"},{"time":"00:40:08","speaker":2,"line":"I'm using one of them is a wallet now.","episode":"s04e05","objectID":"405266"},{"time":"00:40:11","speaker":3,"line":"Yeah. You got duct tape all over. You got one of those cool","episode":"s04e05","objectID":"405267"},{"time":"00:40:14","speaker":2,"line":"rest in peace did the decks that I use for","episode":"s04e05","objectID":"405268"},{"time":"00:40:16","speaker":1,"line":"the law. Well, you really Yeah. Yeah. I would like to unburden myself. Um, as you all know, Ah, the disaster that hit our town. Um, last week, uh, I had turned a blind eye to everyone in need and did not open up the doors to my megachurch. Um, and that I do feel bad about. We had just read on the place. New pews, new poll, but new balcony.","episode":"s04e05","objectID":"405269"},{"time":"00:40:46","speaker":0,"line":"And do you also have","episode":"s04e05","objectID":"405270"},{"time":"00:40:47","speaker":2,"line":"your beds and cots, beds and cots?","episode":"s04e05","objectID":"405271"},{"time":"00:40:51","speaker":3,"line":"You a Jew? Water new? Yeah. New new warming blankets. You would actually just open the wing of the hospital that was about to open as a homeless shelter?","episode":"s04e05","objectID":"405272"},{"time":"00:41:04","speaker":1,"line":"Yeah. Yeah. The wing of the church was about","episode":"s04e05","objectID":"405273"},{"time":"00:41:06","speaker":2,"line":"to be opened as a homeless shelter. Um, sustaining WiFi. Yes. Umbrellas, waiters, boat Rebid, rehabilitation nurses. Um uh, users Towers said. I have never seen doors so cartoonishly bolted up.","episode":"s04e05","objectID":"405274"},{"time":"00:41:27","speaker":1,"line":"And now do you also have bolted up? You would have thought the hurricane was headed right toward the doors of my church because they were. They were bolted.","episode":"s04e05","objectID":"405275"},{"time":"00:41:37","speaker":3,"line":"Now they were bolted up and there was sand bags going over to the top of the doors.","episode":"s04e05","objectID":"405276"},{"time":"00:41:41","speaker":1,"line":"I had pulled all the sandbags that were holding the levee together, and I'm I feel terrible about this,","episode":"s04e05","objectID":"405277"},{"time":"00:41:50","speaker":2,"line":"Really cause you double down. When people called it out on Twitter,","episode":"s04e05","objectID":"405278"},{"time":"00:41:53","speaker":1,"line":"I I did double down, I said.","episode":"s04e05","objectID":"405279"},{"time":"00:41:56","speaker":0,"line":"He said, Save yourself.","episode":"s04e05","objectID":"405280"},{"time":"00:41:58","speaker":1,"line":"I said, Save yourself. This is the Lord wreaking havoc on the town and in a sense,","episode":"s04e05","objectID":"405281"},{"time":"00:42:06","speaker":2,"line":"better 10 years apart. Hair different hair different, different. I be anything,","episode":"s04e05","objectID":"405282"},{"time":"00:42:11","speaker":1,"line":"huh? And it's the Lord cleansing natural disasters. And I realize now that double down was a mistake.","episode":"s04e05","objectID":"405283"},{"time":"00:42:19","speaker":2,"line":"Uh, and you realized it was a mistake because it hurt your career in your persona. Yes,","episode":"s04e05","objectID":"405284"},{"time":"00:42:24","speaker":1,"line":"grave. I just now realized that was a mistake because because every made you say so. Yeah, everyone made me say so, and I'm trying to I'm sad now because everything's getting taken from,","episode":"s04e05","objectID":"405285"},{"time":"00:42:36","speaker":2,"line":"uh, better late than never. I think apartment. You should have to apologize until people call you out on something and","episode":"s04e05","objectID":"405286"},{"time":"00:42:43","speaker":1,"line":"then you can feel remorse on Also, wait till","episode":"s04e05","objectID":"405287"},{"time":"00:42:46","speaker":3,"line":"they're really going to call you. Wait till the 4th 5th and","episode":"s04e05","objectID":"405288"},{"time":"00:42:50","speaker":1,"line":"sixth. Absolutely. And I waited. I waited until I was fully caught, for sure.","episode":"s04e05","objectID":"405289"},{"time":"00:42:59","speaker":2,"line":"And you just got an Aston Daddy's home. Three.","episode":"s04e05","objectID":"405290"},{"time":"00:43:03","speaker":1,"line":"That is right. You","episode":"s04e05","objectID":"405291"},{"time":"00:43:05","speaker":2,"line":"apologize. They called you up.","episode":"s04e05","objectID":"405292"},{"time":"00:43:06","speaker":1,"line":"It's unbelievable. And I will be at next year's Oscar.","episode":"s04e05","objectID":"405293"},{"time":"00:43:09","speaker":0,"line":"And people have asked you if you if you plan on donating your salary to charity. You said, uh,","episode":"s04e05","objectID":"405294"},{"time":"00:43:16","speaker":3,"line":"what I say. Yeah, I just said No way. You keep you got back into the church.","episode":"s04e05","objectID":"405295"},{"time":"00:43:21","speaker":0,"line":"Absolutely. This this This money belongs to the Lord. Absolutely.","episode":"s04e05","objectID":"405296"},{"time":"00:43:24","speaker":3,"line":"That's exactly what you","episode":"s04e05","objectID":"405297"},{"time":"00:43:26","speaker":2,"line":"said. You said I got a charity for you, and then you put your hand into your armpit. Made a little fart noise.","episode":"s04e05","objectID":"405298"},{"time":"00:43:31","speaker":1,"line":"I did. I went like this,","episode":"s04e05","objectID":"405299"},{"time":"00:43:32","speaker":2,"line":"huh? And it didn't go that well.","episode":"s04e05","objectID":"405300"},{"time":"00:43:35","speaker":1,"line":"It didn't work at all when I said I'm trying to make a fart noise with my armpit.","episode":"s04e05","objectID":"405301"},{"time":"00:43:39","speaker":3,"line":"And now you have a three picture deal. You have that you have a three picture deal with Mel Gibson exclusively now, right, Daddy? Three is the Is the first jumping off point? Yes, And then you guys were spinning it off.","episode":"s04e05","objectID":"405302"},{"time":"00:43:54","speaker":1,"line":"That's exactly right. We're spending it off me and mail take Hollywood, and","episode":"s04e05","objectID":"405303"},{"time":"00:43:59","speaker":0,"line":"you guys there are gonna be recording every moment you spend together. Absolutely","episode":"s04e05","objectID":"405304"},{"time":"00:44:04","speaker":1,"line":"well, moisture, you had a run in","episode":"s04e05","objectID":"405305"},{"time":"00:44:05","speaker":2,"line":"with Mel. Oh, yeah? Well, years ago. Yes. Apparently I wasn't Christian enough for Mel Gibson","episode":"s04e05","objectID":"405306"},{"time":"00:44:16","speaker":1,"line":"to Jewish for your wife from I'll give You Went Teoh win Because you went, you get no respect. He's back. Maybe I'm back.","episode":"s04e05","objectID":"405307"},{"time":"00:44:28","speaker":2,"line":"That's right. Good. Well, I went, Teoh, I went Teoh the Passion of the Christ as I was trying to convert and","episode":"s04e05","objectID":"405308"},{"time":"00:44:36","speaker":0,"line":"male getting happened to be at the same","episode":"s04e05","objectID":"405309"},{"time":"00:44:38","speaker":3,"line":"screen. E I heard he called you Sugar knows","episode":"s04e05","objectID":"405310"},{"time":"00:44:45","speaker":2,"line":"he mixed. He called me Sugar nous. So he made He makes his offensive insulted a woman sugar tits and his anti Semitic persona about calling out my notes and sugar knows.","episode":"s04e05","objectID":"405311"},{"time":"00:44:56","speaker":1,"line":"Wow. Yeah, that must have hurt.","episode":"s04e05","objectID":"405312"},{"time":"00:44:59","speaker":2,"line":"Yeah, well, if it really hurt my feeling","episode":"s04e05","objectID":"405313"},{"time":"00:45:02","speaker":3,"line":"and then it must have hurt really bad When you're good, When your good buddy Quinton signed a three picture deal with","episode":"s04e05","objectID":"405314"},{"time":"00:45:07","speaker":2,"line":"him. Yeah, And then you go inside of the video that my feelings are hurt. Your enabling this kind","episode":"s04e05","objectID":"405315"},{"time":"00:45:11","speaker":1,"line":"of Listen, this happened to you. What? 15 years ago? Yeah, and I'm doing this now. You know, that's okay. Because everybody knows that time heals all wounds. You know, you can decide","episode":"s04e05","objectID":"405316"},{"time":"00:45:26","speaker":2,"line":"that. People adjacent to the people who were hurt.","episode":"s04e05","objectID":"405317"},{"time":"00:45:29","speaker":0,"line":"Yes, yes. You know, if you do something bad, white it out and you will be allowed back into","episode":"s04e05","objectID":"405318"},{"time":"00:45:36","speaker":1,"line":"a course. That's why it was long enough ago. You're better now as long as","episode":"s04e05","objectID":"405319"},{"time":"00:45:41","speaker":0,"line":"you have. If you have hardly apologized at least once on and accept no blame. But say what you did was wrong.","episode":"s04e05","objectID":"405320"},{"time":"00:45:49","speaker":1,"line":"But you did some bad shit this week. And I don't use that word lightly. Usually say awful said tits and shit today and I apologize. That's okay. We will bleep those out. You will not be hearing what I say when this is edited and we will have the Lord's name put in place of","episode":"s04e05","objectID":"405321"},{"time":"00:46:07","speaker":2,"line":"mind. Further work for everyone writing in emails. Yes. We have not figured out the bleep system yet and It has made some of our episodes confusing because we're bleeping the wrong words. But we will figure out this time you will feel your name will replace the battle.","episode":"s04e05","objectID":"405322"},{"time":"00:46:21","speaker":1,"line":"Yes. And the beeps they they want they want sometimes. Be long, uh, and run on e. And we're so bad Shit.","episode":"s04e05","objectID":"405323"},{"time":"00:46:33","speaker":0,"line":"But I did do some bad stuff this week. Uh, I did, I did. I did some bad things. You guys are all familiar with the most dangerous game. Um, were you hunting human? Which that is the That's the I mean, I didn't I did not.","episode":"s04e05","objectID":"405324"},{"time":"00:46:54","speaker":1,"line":"You participated in the most dangerous game this week. But is that what you tell you? Looked","episode":"s04e05","objectID":"405325"},{"time":"00:47:01","speaker":3,"line":"pretty scrapped up.","episode":"s04e05","objectID":"405326"},{"time":"00:47:03","speaker":0,"line":"As you guys know, I went on a mission trip to Somalia this past week, right? We only go to mission trips in places that in and e uh, I got there. I got there and I was going to go want Teoh. I got there diarrhea. I was going","episode":"s04e05","objectID":"405327"},{"time":"00:47:20","speaker":2,"line":"to get the diary emissions","episode":"s04e05","objectID":"405328"},{"time":"00:47:21","speaker":1,"line":"way. Really? Save them. We showed up with the Bookham odium.","episode":"s04e05","objectID":"405329"},{"time":"00:47:28","speaker":0,"line":"Uh, you guys, I went to Somalia and I was going to go on","episode":"s04e05","objectID":"405330"},{"time":"00:47:32","speaker":1,"line":"the swing Cruz knows. Did you know? So I'm sorry. I'm sorry. Which I said did you knows. I'm sorry. Did you know this, Uh, did you know that, um, odium was originally called come odium? Because it was","episode":"s04e05","objectID":"405331"},{"time":"00:47:52","speaker":0,"line":"not realize that that's the thing that stopped me","episode":"s04e05","objectID":"405332"},{"time":"00:47:55","speaker":1,"line":"from? Yeah, it wasn't, um Odium 80.","episode":"s04e05","objectID":"405333"},{"time":"00:48:00","speaker":2,"line":"It was Come, O'Dea, Maybe joke is it Sounds like you're talking about come like ejaculate.","episode":"s04e05","objectID":"405334"},{"time":"00:48:06","speaker":3,"line":"I said I'm not really surprised, Butch. That word","episode":"s04e05","objectID":"405335"},{"time":"00:48:10","speaker":0,"line":"way come and that will be bleeped out. Uh, I feel like I feel like at this point, you know, this story's been undercut by now distractions that this place is definitely","episode":"s04e05","objectID":"405336"},{"time":"00:48:26","speaker":1,"line":"bigger. This is insane. You played the most dangerous game.","episode":"s04e05","objectID":"405337"},{"time":"00:48:30","speaker":0,"line":"No, not specifically. But I went to Somalia on this mission trip and I was going on a sightseeing cruise on I was I was boarding my boat. A man approached,","episode":"s04e05","objectID":"405338"},{"time":"00:48:38","speaker":1,"line":"sightseeing, cruise, like, out in the middle of the ocean. What the hell would you see?","episode":"s04e05","objectID":"405339"},{"time":"00:48:43","speaker":0,"line":"Buoys, bomb targets. Careful buoys. Anyway, a man approached about it. He said, Would you guys all all like to participate in one of the greatest tourist attractions available in Somalia in and swam up to the boat and swam out to the boat with a waterproof notebook. And he said Just signed up here.","episode":"s04e05","objectID":"405340"},{"time":"00:49:02","speaker":1,"line":"Just admit you chose to hunt people. I very long","episode":"s04e05","objectID":"405341"},{"time":"00:49:06","speaker":0,"line":"I'm getting there, Okay? And I said, Sure, I'd love to. You know, I'd like to experience something interesting. Well, he says all right. Signed this here. Uh, take these guns. Now you're gonna go out on the water, and if you are approached by Somali pirates, you have to wait for them to board your boat. But if you do that, you can legally shoot them and kill them. Uh, with no legal repercussions.","episode":"s04e05","objectID":"405342"},{"time":"00:49:27","speaker":3,"line":"So they kind of let the pirates played by pirate rules. But you really have to respect the rule.","episode":"s04e05","objectID":"405343"},{"time":"00:49:32","speaker":0,"line":"Well, yes, in. And apparently this is a really thing that I I that actually happens in the real world. You can go to Somalia, get on a boat, take a gun. And when a Somali pirate gets on, you can shoot him up with a gun and kill him on. But what","episode":"s04e05","objectID":"405344"},{"time":"00:49:48","speaker":2,"line":"happened to you is when the pirates boarded, you shoved the women and Children out and you hit immediately.","episode":"s04e05","objectID":"405345"},{"time":"00:49:54","speaker":0,"line":"I did I did. I shoved them out on I hid in a pantry, a pantry closet with enough rations for three weeks.","episode":"s04e05","objectID":"405346"},{"time":"00:50:02","speaker":3,"line":"We also the new story that there they were calling you the great coward. Yes, I appreciate","episode":"s04e05","objectID":"405347"},{"time":"00:50:08","speaker":0,"line":"them saying great, because otherwise I would feel inferior.","episode":"s04e05","objectID":"405348"},{"time":"00:50:11","speaker":1,"line":"They they retracted the story and called you the worst.","episode":"s04e05","objectID":"405349"},{"time":"00:50:18","speaker":0,"line":"Cowers? Yes, and I and I sent them. Ah, Let I sent a letter to the editor.","episode":"s04e05","objectID":"405350"},{"time":"00:50:23","speaker":3,"line":"Of course they retracted the story. And then they called you the ugly coward,","episode":"s04e05","objectID":"405351"},{"time":"00:50:26","speaker":0,"line":"right? And that one stuck. Yeah. And so now I am known as the ugly coward","episode":"s04e05","objectID":"405352"},{"time":"00:50:33","speaker":3,"line":"in the news","episode":"s04e05","objectID":"405353"},{"time":"00:50:34","speaker":0,"line":"and the news. And, you know, the family and the name is stuck. My wife said, Honey, I can't believe you did that. And because you did that and for you to live in your shame, me and our Children will be referring you to you as the ugly coward. Oh, my stores get a divorce right now. You know, we don't believe in divorce, so we are not going to formally divorce. We are currently separated. I'm living in the tool shed on They are living in the house. The kids have moved in, then is that","episode":"s04e05","objectID":"405354"},{"time":"00:51:03","speaker":2,"line":"it's moved into your bedroom,","episode":"s04e05","objectID":"405355"},{"time":"00:51:05","speaker":0,"line":"my bedroom just to really sink it in. My wife said, Honey, this Israel s I'm living in the tool shed, hoping to work my way back into the home. And I think the only way I could do that is to repent forcefully for the murder of not only the Somali pirates, which the women and Children on the boat took care of. But then, uh, I siphoned all the gasoline out of the boat just in case. And I was in this pantry closet with rations for three weeks and all the gasoline and the boat couldn't go anywhere. So in the course of, say, gasoline,","episode":"s04e05","objectID":"405356"},{"time":"00:51:38","speaker":3,"line":"I don't think so.","episode":"s04e05","objectID":"405357"},{"time":"00:51:39","speaker":0,"line":"I said, I definitely don't think I did. All right. Uh, but anyway, this is me repenting. This is me saying to the world, I've done the worst thing that I've ever done in my life. And I, as a teenager, did some warriors. Bad stuff. Let's look into it. I don't know if we have time to get into that today. Right there.","episode":"s04e05","objectID":"405358"},{"time":"00:51:58","speaker":3,"line":"Doesn't it feel good to unburden yourself through the lightness of the Lord","episode":"s04e05","objectID":"405359"},{"time":"00:52:05","speaker":2,"line":"I mean, it's so much better than Judaism. Uh, there is no confession in Judaism, you know, you just hold onto things forever on. This is nice. You say I'm unburdened. You don't actually change it all on. Then you keep act in the same way.","episode":"s04e05","objectID":"405360"},{"time":"00:52:22","speaker":0,"line":"And that's what that's what I love about Christianity is it's It's It is, is a performance of good right? It is, It is. It is just I'm going to present to the world myself as a good person, and they're going to eat it up.","episode":"s04e05","objectID":"405361"},{"time":"00:52:36","speaker":1,"line":"Yeah, and it's also what I love about it is not only do you, um, it's really less about living a life that is ah, good and more about convincing others that your way is the only way way. Yeah, one thing","episode":"s04e05","objectID":"405362"},{"time":"00:52:56","speaker":2,"line":"we're it's surprised we haven't gone into this yet, but we're coming fresh off of the Thanksgiving weekend.","episode":"s04e05","objectID":"405363"},{"time":"00:53:01","speaker":3,"line":"It's true. Oh, my God, I almost forgot. I almost forgot. I was feeling so thankful. I","episode":"s04e05","objectID":"405364"},{"time":"00:53:07","speaker":2,"line":"forgot what such a good time. And it's not a religious holiday, but it iss it is around the table with your family eating a lot, and you're connecting. That's a religious experience A. Lately,","episode":"s04e05","objectID":"405365"},{"time":"00:53:21","speaker":3,"line":"I pray every time I put a new dish own Every time I put the potatoes in the oven on prow every time I put the turkey and every time I based on praying green beans prayed","episode":"s04e05","objectID":"405366"},{"time":"00:53:33","speaker":2,"line":"and you do it wrong time to prepare a Thanksgiving dinner.","episode":"s04e05","objectID":"405367"},{"time":"00:53:36","speaker":3,"line":"I was cooking from Monday to Thursday prayers. And I'll tell you what, I have never felt so good and so hungry because I will not let myself eat. You don't smack as you go. No.","episode":"s04e05","objectID":"405368"},{"time":"00:53:46","speaker":0,"line":"And after four days, that green bean casserole is got to be just gloppy.","episode":"s04e05","objectID":"405369"},{"time":"00:53:49","speaker":3,"line":"Oh, it was a mushy pile of poop. It was bad. But I'll tell you what, the prayer fixed. Wow. Thank you for this bounty lord. And I'm sorry it took. So because you're","episode":"s04e05","objectID":"405370"},{"time":"00:53:59","speaker":0,"line":"just getting over food poisoning Thank you. And you know, I did. I watched my family Thanksgiving dinner through the back window. Uh, and, uh, we're","episode":"s04e05","objectID":"405371"},{"time":"00:54:11","speaker":3,"line":"thankful for that.","episode":"s04e05","objectID":"405372"},{"time":"00:54:12","speaker":0,"line":"I was thankful for the opportunity to be close to them, even if we were separated by a pane of glass. I was thankful to be there with them because I know that they could feel the love that I was shouting through the window. Uh, and I honestly, uh, if if my wife and Children are listening to this, um, I do I do love you all with all my heart. Well,","episode":"s04e05","objectID":"405373"},{"time":"00:54:35","speaker":3,"line":"I think the problem is that they don't stall your whole family on tender. Yeah, they say looking for 1/4.","episode":"s04e05","objectID":"405374"},{"time":"00:54:43","speaker":2,"line":"ITT's looking for a father.","episode":"s04e05","objectID":"405375"},{"time":"00:54:46","speaker":1,"line":"It's an old and Mills photo. You know, that","episode":"s04e05","objectID":"405376"},{"time":"00:54:48","speaker":0,"line":"photo studio? It's the one. And it's the one that they they had without you in it. Just in case. I knew when we were getting that photo. Take it when my wife said,","episode":"s04e05","objectID":"405377"},{"time":"00:54:58","speaker":1,"line":"Honey, won't you","episode":"s04e05","objectID":"405378"},{"time":"00:54:59","speaker":0,"line":"jump out for a second? Yeah, I knew. I mean, we all knew there was something going on well known, and","episode":"s04e05","objectID":"405379"},{"time":"00:55:04","speaker":3,"line":"well, they were dressed is the Harlem Globetrotters. And you were dressed as the Washington Whatever.","episode":"s04e05","objectID":"405380"},{"time":"00:55:08","speaker":0,"line":"The jazz General. Yeah, and first of all said, honey, this is a crazy costumes for nobody else was in constant. We were just in, like, church clothes. And I saw, of course, didn't get in. The same photo","episode":"s04e05","objectID":"405381"},{"time":"00:55:18","speaker":1,"line":"is my wife. Our schedules were all but we were both there. We put the photos.","episode":"s04e05","objectID":"405382"},{"time":"00:55:23","speaker":0,"line":"You used it on the right side. She still in the left side with the hope that one day you would photo shop your two pictures? Exactly. We haven't. But we have","episode":"s04e05","objectID":"405383"},{"time":"00:55:29","speaker":1,"line":"our arms out as if we're holding on to one another.","episode":"s04e05","objectID":"405384"},{"time":"00:55:32","speaker":3,"line":"That's beautiful. That's almost like wearing red wedding ring. You hold the picture with you of you, without the person to remember that they should always","episode":"s04e05","objectID":"405385"},{"time":"00:55:39","speaker":1,"line":"Well, I do wear a red and white with","episode":"s04e05","objectID":"405386"},{"time":"00:55:42","speaker":0,"line":"a red, red and red wing, right, a red and ring because I'm very allergic to silver s. So","episode":"s04e05","objectID":"405387"},{"time":"00:55:50","speaker":1,"line":"I have a red and ring,","episode":"s04e05","objectID":"405388"},{"time":"00:55:52","speaker":3,"line":"which is the silver ring covered in Sharpie and red Sharpie.","episode":"s04e05","objectID":"405389"},{"time":"00:55:56","speaker":1,"line":"Oh, no. OK, that's another Mom. Mine is","episode":"s04e05","objectID":"405390"},{"time":"00:56:01","speaker":0,"line":"just an allergic reaction on my hand from my wedding ring. It's a red or they're in green God. Yeah. Sorry. Well,","episode":"s04e05","objectID":"405391"},{"time":"00:56:09","speaker":1,"line":"I'm sorry for all this. Word played Well,","episode":"s04e05","objectID":"405392"},{"time":"00:56:12","speaker":0,"line":"guys, we are. Come, think of it. We're coming up on the end of the podcast today, so we want to do the recurring segment we do every week, which is? Prices go up. Blessings go down where we praise, uh,","episode":"s04e05","objectID":"405393"},{"time":"00:56:24","speaker":3,"line":"to chance the rapper getting the young kids back interested in the Lord.","episode":"s04e05","objectID":"405394"},{"time":"00:56:27","speaker":0,"line":"Thank you, Chant. And thank you so much for coming on the podcast last week. Such a light. That was your such a sweet guy. We really appreciate","episode":"s04e05","objectID":"405395"},{"time":"00:56:37","speaker":1,"line":"you bringing Kanye. He was crazy. That was a cool gas. Coal gas.","episode":"s04e05","objectID":"405396"},{"time":"00:56:43","speaker":2,"line":"Thanks for doing your plugged in set instead of employed. You guys did a plug set on the live band. Thank","episode":"s04e05","objectID":"405397"},{"time":"00:56:50","speaker":0,"line":"you so much for promising to come back next week. Way really? Honestly. Are so excited to keep you in the family. A shout out to the ghost of Ronald Reagan","episode":"s04e05","objectID":"405398"},{"time":"00:56:58","speaker":2,"line":"for stopping by. Thanks for letting us just berate you for a while. Yeah, I mean, he forgot about it, for he was out the door. These ghost still has Alzheimers","episode":"s04e05","objectID":"405399"},{"time":"00:57:10","speaker":0,"line":"anyway, so that the way the same it goes is we just way send praises to people who we feel deserve it. Ah, and then we, uh we send some blessings down to people who well, aren't living up. Teoh are standing blessing people we think belong in hell, Right? Exactly. Eso first out praises go up. I'd like to praise local grocer Um Marvin Ramos Ah, on on being so good with not price gouging. People with the recent disaster praise praise him for not raising the price of bottled water on given ice away","episode":"s04e05","objectID":"405400"},{"time":"00:57:51","speaker":3,"line":"for free. That guy's beef prices air so good. It was amazing how last week prices at the grocery store were so below. There's nowhere to get better beef. Best beef re Mrs B. We come on down to remiss","episode":"s04e05","objectID":"405401"},{"time":"00:58:08","speaker":1,"line":"way Love, Remus. Beef re Mrs. Beef is the best beef. Be free, Miss Fresh beef, Fresh reamed beef. Get","episode":"s04e05","objectID":"405402"},{"time":"00:58:24","speaker":3,"line":"your beef by the reason come down to Remis is beef. One ream of beef. 500 sheets, $10. Now we're","episode":"s04e05","objectID":"405403"},{"time":"00:58:35","speaker":0,"line":"reading this advertisement off of a sheet of paper. Thank you, Ramos for it. And that was great up to reprise up. And also one last thing Please, if you're going Teoh by beef by recycled reams of","episode":"s04e05","objectID":"405404"},{"time":"00:58:48","speaker":2,"line":"beef Not to everyone saying that our praises go up, blessings go down is paid advertisements for certain local companies. We can assure you that these air natural That's right, natural poses that way","episode":"s04e05","objectID":"405405"},{"time":"00:59:04","speaker":3,"line":"just to prove it to you. Let's send a blessing on down to someone who needs it. Yes, and it is","episode":"s04e05","objectID":"405406"},{"time":"00:59:09","speaker":1,"line":"not a commercial. Yeah. Cornelius is beef the worst beef in town? Neilia Stakes, Neely asses! Get","episode":"s04e05","objectID":"405407"},{"time":"00:59:20","speaker":3,"line":"your beef from the ground! Get a Melius!","episode":"s04e05","objectID":"405408"},{"time":"00:59:23","speaker":0,"line":"Do you like bad meat? Nearly as has the worst meat.","episode":"s04e05","objectID":"405409"},{"time":"00:59:29","speaker":3,"line":"Cheaper meat than remiss. Beef is Melius. Beef,","episode":"s04e05","objectID":"405410"},{"time":"00:59:34","speaker":2,"line":"Sheep in price. Worse in quality.","episode":"s04e05","objectID":"405411"},{"time":"00:59:37","speaker":0,"line":"Does does this was this Beef kneeled on","episode":"s04e05","objectID":"405412"},{"time":"00:59:41","speaker":3,"line":"beef only good for a stew. Cornelius is beef.","episode":"s04e05","objectID":"405413"},{"time":"00:59:45","speaker":0,"line":"Don't even feed your dog with this hungry dog. All right, batters, Mermaid. And now wait. We run and now we will send praises up another praise up.","episode":"s04e05","objectID":"405414"},{"time":"00:59:59","speaker":3,"line":"Gonna send appraise. Oh, sorry. Go ahead on you. I gotta send appraise up to Pepco on for holla v Amazing Care. They've showed my pup.","episode":"s04e05","objectID":"405415"},{"time":"01:00:11","speaker":0,"line":"Does your dog you need a diaper? We've got him","episode":"s04e05","objectID":"405416"},{"time":"01:00:14","speaker":2,"line":"Doggy diapers for doggy diarrhea.","episode":"s04e05","objectID":"405417"},{"time":"01:00:17","speaker":3,"line":"Petco, the second best beef in town. Petco Spot has the runs","episode":"s04e05","objectID":"405418"},{"time":"01:00:29","speaker":0,"line":"and now body trained. And now, of course, we will send a blessing down to","episode":"s04e05","objectID":"405419"},{"time":"01:00:37","speaker":1,"line":"hell. Blessing down. I would like to send a blessing down to, uh, the Windies.","episode":"s04e05","objectID":"405420"},{"time":"01:00:49","speaker":2,"line":"This is the Wendy family on Eighth Street.","episode":"s04e05","objectID":"405421"},{"time":"01:00:51","speaker":1,"line":"Yes, all of the Windies Bob Wendy Makayla. Windy. Ah, Dale Wendy.","episode":"s04e05","objectID":"405422"},{"time":"01:00:59","speaker":0,"line":"Wendy. Wendy. Ah! And of course, um uh, What's his name? Windy. Uh, he's the head of Tom, Tom and Dave","episode":"s04e05","objectID":"405423"},{"time":"01:01:11","speaker":2,"line":"Thomas, most of","episode":"s04e05","objectID":"405424"},{"time":"01:01:12","speaker":1,"line":"all. Dave Thomas. We would like to send a blessing down to them. They have some new chicken fingers that are good fingers, finger, chicken fingers, finger","episode":"s04e05","objectID":"405425"},{"time":"01:01:25","speaker":0,"line":"wishing bad sauce, finger spitting, Bab I hope your family goes to hell spitting image.","episode":"s04e05","objectID":"405426"},{"time":"01:01:34","speaker":3,"line":"Wendy's is the place for fresh chicken.","episode":"s04e05","objectID":"405427"},{"time":"01:01:38","speaker":1,"line":"Get fucked, Dave. Oh, right. Those were not advertisements, blessings and praises.","episode":"s04e05","objectID":"405428"},{"time":"01:01:48","speaker":2,"line":"That's right down. What? What do you guys? Let's And this is we always do and talk about what everybody is going to be focusing on next week in their sermons. I'm","episode":"s04e05","objectID":"405429"},{"time":"01:01:58","speaker":1,"line":"going to go away for a while. I'm going away for a while. Um, ever since you know what went down with my church and me keeping the doors closed, and I'm hoping to re emerge in about three weeks and start up again,","episode":"s04e05","objectID":"405430"},{"time":"01:02:11","speaker":3,"line":"people will have forgotten by","episode":"s04e05","objectID":"405431"},{"time":"01:02:13","speaker":0,"line":"absolutely. My plan is to finish the tunnel into my wife's bedroom, uh, and hope everything works out.","episode":"s04e05","objectID":"405432"},{"time":"01:02:22","speaker":3,"line":"My plan is to get a little lift under my right foot, so I don't keep tipping over while I'm giving my my sermon. As you all know, my feet are a little unequal. And on a level sitting, I'm out.","episode":"s04e05","objectID":"405433"},{"time":"01:02:35","speaker":2,"line":"Yes. Uh, next week, we've got Joe Lieberman coming in to speak about Onley picking sides when it benefits you.","episode":"s04e05","objectID":"405434"},{"time":"01:02:45","speaker":1,"line":"Yes, Also, we're gonna get a little visit from Lindsay's, uh, friend","episode":"s04e05","objectID":"405435"},{"time":"01:02:51","speaker":3,"line":"The bridge. That's right. The bridge will be coming in. I'm telling you to leave his pets at home because we just want the good stuff.","episode":"s04e05","objectID":"405436"},{"time":"01:02:58","speaker":0,"line":"And, of course, the debut of a brand new mixtape from Chance the rapper in Kanye West will be playing in full of Assad cast. You","episode":"s04e05","objectID":"405437"},{"time":"01:03:06","speaker":2,"line":"can only get it here and on. Um uh, title.","episode":"s04e05","objectID":"405438"},{"time":"01:03:12","speaker":1,"line":"Yes, Absolutely. Both landed. Donation won't. Why don't you, uh why don't we end the podcast here with a little bit of, ah, little bit more of your tour of heaven? Um, just for a little inspirational type, of course, of what we could have a look forward to.","episode":"s04e05","objectID":"405439"},{"time":"01:03:29","speaker":3,"line":"Let's talk about pool day in","episode":"s04e05","objectID":"405440"},{"time":"01:03:32","speaker":1,"line":"heaven. Uh, this sounds awesome. And I'm assuming it's a It's a private pool in the backyard of a mansion.","episode":"s04e05","objectID":"405441"},{"time":"01:03:38","speaker":3,"line":"Absolutely wrong. Uh, this is a public pool in the middle of the darkest part of heaven. The alley. Well, Maureen er, it's a public pool. It's chlorine and salt water, which has a horrific effect on yourself as the GDP in it. No,","episode":"s04e05","objectID":"405442"},{"time":"01:04:02","speaker":2,"line":"we'll have. There's not one of those things that colors the pool around you and you pee. So at least no one knows, Right? Okay.","episode":"s04e05","objectID":"405443"},{"time":"01:04:09","speaker":3,"line":"Actually, there's a different color for every person in the pool. No eyes. The thing in heaven. It's beautiful. Everybody's peeing everybody. You don't even have to hold your pee. And did you have in a say any of your relatives? I know you're Oh, yeah, I'm other. I saw my mother there. Really? And I was calling for her. Yeah, and I think she heard I pretty sure and everything while she ran away from me. No, she ran away","episode":"s04e05","objectID":"405444"},{"time":"01:04:34","speaker":2,"line":"from my mother. You and having","episode":"s04e05","objectID":"405445"},{"time":"01:04:36","speaker":3,"line":"Yep. She got into her monster truck and drove, Drove over some corners. I wish right off a cliff. No, no. Your mother committed suicide in the grave digger Well, and have it You drive off a cliff and then you're going fast enough that she took off flying through the sky in heaven. Heavenly experience. That sounds like oh, I forgot to mention when you get to heaven your balls.","episode":"s04e05","objectID":"405446"},{"time":"01:05:04","speaker":1,"line":"Well, I don't know. That's what we won't Fulham. Well, guys, I guess this is it, Um, very excited. Ah. Uh, we will all can convene here next week after after our our sermons yesterday. Until next time. Hey. Hey.","episode":"s04e05","objectID":"405447"}]