[{"time":"00:00:01","speaker":1,"line":"get it out, Get it out before we start. I","episode":"s04e03","objectID":"4030"},{"time":"00:00:06","speaker":2,"line":"know. Well, I'm recording too, so we know we got it, But we'll cut this out. Let's get some level. We're going to cut this out. Doing any sort of throat clearing knows clearing right in the leg just so we can hear what that will sound like. And they're deep dark secrets. Yeah, let me just t have It's the best way for me to get levels when people speak the most honest with.","episode":"s04e03","objectID":"4031"},{"time":"00:00:27","speaker":0,"line":"Okay, um, I've, uh I've seen my parents have sex house. That was","episode":"s04e03","objectID":"4032"},{"time":"00:00:38","speaker":2,"line":"levels were clear on that. A little bit clear on that. I just don't","episode":"s04e03","objectID":"4033"},{"time":"00:00:43","speaker":0,"line":"you to see it. I choose to see it now is that","episode":"s04e03","objectID":"4034"},{"time":"00:00:48","speaker":2,"line":"levels are great. Thank you. That was a great and that's","episode":"s04e03","objectID":"4035"},{"time":"00:00:51","speaker":3,"line":"good. Ah, I I got one. I have ah recently been siphoning money out of my share bank account with my wife and putting it in a separate bank account that she does not know about.","episode":"s04e03","objectID":"4036"},{"time":"00:01:03","speaker":1,"line":"Was that popping to","episode":"s04e03","objectID":"4037"},{"time":"00:01:04","speaker":4,"line":"that part that he hopped a little","episode":"s04e03","objectID":"4038"},{"time":"00:01:06","speaker":3,"line":"bit? If I may say again, specific specific. I've stolen $33,000 from my wife over the course of the last week. Great. Course of the last week.","episode":"s04e03","objectID":"4039"},{"time":"00:01:23","speaker":1,"line":"I've never told anyone this, but my hair is a wig. Hair is a week.","episode":"s04e03","objectID":"40310"},{"time":"00:01:32","speaker":0,"line":"Okay. I don't think you have to tell anyone. That's","episode":"s04e03","objectID":"40311"},{"time":"00:01:35","speaker":1,"line":"okay. I've never told anybody. And I didn't know if they could tell him You are working.","episode":"s04e03","objectID":"40312"},{"time":"00:01:38","speaker":0,"line":"Just so you have very light light features, light body hair. Um, your your Harris. So dark. Thank you. That rug is so good. Yeah, And that it,","episode":"s04e03","objectID":"40313"},{"time":"00:01:53","speaker":2,"line":"you know, it's a rug. Uh, well,","episode":"s04e03","objectID":"40314"},{"time":"00:01:55","speaker":3,"line":"you know, trying to trick anybody. You're just","episode":"s04e03","objectID":"40315"},{"time":"00:01:57","speaker":0,"line":"Is that that","episode":"s04e03","objectID":"40316"},{"time":"00:01:57","speaker":2,"line":"that would be a great rug on a Sicilian man's have? Yeah.","episode":"s04e03","objectID":"40317"},{"time":"00:02:02","speaker":1,"line":"Yeah, I'm not Sicilian. I'm very indiscriminately white. Boring.","episode":"s04e03","objectID":"40318"},{"time":"00:02:06","speaker":2,"line":"But it does achieve the goal of letting everyone know you've got a rug. Right? So it is James ago.","episode":"s04e03","objectID":"40319"},{"time":"00:02:12","speaker":1,"line":"It wasn't my goal. My goal was that it was a secret.","episode":"s04e03","objectID":"40320"},{"time":"00:02:14","speaker":2,"line":"Um, let's see. Secrets, secrets. You're going to a notebook. Oh, yeah. This is my big book of secrets.","episode":"s04e03","objectID":"40321"},{"time":"00:02:25","speaker":0,"line":"It's packed. It's a mole skin that is just dirty and used up.","episode":"s04e03","objectID":"40322"},{"time":"00:02:31","speaker":2,"line":"Yeah, stuff pages in here cause I ran out of it was only a seven get another note. But Tad. And what do what I do with this one?","episode":"s04e03","objectID":"40323"},{"time":"00:02:40","speaker":0,"line":"You store it away in","episode":"s04e03","objectID":"40324"},{"time":"00:02:41","speaker":2,"line":"publishing. Here's the secret. I don't like being told What the fuck? Todo That's not calm down a little bit dot Come on. Now,","episode":"s04e03","objectID":"40325"},{"time":"00:02:49","speaker":1,"line":"Todd, you go back to the","episode":"s04e03","objectID":"40326"},{"time":"00:02:50","speaker":2,"line":"thinking man's right classes. You're getting out of control. Uh, no management","episode":"s04e03","objectID":"40327"},{"time":"00:02:55","speaker":0,"line":"classes. Those are two angrily managed a restaurant right there.","episode":"s04e03","objectID":"40328"},{"time":"00:03:02","speaker":2,"line":"They're all topped by the topic. Gordon Ramsay. It's angry. Manager.","episode":"s04e03","objectID":"40329"},{"time":"00:03:09","speaker":1,"line":"Yes, sir. I pronounce that wrong. Is that anger management Ain green Management?","episode":"s04e03","objectID":"40330"},{"time":"00:03:13","speaker":0,"line":"Yeah. You still going to angry management glasses?","episode":"s04e03","objectID":"40331"},{"time":"00:03:16","speaker":2,"line":"Well, no. I stopped going because I had it down Pat. I could've been teaching the damn classes. Nothing easier. Any time someone cares about something, they did. You be little it and you shit on it. And you call him a curse word and you get sweaty. I could do all that.","episode":"s04e03","objectID":"40332"},{"time":"00:03:30","speaker":1,"line":"I love our time. Right now. We're post talent. You don't have any talent to be able to scream at someone else about the lack of there.","episode":"s04e03","objectID":"40333"},{"time":"00:03:38","speaker":3,"line":"Yeah, that's so true. Meaning you don't have to, you know, be able to do the thing that you're managing. Yeah. I just have to be able to scream of people who can do","episode":"s04e03","objectID":"40334"},{"time":"00:03:45","speaker":1,"line":"what is personality. Willingness to be loud. Right? Either have it or you don't.","episode":"s04e03","objectID":"40335"},{"time":"00:03:50","speaker":2,"line":"And I would say he's allowed his personal anger management class on.","episode":"s04e03","objectID":"40336"},{"time":"00:03:55","speaker":3,"line":"Was it host? Who? Who hosted the class?","episode":"s04e03","objectID":"40337"},{"time":"00:03:58","speaker":2,"line":"Gordon Ramsay. Tada. It was hosted by T. J Live.","episode":"s04e03","objectID":"40338"},{"time":"00:04:02","speaker":4,"line":"Who's adding it","episode":"s04e03","objectID":"40339"},{"time":"00:04:03","speaker":3,"line":"from Italy's? The challenges the child historically the most. Loki Human being bigger.","episode":"s04e03","objectID":"40340"},{"time":"00:04:08","speaker":2,"line":"Literally. The biggest dolar donor","episode":"s04e03","objectID":"40341"},{"time":"00:04:12","speaker":1,"line":"he was. He was one of the one of the boring BMX rider. Yeah, they're fascinating","episode":"s04e03","objectID":"40342"},{"time":"00:04:18","speaker":2,"line":"people. Yeah, he is the personification of brain damage. I don't","episode":"s04e03","objectID":"40343"},{"time":"00:04:26","speaker":3,"line":"know if you could say that. Oh, sorry.","episode":"s04e03","objectID":"40344"},{"time":"00:04:28","speaker":2,"line":"Is that he is the personification of mentally handicapped, Right? Right. Just sort of a So, But the Orange County personality. Maybe my secret? Uh, not really Chinese. Okay, that was a good Yeah. And 321 two hours. The, uh, the first best at only podcast about issues pertaining and relevant to the Greater Hamilton High School community. I'm your host. Shocking jockey Todd Padre. Oh, it's switched up this week. It's not a shock jock. It's a shocking Jackie. Well, sharp jock short for shocking drug.","episode":"s04e03","objectID":"40345"},{"time":"00:05:12","speaker":3,"line":"I thought maybe you picked up a new hobby. It","episode":"s04e03","objectID":"40346"},{"time":"00:05:17","speaker":1,"line":"does sound better. Just some better shock jock than shocking job.","episode":"s04e03","objectID":"40347"},{"time":"00:05:21","speaker":0,"line":"I never heard shocking Dougie, but now I realize short for","episode":"s04e03","objectID":"40348"},{"time":"00:05:26","speaker":3,"line":"that. No, I've met a few actual shocking jockeys","episode":"s04e03","objectID":"40349"},{"time":"00:05:28","speaker":0,"line":"with their big Yeah, you're the biggest man in the world are shocking. Jackie's time there on a horse.","episode":"s04e03","objectID":"40350"},{"time":"00:05:36","speaker":3,"line":"Dave Batista. He's the most shocking Jackie I've ever met.","episode":"s04e03","objectID":"40351"},{"time":"00:05:40","speaker":2,"line":"A butter bean. But","episode":"s04e03","objectID":"40352"},{"time":"00:05:42","speaker":1,"line":"I think the thing that's really shocking about these guys big for jockeys. But they can also really work. George Harrison.","episode":"s04e03","objectID":"40353"},{"time":"00:05:49","speaker":3,"line":"One of the best Jackie's of all time. Shocked. He was a jockey.","episode":"s04e03","objectID":"40354"},{"time":"00:05:52","speaker":2,"line":"Yeah, the horse has to run even harder cause it's feet or dragging the whole time. Yes, kicking up.","episode":"s04e03","objectID":"40355"},{"time":"00:05:56","speaker":3,"line":"He looked at it as like, you know, like resistance resistance training, like like the horses running with a parachute. But legs drag. You","episode":"s04e03","objectID":"40356"},{"time":"00:06:03","speaker":0,"line":"answer me this someone Now when when a jockey's career is over, do they take them to the back of the field and shoot them? Is that on the deal? I think","episode":"s04e03","objectID":"40357"},{"time":"00:06:13","speaker":2,"line":"so. They're taking the back in the horses chute. The drop get a little revenge Horses, horses right of around the horses ride the donkeys around and then the shoes.","episode":"s04e03","objectID":"40358"},{"time":"00:06:26","speaker":0,"line":"Now, that is a race I'd wear a hat to and watch you dress up really nice and watch a horse ride a human","episode":"s04e03","objectID":"40359"},{"time":"00:06:33","speaker":1,"line":"because, you know, in a big fight last time you were at the Derby because you refused to wear a hat.","episode":"s04e03","objectID":"40360"},{"time":"00:06:37","speaker":0,"line":"Oh, yeah, Yes. I would not wear one of those stupid hats. You are a turban for a turbine. Yeah, I mean, I dressed suddenly like Osama bin Laden suddenly. And you saw the photos. Was it subtle? It wasn't like on the nose, was it? It","episode":"s04e03","objectID":"40361"},{"time":"00:06:55","speaker":1,"line":"was It wasn't. It was on the nose, but it wasn't any bigger than it needed to be.","episode":"s04e03","objectID":"40362"},{"time":"00:06:59","speaker":3,"line":"Yeah, And the costume itself? Yeah, I think the costume itself was great. I think the name tag was a little much.","episode":"s04e03","objectID":"40363"},{"time":"00:07:04","speaker":1,"line":"We could see this. Hello. I'm Osama.","episode":"s04e03","objectID":"40364"},{"time":"00:07:07","speaker":2,"line":"Well, you were one of his field body doubles right here. That several body?","episode":"s04e03","objectID":"40365"},{"time":"00:07:10","speaker":0,"line":"Yeah. I was in about about for six months, throwing Navy seals off his scores. Really? Getting off course. That street know his son was gonna go off course. Nobody. Yes, but I wasn't on that. I","episode":"s04e03","objectID":"40366"},{"time":"00:07:24","speaker":1,"line":"think all the time I was there, like every Yeah. Sorry off","episode":"s04e03","objectID":"40367"},{"time":"00:07:28","speaker":3,"line":"he's dead. It's a","episode":"s04e03","objectID":"40368"},{"time":"00:07:29","speaker":2,"line":"lot about but","episode":"s04e03","objectID":"40369"},{"time":"00:07:30","speaker":1,"line":"I heard he was there every every fourth day.","episode":"s04e03","objectID":"40370"},{"time":"00:07:33","speaker":0,"line":"Abad Abad! But there they were. They were fuckin send me to the grocery store, just like Osama Teoh throw the U. S. Military off the court","episode":"s04e03","objectID":"40371"},{"time":"00:07:41","speaker":2,"line":"to pick up some of all of that porn that he ended up having.","episode":"s04e03","objectID":"40372"},{"time":"00:07:43","speaker":0,"line":"Yes. Well, yeah, that was me. I thought I was secretly getting all that porn for me, but I ended up. He knows almost no. All of my weird shit. And Osama's house. Osama got the blame for? Of course. Thank God","episode":"s04e03","objectID":"40373"},{"time":"00:07:58","speaker":2,"line":"that was not Osama. Supporting about about","episode":"s04e03","objectID":"40374"},{"time":"00:08:00","speaker":0,"line":"No, that wasn't His little TV is gross bedroom. That's all mine. That's all me. So","episode":"s04e03","objectID":"40375"},{"time":"00:08:05","speaker":1,"line":"you think he got what he deserved? Regular. But then he also got a little extra year baggage.","episode":"s04e03","objectID":"40376"},{"time":"00:08:10","speaker":0,"line":"Yeah. I mean, like, the spin on him was crazy months. He actually died, right? He's You know what?","episode":"s04e03","objectID":"40377"},{"time":"00:08:19","speaker":3,"line":"They did spend his death. They spun his death way too much. They made it way too much of a victory for us. Yeah,","episode":"s04e03","objectID":"40378"},{"time":"00:08:25","speaker":0,"line":"Yeah, I'm not clear. If it was a victory for us, I've been clear.","episode":"s04e03","objectID":"40379"},{"time":"00:08:29","speaker":2,"line":"We're still at war.","episode":"s04e03","objectID":"40380"},{"time":"00:08:30","speaker":3,"line":"Yeah. Jeez,","episode":"s04e03","objectID":"40381"},{"time":"00:08:31","speaker":1,"line":"this is a great","episode":"s04e03","objectID":"40382"},{"time":"00:08:32","speaker":0,"line":"topic. I just wanted to bring up that six months when I was gone from them from the lounge years ago. Appreciate that. I told you I did. Where did I tell you I was going?","episode":"s04e03","objectID":"40383"},{"time":"00:08:45","speaker":1,"line":"I think Dustin, Florida. You said you're going to destiny. Take","episode":"s04e03","objectID":"40384"},{"time":"00:08:49","speaker":0,"line":"a long spring break. And I kept since you've","episode":"s04e03","objectID":"40385"},{"time":"00:08:52","speaker":1,"line":"done before. So, you know, you didn't come back after a couple months. That makes a little bit of","episode":"s04e03","objectID":"40386"},{"time":"00:08:56","speaker":0,"line":"yea. Anyway, that's what I waas. Okay.","episode":"s04e03","objectID":"40387"},{"time":"00:09:01","speaker":3,"line":"Oh, if we're gonna do introductions to get, I guess I'll go next. Uh oh, yeah. You guys remember me? I'm a student to Taylor.","episode":"s04e03","objectID":"40388"},{"time":"00:09:09","speaker":2,"line":"I hope you remember up","episode":"s04e03","objectID":"40389"},{"time":"00:09:11","speaker":3,"line":"here. I still a new","episode":"s04e03","objectID":"40390"},{"time":"00:09:14","speaker":1,"line":"Aloisio. Still like that. Every time you come up in a party and you go, Hey, do you remember? May Do you remember me? Because I","episode":"s04e03","objectID":"40391"},{"time":"00:09:21","speaker":0,"line":"don't want I don't wanna sound cause Howard stay.","episode":"s04e03","objectID":"40392"},{"time":"00:09:24","speaker":3,"line":"I just don't want to say I don't want to assume people know. No, no, me. No. I mean, I feel like we cleared a bunch of roses","episode":"s04e03","objectID":"40393"},{"time":"00:09:30","speaker":0,"line":"off of Howard's grave the other night. I swept him under a bush. Good. Why? Because they people are, like, dawning his grave with, like, this beautiful things. Doesn't give a shit off.","episode":"s04e03","objectID":"40394"},{"time":"00:09:41","speaker":2,"line":"Roses for your bro's is all right, We do not need him on","episode":"s04e03","objectID":"40395"},{"time":"00:09:46","speaker":3,"line":"Todd. It's not your grave yet,","episode":"s04e03","objectID":"40396"},{"time":"00:09:48","speaker":2,"line":"but which word? Your baby. Yeah, Don't put it. Well, Rose","episode":"s04e03","objectID":"40397"},{"time":"00:09:51","speaker":1,"line":"before house. I mean, I know I don't flowers before","episode":"s04e03","objectID":"40398"},{"time":"00:09:56","speaker":0,"line":"your friends, okay?","episode":"s04e03","objectID":"40399"},{"time":"00:09:59","speaker":2,"line":"Yeah, you. I mean, you could trade a few times for some flour.","episode":"s04e03","objectID":"403100"},{"time":"00:10:02","speaker":0,"line":"Absolutely. I mean, we were having dinner the other night, and that woman came over, said roses, and I kicked you out of your seat,","episode":"s04e03","objectID":"403101"},{"time":"00:10:08","speaker":2,"line":"and then it had to dinner with her across from the roses.","episode":"s04e03","objectID":"403102"},{"time":"00:10:13","speaker":0,"line":"A stew? Yeah. How are you?","episode":"s04e03","objectID":"403103"},{"time":"00:10:16","speaker":2,"line":"I'm good. How are you?","episode":"s04e03","objectID":"403104"},{"time":"00:10:17","speaker":1,"line":"Still need to know. You still","episode":"s04e03","objectID":"403105"},{"time":"00:10:18","speaker":3,"line":"I'm good. It's been a good week. Ah, the US know the wrapping paper fundraiser is is active right now. Yeah. So far, the the old thermometer in the band room hasn't really raised that much. But we got a real nice sort of physical representation of the money we've raised for the band boosters and the lack thereof. Yes. Uh, yeah. It's mostly right now a monument to our failure, but, uh, we're hoping at some point we can point to it as a trophy. Bigger","episode":"s04e03","objectID":"403106"},{"time":"00:10:51","speaker":0,"line":"monuments. Uh uh. Why don't we think about","episode":"s04e03","objectID":"403107"},{"time":"00:10:56","speaker":4,"line":"the one out in front of","episode":"s04e03","objectID":"403108"},{"time":"00:10:57","speaker":0,"line":"the school? Needs to come down or stay?","episode":"s04e03","objectID":"403109"},{"time":"00:10:59","speaker":1,"line":"I don't know. There's a lot of just historical controversy there. A lot, a lot of history. It's tough to mess with history, you know, It's just it was there for a reason. Yeah, you gotta be a","episode":"s04e03","objectID":"403110"},{"time":"00:11:14","speaker":2,"line":"big review. Yeah, I do think that it's it might be tough for some of our Jewish students to see Adolf Hitler on the way in the school every day. Yeah, I know its history, and I know it's a reminder.","episode":"s04e03","objectID":"403111"},{"time":"00:11:25","speaker":0,"line":"Yeah, we could erase this.","episode":"s04e03","objectID":"403112"},{"time":"00:11:28","speaker":3,"line":"Yeah, because you know, I hate to sound like a broken record, but, uh, you can't change history. All you can do is learn from it. Right? And every time those kids see that that statue, they walk into school and say today I'm gonna be as little like that guy as possible.","episode":"s04e03","objectID":"403113"},{"time":"00:11:44","speaker":2,"line":"And it was good at first when people would walk by and spit on the money with the piss on it to take a shit on it. But now people are kind of more making, um, or of a monument, like they forgot who was too","episode":"s04e03","objectID":"403114"},{"time":"00:11:54","speaker":3,"line":"right. Well, his my has worn off a little bit. So I think maybe newer students don't really know who","episode":"s04e03","objectID":"403115"},{"time":"00:12:00","speaker":1,"line":"is stable on graduation. Take pictures in front of it because they've seen it every day for four years.","episode":"s04e03","objectID":"403116"},{"time":"00:12:05","speaker":0,"line":"I think it's the mask I e. A lot of the opposing team's say, Let's be Hitler's like it there. I think that we were getting infused. Yeah, in just infused. Yeah, yeah,","episode":"s04e03","objectID":"403117"},{"time":"00:12:19","speaker":2,"line":"yeah, but you're fundraisers failing miserably. Would you say it's maybe because you do not inspired any leadership into the Children that they don't seem to care because you're not able to inspire them?","episode":"s04e03","objectID":"403118"},{"time":"00:12:34","speaker":1,"line":"Big indictment.","episode":"s04e03","objectID":"403119"},{"time":"00:12:35","speaker":3,"line":"I mean, I depends on how you classify inspiration. I every morning ask them how they're doing with the fundraiser. You","episode":"s04e03","objectID":"403120"},{"time":"00:12:44","speaker":2,"line":"introduce yourself s they remembered.","episode":"s04e03","objectID":"403121"},{"time":"00:12:46","speaker":3,"line":"Yeah, I say, Hey, guys, what's up? You remember Mase to tailor your band director? Ah, you guys sold in any wrapping paper Ah, and they say to me things like, Well, it isn't even close to December. Uh, you know, I have no use for this wrapping paper. No one has any use for this wrapping paper. Anybody who needs wrapping paper, probably ready, has some in their attic.","episode":"s04e03","objectID":"403122"},{"time":"00:13:06","speaker":2,"line":"Now I've been getting a lot of emails forwarded by you that look like they're not from great fashion websites that are all about how wrapping papers, the new look, maybe trying to convince people to buy it for clothes or something like that.","episode":"s04e03","objectID":"403123"},{"time":"00:13:18","speaker":3,"line":"You're not a real websites I'm sending","episode":"s04e03","objectID":"403124"},{"time":"00:13:20","speaker":0,"line":"to you. And there's a lot of photos that look a lot like stew wrapped up like a mummy. It's cool.","episode":"s04e03","objectID":"403125"},{"time":"00:13:28","speaker":3,"line":"I was shocked by those those photos. I was surfing because I was confused, like his wrapping paper thing that people will use for any other purpose besides wrapping on. I was surfing the Web and I saw some photos of a guy who looks very similar to me, wearing shirts, pants, shoes, hats, gloves, belts, all made out of wrapping paper. And I was like, Wow, these kids need to see this","episode":"s04e03","objectID":"403126"},{"time":"00:13:48","speaker":2,"line":"just seems so inefficient. That seems like it would rip apart really quickly. I mean, in the photos, he's bursting at the seams.","episode":"s04e03","objectID":"403127"},{"time":"00:13:55","speaker":3,"line":"You know, he maybe he needs to lose a little bit of weight. That could be a thing. Maybe maybe he's not just built for","episode":"s04e03","objectID":"403128"},{"time":"00:14:03","speaker":2,"line":"that was the big response on the CC'd email chain was I don't know about this writing paper thing, but the model needs to lose a few pounds.","episode":"s04e03","objectID":"403129"},{"time":"00:14:10","speaker":0,"line":"It ended up being a big roast of model, which was which was devastating because it felt like it was you in there. Yeah.","episode":"s04e03","objectID":"403130"},{"time":"00:14:17","speaker":1,"line":"Now, when people make an order, your fulfilling these orders personally, right, Are you right, making this paper only buying from Yeah, usually,","episode":"s04e03","objectID":"403131"},{"time":"00:14:25","speaker":3,"line":"you know, there's a middleman. You know, you've got, like, your Justin's guy for your, uh your whole class rings and stuff like that. You've got, like, candy fundraisers that there's our candy middleman. We used to have a middleman for wrapping paper, but he was just taking too big of a cut. So I decided to do it all myself. So I pulled the trees myself. I create all the patterns on, make this wrapping paper from scratch. Honestly, I think it's pretty nice I think people like a nice matter. Think like a nice Matt Brown wrapping","episode":"s04e03","objectID":"403132"},{"time":"00:14:56","speaker":0,"line":"paper. I think they like like a goddamn turpentine planned down to your Yeah, but, hey, nobody has","episode":"s04e03","objectID":"403133"},{"time":"00:15:03","speaker":3,"line":"to come by my house if they don't want.","episode":"s04e03","objectID":"403134"},{"time":"00:15:05","speaker":0,"line":"There's a huge, huge smokestacks pumping out smoke. Yeah, down near that little shitty river near your house is all black and","episode":"s04e03","objectID":"403135"},{"time":"00:15:15","speaker":2,"line":"blue. Five carbon footprint in the country. Right,","episode":"s04e03","objectID":"403136"},{"time":"00:15:17","speaker":0,"line":"Which I'm proud of. I couldn't believe","episode":"s04e03","objectID":"403137"},{"time":"00:15:20","speaker":3,"line":"I got in that magazine. I converted my garage.","episode":"s04e03","objectID":"403138"},{"time":"00:15:23","speaker":1,"line":"I was Mad magazine, but not you, not 20.","episode":"s04e03","objectID":"403139"},{"time":"00:15:27","speaker":3,"line":"This'll lunatic came down to my house and did a profile on me. It was amazing. I'm gonna show them around my paper factory That's in my garage now. Ah, and honestly, I feel like it's it's a bustling business and in its own right. I've got 13 employees now, which is amazing. Wow. Uh, they're not getting paid yet, but they will assume as we can, sort of figure out a","episode":"s04e03","objectID":"403140"},{"time":"00:15:48","speaker":0,"line":"little. No, you don't have some boys. Well, how does the","episode":"s04e03","objectID":"403141"},{"time":"00:15:53","speaker":1,"line":"school make money? From what you do, it sounds like you're just ruining the earth and taking a lot. Well,","episode":"s04e03","objectID":"403142"},{"time":"00:15:59","speaker":3,"line":"you guys. Thought what you saw. The You guys have seen the pamphlet that's been going around with the different wrapping paper options. And you saw the insane market this year, right?","episode":"s04e03","objectID":"403143"},{"time":"00:16:07","speaker":2,"line":"The market is being","episode":"s04e03","objectID":"403144"},{"time":"00:16:08","speaker":0,"line":"marketed as insane market. Yeah, it's like like an opposite sale. Yeah, says that opposite sale run. Run.","episode":"s04e03","objectID":"403145"},{"time":"00:16:18","speaker":1,"line":"You almost got me to buy somewhere. If you would have run bad sale on it, I probably would have been.","episode":"s04e03","objectID":"403146"},{"time":"00:16:23","speaker":3,"line":"Oh, I can revise Aiken. Reprint the","episode":"s04e03","objectID":"403147"},{"time":"00:16:24","speaker":0,"line":"police. I think you need to G. Oh, I think you need to rethink the marketing.","episode":"s04e03","objectID":"403148"},{"time":"00:16:29","speaker":3,"line":"What? I mean, if I'll take suggestions. I mean, nothing else has worked in the history of this fundraiser. I've never made a dime on this fundraiser. So at this point, I'm trying anything I can.","episode":"s04e03","objectID":"403149"},{"time":"00:16:38","speaker":2,"line":"I mean, the first thing I'm thinking is wrapping paper wrappers. Have a rapper sponsor it. Every one of","episode":"s04e03","objectID":"403150"},{"time":"00:16:44","speaker":3,"line":"you guys have anybody that anybody, any connections that I could hit up. The only wrap right","episode":"s04e03","objectID":"403151"},{"time":"00:16:48","speaker":0,"line":"now was in the tip drill. Video","episode":"s04e03","objectID":"403152"},{"time":"00:16:50","speaker":1,"line":"house in the tipped over. The I could cocked. Anneli Samson was","episode":"s04e03","objectID":"403153"},{"time":"00:16:53","speaker":0,"line":"in the tip drill video. Got the credit card a scratch.","episode":"s04e03","objectID":"403154"},{"time":"00:16:57","speaker":3,"line":"I mean, if you could put me in contact with Nellie, I'd love to show him around. You","episode":"s04e03","objectID":"403155"},{"time":"00:17:01","speaker":2,"line":"also had your butt screamed at by mystical for a whole video.","episode":"s04e03","objectID":"403156"},{"time":"00:17:05","speaker":0,"line":"Put a wet towel in your crack","episode":"s04e03","objectID":"403157"},{"time":"00:17:10","speaker":1,"line":"up. It was a small hit, mostly local radio in, um in the south and","episode":"s04e03","objectID":"403158"},{"time":"00:17:17","speaker":3,"line":"came out on a mixtape, right? It wasn't on one of Israel releases.","episode":"s04e03","objectID":"403159"},{"time":"00:17:20","speaker":1,"line":"That's right. It was It was It was a mix tape where I was in all the video.","episode":"s04e03","objectID":"403160"},{"time":"00:17:24","speaker":0,"line":"Now, have you seen on these videos of Nellie singing two little girls on stage? I haven't. You know, this is a really thing You need to look up. That's very, very disturbing. Yeah,","episode":"s04e03","objectID":"403161"},{"time":"00:17:39","speaker":1,"line":"well, I don't know, disturbing. And now he doesn't really make sense for me. Way you split a credit card through my asshole, and and we all had a great","episode":"s04e03","objectID":"403162"},{"time":"00:17:48","speaker":0,"line":"day way. It was just the crack.","episode":"s04e03","objectID":"403163"},{"time":"00:17:53","speaker":1,"line":"Well, I was bent over. What do you think is","episode":"s04e03","objectID":"403164"},{"time":"00:17:55","speaker":0,"line":"ended up? Oh, yeah. It","episode":"s04e03","objectID":"403165"},{"time":"00:17:57","speaker":1,"line":"wasn't into my butthole. You chip. He had a chip, and I said, No, thank you. I'm a fashion style machine, and that's it. I say I'm a victim.","episode":"s04e03","objectID":"403166"},{"time":"00:18:12","speaker":0,"line":"You've only appeared in. Ah, Nelly. Mystical many because you have, like, you obviously have a curvy figure.","episode":"s04e03","objectID":"403167"},{"time":"00:18:20","speaker":1,"line":"That's right. I was in, Um, I was in the movie before one of Tracy Morgan stand up specials. Tracy Morgan,","episode":"s04e03","objectID":"403168"},{"time":"00:18:29","speaker":2,"line":"one of the shorts that it before it","episode":"s04e03","objectID":"403169"},{"time":"00:18:31","speaker":1,"line":"was OK, you know how the new thing was. Stand up. Hour long specials is that they have a long movie before, or some type of them walking onto stage. What? Tracy Morgan throws me to the ground and screams at me, and then it just goes right on stage. Really? Yeah. Wow, My career is going great. It's exactly where I want to be Creatively. It's just a sidekick","episode":"s04e03","objectID":"403170"},{"time":"00:18:55","speaker":2,"line":"to have for you where you don't have to bring anything to the table. You just get objectified and then you move on. It's perfect. It's perfect.","episode":"s04e03","objectID":"403171"},{"time":"00:19:03","speaker":1,"line":"And I'm Sam weatherman working in the office this year. I am cool, calm and normal, and we're electing. We're","episode":"s04e03","objectID":"403172"},{"time":"00:19:12","speaker":2,"line":"calling the office the den now. Is that right?","episode":"s04e03","objectID":"403173"},{"time":"00:19:14","speaker":1,"line":"That's right. It's called the Dan. I've worked in a lot of new new, really great tapestries and pans into the office.","episode":"s04e03","objectID":"403174"},{"time":"00:19:21","speaker":3,"line":"You pull all the doors off their hinges,","episode":"s04e03","objectID":"403175"},{"time":"00:19:23","speaker":1,"line":"the doors were gone and the beads air in everything beautifully. A","episode":"s04e03","objectID":"403176"},{"time":"00:19:27","speaker":0,"line":"freshman's sort of like a freshman who just started smoking weed. Sort of like apartment.","episode":"s04e03","objectID":"403177"},{"time":"00:19:34","speaker":4,"line":"Well, that's unfortunate. I wanted to be a lot further than that, but","episode":"s04e03","objectID":"403178"},{"time":"00:19:37","speaker":2,"line":"maybe a sophomore, maybe some of your posters airframe. So maybe a","episode":"s04e03","objectID":"403179"},{"time":"00:19:43","speaker":0,"line":"big Bob Marley one smoking enjoyed is in there.","episode":"s04e03","objectID":"403180"},{"time":"00:19:46","speaker":3,"line":"But the but the point","episode":"s04e03","objectID":"403181"},{"time":"00:19:48","speaker":1,"line":"Floyd. But it's been really peaceful. We have horrible music playing 24 7 And","episode":"s04e03","objectID":"403182"},{"time":"00:19:54","speaker":3,"line":"do you curate that play Lister? Is that one? Is that a radio?","episode":"s04e03","objectID":"403183"},{"time":"00:19:57","speaker":1,"line":"No, I just go on Spotify. I looked up horrible, horrible opium den when","episode":"s04e03","objectID":"403184"},{"time":"00:20:02","speaker":2,"line":"I was in there, I think your last search was dispatched. Deep cuts?","episode":"s04e03","objectID":"403185"},{"time":"00:20:07","speaker":1,"line":"Yeah, that was my last search. And that was good for a while, but that everyone just said, Come on, this let's turn it off. So anyway, um and also I really want to reach out and talk about mental health for a second. Ever since I have started my therapy with opium, I have never felt better, right. And I think that this is a viable option for anyone","episode":"s04e03","objectID":"403186"},{"time":"00:20:30","speaker":2,"line":"who's in trouble out there. And you've had a lot of you had a self help book, right? Um, you started kind of a mental health zone.","episode":"s04e03","objectID":"403187"},{"time":"00:20:38","speaker":1,"line":"I had a self help book. I had sort of a Tony Robbins typing at the school that ended up unfortunately, blowing up the","episode":"s04e03","objectID":"403188"},{"time":"00:20:43","speaker":2,"line":"school. What? What are people? Why should people think that now you should be someone they should listen, Teoh,","episode":"s04e03","objectID":"403189"},{"time":"00:20:49","speaker":1,"line":"Because that's the old me. And I'm normal. I mean that I've gone through the trials and the tribulations, and I've come out the other side","episode":"s04e03","objectID":"403190"},{"time":"00:20:56","speaker":2,"line":"of the trials reborn.","episode":"s04e03","objectID":"403191"},{"time":"00:20:57","speaker":0,"line":"Yeah. Yeah. And the regulation. Now, I saw, um, the book that you're selling in the den Hopi. Um uh, I really, uh yeah, Hopi, Um and this is Ah, it's a way that kids can maybe get out of deep, dark places by drug use.","episode":"s04e03","objectID":"403192"},{"time":"00:21:17","speaker":1,"line":"Yeah. Yeah, it's called opium. And what you realize is that Listen, I'm not advocating use of heroin. Rod. Heroin. Intravenous is this. This is disgusting. This is really gross. What you need to get is a long pipe and a funny coat, and then it's not yucky, right? Gross. It's what adults do who look more elegant on things a little more very elegant. Absolutely.","episode":"s04e03","objectID":"403193"},{"time":"00:21:43","speaker":0,"line":"Yeah. I saw G love in the special sauce in there. That's right.","episode":"s04e03","objectID":"403194"},{"time":"00:21:48","speaker":2,"line":"I rarely see the special sauce around anymore. G love","episode":"s04e03","objectID":"403195"},{"time":"00:21:53","speaker":1,"line":"g love all around town by wearing?","episode":"s04e03","objectID":"403196"},{"time":"00:21:55","speaker":3,"line":"Yeah, they were by some in there. They were playing that milk and cereal song.","episode":"s04e03","objectID":"403197"},{"time":"00:21:58","speaker":1,"line":"Yeah. Um, please don't give them any money. They're invited to hang. They needed They need it. So the","episode":"s04e03","objectID":"403198"},{"time":"00:22:07","speaker":0,"line":"special sauce is there? Kind","episode":"s04e03","objectID":"403199"},{"time":"00:22:09","speaker":4,"line":"of like hanging out. And you don't want them there There?","episode":"s04e03","objectID":"403200"},{"time":"00:22:12","speaker":1,"line":"Well, G love is fine, but the special size much, he asks everyone to column special sauce. We don't even know what you do way. Don't know. And I can tell because, you know, I got phones ringing off the hook that I'm not answering. And I got I got I got a pipe in one hand and an apple on the other.","episode":"s04e03","objectID":"403201"},{"time":"00:22:31","speaker":0,"line":"Why? This special sauce is just 1000 Island. I heard that as well. I don't wanna I don't want to blow up the special sauce, this spot, But I heard it's just I heard it was really talking. 1000 Island","episode":"s04e03","objectID":"403202"},{"time":"00:22:46","speaker":1,"line":"Heritage to 11,000 Island 11,000.","episode":"s04e03","objectID":"403203"},{"time":"00:22:50","speaker":3,"line":"Teoh That run of the mill at this point.","episode":"s04e03","objectID":"403204"},{"time":"00:22:53","speaker":2,"line":"What can I say? Lounges in a great spot. Bill, you had the big, big, big and Bread tournament. This.","episode":"s04e03","objectID":"403205"},{"time":"00:23:03","speaker":0,"line":"I thought you were talking about the meeting I had with a potential voice. Transplants?","episode":"s04e03","objectID":"403206"},{"time":"00:23:09","speaker":2,"line":"Yes. Yes. You had a big meeting with people who are probably going to die soon. Yeah, to get their voices or living people who are willing to take your","episode":"s04e03","objectID":"403207"},{"time":"00:23:17","speaker":0,"line":"Exactly. I was diagnosed a while back with ridiculous voice made the, um yeah, and I've been It's not a choice. There's","episode":"s04e03","objectID":"403208"},{"time":"00:23:28","speaker":2,"line":"a mix. If you were to compare it to to really things. It's a mix between being day and get and being given a disease","episode":"s04e03","objectID":"403209"},{"time":"00:23:38","speaker":0,"line":"somewhere in between. Something that you're born with and you're diagnosed with.","episode":"s04e03","objectID":"403210"},{"time":"00:23:45","speaker":3,"line":"So you're either born with it or you contract?","episode":"s04e03","objectID":"403211"},{"time":"00:23:48","speaker":0,"line":"Yeah. It's both nature and nurture. Ridiculous advice. It can come from either way. Yeah, um, and I'm living the ridiculous voice lifestyle right now. Um, I mean, most of my friends have ridiculous voice. Um, I go to the ridiculous voice Pride Best time out. I gotta say, it is an act of if you get you fuck with for having ridiculous boys, your whole life. You need that pride faster. It's just a little big. I agree with you. I have no problem with people. Other dangers. Voice. It's an act of, uh, self love. Yeah, but you okay, So you have to shut down Broadway for. And what do you know, what all the slides","episode":"s04e03","objectID":"403212"},{"time":"00:24:42","speaker":3,"line":"and the food trucks have to do with ridiculous voice?","episode":"s04e03","objectID":"403213"},{"time":"00:24:45","speaker":0,"line":"It's the community. We're all coming out, and we're screaming are weirdest voice.","episode":"s04e03","objectID":"403214"},{"time":"00:24:49","speaker":2,"line":"I saw you there screaming with next to Nathan Lane. You guys were almost topping each other without ridiculous. Their voices were being","episode":"s04e03","objectID":"403215"},{"time":"00:24:59","speaker":3,"line":"No. Do we need a three hour keynote address from Gilbert Godfrey? It just feels like it's a","episode":"s04e03","objectID":"403216"},{"time":"00:25:06","speaker":0,"line":"bit much. Just him going through the dictionary, screaming different words.","episode":"s04e03","objectID":"403217"},{"time":"00:25:13","speaker":2,"line":"A t least he did tag it with this famous tsunami joke.","episode":"s04e03","objectID":"403218"},{"time":"00:25:17","speaker":0,"line":"I I love that. I can't believe athletic. Let him go. Flak picked him up. Yeah, Yeah. He doesn't like commercials. Yeah, yeah, yeah. Af legs. I didn't think the Affleck's needed their own commercial. The","episode":"s04e03","objectID":"403219"},{"time":"00:25:35","speaker":1,"line":"world's turning on the O. E to avoid all this sexual assault stuff. You just let a duck speak for him in the","episode":"s04e03","objectID":"403220"},{"time":"00:25:45","speaker":0,"line":"back of everybody. I don't know what this campaign is there. They're, like trying to distract away.","episode":"s04e03","objectID":"403221"},{"time":"00:25:52","speaker":2,"line":"Yeah. I mean, when you're an abusive monster, you'll do anything they can to get people thinking about something else.","episode":"s04e03","objectID":"403222"},{"time":"00:25:56","speaker":0,"line":"Anyway, I","episode":"s04e03","objectID":"403223"},{"time":"00:25:58","speaker":2,"line":"So who are you, Uh,","episode":"s04e03","objectID":"403224"},{"time":"00:26:00","speaker":0,"line":"a little old lady last week? Um, and I can't decide if I want to have my voice or a dying old woman's voice.","episode":"s04e03","objectID":"403225"},{"time":"00:26:09","speaker":3,"line":"Like a dangle woman's voice would be even even further down the road for you.","episode":"s04e03","objectID":"403226"},{"time":"00:26:13","speaker":0,"line":"I honestly don't know how much off my voice is right now. You're dying on lady.","episode":"s04e03","objectID":"403227"},{"time":"00:26:20","speaker":1,"line":"Don't you think it's the kind of thing you hear about people getting plastic surgery all the time in the Where's my face? This isn't me. What happens when you lose your voice? Because you look how you sound, right? Yeah. Squeezed. Looked","episode":"s04e03","objectID":"403228"},{"time":"00:26:38","speaker":3,"line":"like You look like a tube of toothpaste.","episode":"s04e03","objectID":"403229"},{"time":"00:26:41","speaker":0,"line":"It's almost done. Yeah. Yeah.","episode":"s04e03","objectID":"403230"},{"time":"00:26:44","speaker":1,"line":"Your body is very tight. Like there's more of it. Squeeze","episode":"s04e03","objectID":"403231"},{"time":"00:26:46","speaker":0,"line":"it is impossible. Yeah. I mean, I don't know, because, you know, you're right. Once I get a a less weird voice, I might want to, you know, go back in for more surgeries. I might get addicted to becoming normal, which I am this season.","episode":"s04e03","objectID":"403232"},{"time":"00:27:01","speaker":1,"line":"It feels good in here. It does feel like we're all very normal.","episode":"s04e03","objectID":"403233"},{"time":"00:27:04","speaker":0,"line":"Yeah, but I don't know. I'm touring around with different ideas. I'm seeing my options.","episode":"s04e03","objectID":"403234"},{"time":"00:27:09","speaker":2,"line":"And what is the Is that in outpatient surgery? Would you be gone for a while? What's that with the? Are they switching like voice vocal cords?","episode":"s04e03","objectID":"403235"},{"time":"00:27:19","speaker":0,"line":"Pretty easy. As long as my body doesn't reject the voice, it shouldn't right, because it's it. Should it? Because, like, and I hear if your body starts to reject the voice, you don't just take it out, you leave it in, it becomes more in my ridiculous A zit. Your body rejects it until you complete. Then you eventually go mute. Um, or some people, the Joker theme jokers voice the Joker's Rio","episode":"s04e03","objectID":"403236"},{"time":"00:27:53","speaker":2,"line":"based on a real person","episode":"s04e03","objectID":"403237"},{"time":"00:27:54","speaker":0,"line":"based on a real person named the Joker. Juncker is of voice was ridiculous. Ever. Jughead. Ridiculous voice. He was in the closet about it, Um, and then he got a voice transplant and his voice began. His body began to reject the voice.","episode":"s04e03","objectID":"403238"},{"time":"00:28:10","speaker":1,"line":"No, I just I love your voice. I think I missed to it. I think it's who you are. And I think it's kind of who we love. Have you ever thought about just sort of masking it? Getting one of those little bullhorns","episode":"s04e03","objectID":"403239"},{"time":"00:28:21","speaker":0,"line":"so have ridiculous voice","episode":"s04e03","objectID":"403240"},{"time":"00:28:24","speaker":2,"line":"around the scream killer thing s. Oh, that's a","episode":"s04e03","objectID":"403241"},{"time":"00:28:28","speaker":1,"line":"normal voice. Bullhorn.","episode":"s04e03","objectID":"403242"},{"time":"00:28:30","speaker":0,"line":"Okay, then, deep voice. Do I always have to say the voice is the call is coming from inside the house,","episode":"s04e03","objectID":"403243"},{"time":"00:28:38","speaker":2,"line":"right? The which is the big line from scream duels at the Warren people that use.","episode":"s04e03","objectID":"403244"},{"time":"00:28:46","speaker":0,"line":"But also we won the banana bread bake off. Uh, yeah, I think this is a a clean victory. Clean victor and no cheating. Nothing unanimous. Yeah, the table of food fuckers said it was their favorite. That's right. That's","episode":"s04e03","objectID":"403245"},{"time":"00:29:07","speaker":2,"line":"the name you gave","episode":"s04e03","objectID":"403246"},{"time":"00:29:10","speaker":0,"line":"judges. Yes, they were judges.","episode":"s04e03","objectID":"403247"},{"time":"00:29:12","speaker":3,"line":"They are the table of food fuckers.","episode":"s04e03","objectID":"403248"},{"time":"00:29:14","speaker":1,"line":"T But they do judge a really interesting way. Tasted the taste. Very","episode":"s04e03","objectID":"403249"},{"time":"00:29:23","speaker":0,"line":"sweater by a great movie is American Pie overs and they","episode":"s04e03","objectID":"403250"},{"time":"00:29:27","speaker":1,"line":"want to taste it. But they also want to feel it with their genitals.","episode":"s04e03","objectID":"403251"},{"time":"00:29:31","speaker":0,"line":"Yeah, I call them that.","episode":"s04e03","objectID":"403252"},{"time":"00:29:33","speaker":2,"line":"And of course, every time they judge everything and then they just told their mother they all? Yeah, yeah, yeah. Fuckers loved your steak. Banana bread?","episode":"s04e03","objectID":"403253"},{"time":"00:29:47","speaker":0,"line":"Yeah. There was steak in my banana bread. They live that they said. Yeah. Why can't we have sweet and savory in our banana bread? And then they then they fucked that and and we won. So we came home with","episode":"s04e03","objectID":"403254"},{"time":"00:30:00","speaker":3,"line":"a little. This is great. Uh, you've never won anything any sport. You have a coach. Do you","episode":"s04e03","objectID":"403255"},{"time":"00:30:05","speaker":1,"line":"visit this? Going at it","episode":"s04e03","objectID":"403256"},{"time":"00:30:06","speaker":0,"line":"like it's for you Had already, you loser. Yeah, absolutely.","episode":"s04e03","objectID":"403257"},{"time":"00:30:12","speaker":2,"line":"You had a couple people.","episode":"s04e03","objectID":"403258"},{"time":"00:30:13","speaker":0,"line":"I had a couple of real waiting in the wings just to break some people's wrists Who were making the other banana bread. Didn't have to use them at all. Yeah, that's amazing. Congratulations, Bill. Thank you. Yeah, I'm I'm really excited to see where this goes. I'm hoping I can parlay it into maybe a coaching position here. I don't","episode":"s04e03","objectID":"403259"},{"time":"00:30:32","speaker":1,"line":"know if you need to go back to doing well with succeeding First time.","episode":"s04e03","objectID":"403260"},{"time":"00:30:37","speaker":0,"line":"Want to get back out on the court, But I know that's not for me. So next week we are going to a Diz home Living room, home design","episode":"s04e03","objectID":"403261"},{"time":"00:30:47","speaker":1,"line":"off. Bill, I just got to say you're avoiding all of this stuff. I think you're in a normal place, and it should feel good. Yeah. You just one. Yeah. A steak banana bread contest. Normal. Good. You have crazy voice. Normal. Good.","episode":"s04e03","objectID":"403262"},{"time":"00:31:06","speaker":0,"line":"It's really guys. I apologize. It's that crazy.","episode":"s04e03","objectID":"403263"},{"time":"00:31:10","speaker":1,"line":"I don't have as many friends. I'm not on the scene. I bet that I meant nothing by","episode":"s04e03","objectID":"403264"},{"time":"00:31:14","speaker":2,"line":"crazy voices. Like what they call it in the eighties.","episode":"s04e03","objectID":"403265"},{"time":"00:31:16","speaker":0,"line":"Yeah, times training used to be.","episode":"s04e03","objectID":"403266"},{"time":"00:31:20","speaker":1,"line":"I'm sorry. Yeah, I'm just saying, if I think we all need to take stock in this moment because we have a tendency to sort of get a little self focused right and spin out a little bit, But right now we're great.","episode":"s04e03","objectID":"403267"},{"time":"00:31:34","speaker":2,"line":"The best thing I ever did was start mentoring a student. Absolutely. I mean, I have found","episode":"s04e03","objectID":"403268"},{"time":"00:31:39","speaker":0,"line":"Todd J. You're talking about","episode":"s04e03","objectID":"403269"},{"time":"00:31:40","speaker":2,"line":"Dermot Padre, the new Wonder kid in school, the best actor I've ever seen. Um,","episode":"s04e03","objectID":"403270"},{"time":"00:31:46","speaker":1,"line":"and the 10 year old that looks about your height and weight,","episode":"s04e03","objectID":"403271"},{"time":"00:31:49","speaker":0,"line":"right? And there's a big gaffe this week when Padre was giving the ah speech at chapel and he said, Hey, everyone, you all know me. I'm Todd. Padre Oops. No, no, no, That was wrong. That's not my name. That's a teacher's name teacher who's right over there. And you pointed to us Scarecrow. Um, that's Todd Padre. Time rock Draw Dodgers. I'm right, Dad, right? No, no, no, That was wrong. Oops. You all know Rod Dajae his No. One. And then you said, Oops. No, no, no. Rod de Adre is someone, and he's right over there. And you pointed to a another scarecrow in the audience. And this went on for 20 minutes. Where you were saying the wrong are very pod was saying the wrong names and then you ran off. He ran off.","episode":"s04e03","objectID":"403272"},{"time":"00:33:00","speaker":2,"line":"There's a bit of a gaffe, a chapel. Think we can all agree that that was a gaffe and it happens. And I'm sorry that a 10 year old isn't super comfortable speaking in front of an audience of people","episode":"s04e03","objectID":"403273"},{"time":"00:33:12","speaker":3,"line":"who are at this point, let's be honest, skeptical, everyone skeptical. He already feels pressure. I understand. I've been in that situation where you think everybody's against you and you get up there and you make a fool of yourself.","episode":"s04e03","objectID":"403274"},{"time":"00:33:23","speaker":2,"line":"And he pointed to me, you know, and thanks for saying I look like a scarecrow. I agree. I've lost some way and I wear cool hat now, um, any any pointed to ride any pointed desired? And he pointed to cried. I mean, the only other option is that the only other people in chapel were the two of you and 130 Scare.","episode":"s04e03","objectID":"403275"},{"time":"00:33:47","speaker":1,"line":"That's what it felt like.","episode":"s04e03","objectID":"403276"},{"time":"00:33:48","speaker":0,"line":"I was like when I first got in Chapel was like, It smells like a barn in here. Yeah, that sounds like a barn. Also,","episode":"s04e03","objectID":"403277"},{"time":"00:33:53","speaker":3,"line":"there's no noise. There's no rustling, no paper wrappers, no snow sneezing, no coughing, no believing","episode":"s04e03","objectID":"403278"},{"time":"00:33:59","speaker":0,"line":"it made me question. What is this thing we're in right now? This isn't Chapel. This is a so many scare crows in us and then pod set up almost. They","episode":"s04e03","objectID":"403279"},{"time":"00:34:11","speaker":1,"line":"could have used some of these scare crows in the theater where all those scared crows work. Because we have the scared crow problem","episode":"s04e03","objectID":"403280"},{"time":"00:34:17","speaker":3,"line":"with the way you","episode":"s04e03","objectID":"403281"},{"time":"00:34:19","speaker":2,"line":"don't need. You don't need to scare crows in the theater. The crows are already scared. Scared?","episode":"s04e03","objectID":"403282"},{"time":"00:34:25","speaker":1,"line":"I guess I thought that we wanted the crows out of the theater, but I guess we like that.","episode":"s04e03","objectID":"403283"},{"time":"00:34:29","speaker":2,"line":"What's that? what we want. The scared crows out of there. I didn't put him there. If that's what you're saying,","episode":"s04e03","objectID":"403284"},{"time":"00:34:33","speaker":0,"line":"you're telling us that wasn't you?","episode":"s04e03","objectID":"403285"},{"time":"00:34:35","speaker":2,"line":"No, no. Everybody that's naming me appetite for ruining their pumpkin patches and stealing their scare crows. It's not me, Okay? There is a serial scarecrow. Thief on the loose is probably a pervert. It might be. The Wimberley is trying to frame me, but it's not may.","episode":"s04e03","objectID":"403286"},{"time":"00:34:54","speaker":0,"line":"Oh, good. Good thing this is the women these charming frame you.","episode":"s04e03","objectID":"403287"},{"time":"00:34:59","speaker":2,"line":"It's the most logical explanation. Yeah, was or what? I'm stealing scare crows. And I've built an elaborate lie because I wanted man, I'm pretending to be a 10 year old boy just so I could be in a school. Places I've never been cast in the play otherwise.","episode":"s04e03","objectID":"403288"},{"time":"00:35:13","speaker":0,"line":"So what is what's going on with pot is pods? Uh, play about your ex wife on the rails off the rails.","episode":"s04e03","objectID":"403289"},{"time":"00:35:22","speaker":2,"line":"Uh, either way, I'm happy with it. Um, will say that he's fallen in love with the actress in the play. Um, you know, Mary Kay Letourneau started teaching school, and so she got cast is my ex wife and pot in her fell in love. So she's in love with another 10 year old.","episode":"s04e03","objectID":"403290"},{"time":"00:35:42","speaker":0,"line":"Was their first love a 10 year old kid,","episode":"s04e03","objectID":"403291"},{"time":"00:35:44","speaker":3,"line":"US 14 at the time. But hey, same difference.","episode":"s04e03","objectID":"403292"},{"time":"00:35:47","speaker":2,"line":"Yeah, well, she keeps saying the younger","episode":"s04e03","objectID":"403293"},{"time":"00:35:50","speaker":1,"line":"than that. 10. 14. Totally the","episode":"s04e03","objectID":"403294"},{"time":"00:35:53","speaker":3,"line":"same. I mean, in the world of pedophilia, that's the same. Why","episode":"s04e03","objectID":"403295"},{"time":"00:35:56","speaker":0,"line":"does she keep saying,","episode":"s04e03","objectID":"403296"},{"time":"00:35:57","speaker":2,"line":"uh, they keep getting younger? I stayed the same famously from dazed and confused","episode":"s04e03","objectID":"403297"},{"time":"00:36:04","speaker":3,"line":"the opposite of these confused in days way things back to normal.","episode":"s04e03","objectID":"403298"},{"time":"00:36:11","speaker":2,"line":"Everything's normal. I'm entering a nice, beautiful a 10 year old boy.","episode":"s04e03","objectID":"403299"},{"time":"00:36:15","speaker":0,"line":"Well, if that is you, pot is you. You better not let Mary Kay know you're an old man in there or else that relationships over","episode":"s04e03","objectID":"403300"},{"time":"00:36:22","speaker":1,"line":"that's hours quick.","episode":"s04e03","objectID":"403301"},{"time":"00:36:24","speaker":2,"line":"If that was the case, trust me, I'd be sweating it, really trying to figure out how to keep the lie up. But it's not. She's dating Padre, a 10 year old boy with a similar name to make","episode":"s04e03","objectID":"403302"},{"time":"00:36:37","speaker":0,"line":"drugs. It looks like you have shaved all your body hair and you have fake hair on you right now.","episode":"s04e03","objectID":"403303"},{"time":"00:36:46","speaker":2,"line":"Well, good Segway from a conversation 30 minutes ago. S So you're suggesting that I shaved my whole body to look like a prepubescent boy. And now I am wearing a rug on my head.","episode":"s04e03","objectID":"403304"},{"time":"00:37:02","speaker":0,"line":"Yeah, in your body. You","episode":"s04e03","objectID":"403305"},{"time":"00:37:04","speaker":2,"line":"know, I've always been this Harry and I've always had a rat tail.","episode":"s04e03","objectID":"403306"},{"time":"00:37:11","speaker":3,"line":"We should baby tell Everybody Has sponsor is take","episode":"s04e03","objectID":"403307"},{"time":"00:37:14","speaker":2,"line":"a quick break. But we got a great new sponsor.","episode":"s04e03","objectID":"403308"},{"time":"00:37:17","speaker":3,"line":"Yeah, we got a great new sponsor year all probably familiar with it. This episode of the Teacher's lounge is sponsored by baseball Fields. Uh, year","episode":"s04e03","objectID":"403309"},{"time":"00:37:26","speaker":0,"line":"You're seeing him. You love him. They can fit almost anywhere. Build a baseball field.","episode":"s04e03","objectID":"403310"},{"time":"00:37:34","speaker":2,"line":"Got a tiny amount of space that you need to fill with something. Why don't you throw down three bases on home plate and an outfield in a dugout?","episode":"s04e03","objectID":"403311"},{"time":"00:37:43","speaker":1,"line":"If you build it, they will come.","episode":"s04e03","objectID":"403312"},{"time":"00:37:49","speaker":2,"line":"Attention, Hamilton. Students. No more phones on campus. If you need to make a call, use the pay phone in the dark alley way. We get the best guest we've ever had in the land today. Dar nail. What was your last name? Douglas are nail Douglas. The cultural ambassador welcomed our nail.","episode":"s04e03","objectID":"403313"},{"time":"00:38:10","speaker":4,"line":"How you doing its culture, Ambassador.","episode":"s04e03","objectID":"403314"},{"time":"00:38:13","speaker":3,"line":"Cultural ambassador. That's ah various. Seems like a very specific job that's been given to someone in the school. What exactly does a culture ambassador do here?","episode":"s04e03","objectID":"403315"},{"time":"00:38:24","speaker":4,"line":"Um, well, for people who don't know once the Hitler statue was erected for the school, we got a lot of calls from parents of other cultures who felt they weren't being represented in the school. Interesting eso I'm here to make sure that the other kids that are not too white and or jewish for the most part, even though","episode":"s04e03","objectID":"403316"},{"time":"00:38:44","speaker":1,"line":"do you think Hitler represents the juice? What does Hitler represent? The","episode":"s04e03","objectID":"403317"},{"time":"00:38:48","speaker":2,"line":"Jews? No, no, no. You're saying like, uh,","episode":"s04e03","objectID":"403318"},{"time":"00:38:51","speaker":4,"line":"you represent their culture and see, So I'm here to make sure the other fall daily. I've been tax to make sure that every other culture here is represented or and they feel like,","episode":"s04e03","objectID":"403319"},{"time":"00:39:02","speaker":0,"line":"positive or negative figure from their culture. Well, just to let","episode":"s04e03","objectID":"403320"},{"time":"00:39:05","speaker":4,"line":"you know that their history matters as well, I say, That's great. So","episode":"s04e03","objectID":"403321"},{"time":"00:39:10","speaker":1,"line":"you getting some other smaller things erected on campus? You've had Kim Jeong Eun sponsored one","episode":"s04e03","objectID":"403322"},{"time":"00:39:15","speaker":4,"line":"of the chairs theater Kim Joo Kim Jong. Uh, No one sat any yet, but somebody will. Somebody will","episode":"s04e03","objectID":"403323"},{"time":"00:39:26","speaker":2,"line":"come one day","episode":"s04e03","objectID":"403324"},{"time":"00:39:26","speaker":0,"line":"way. Keep inviting him","episode":"s04e03","objectID":"403325"},{"time":"00:39:28","speaker":2,"line":"Yeah, I have a right into every player we've ever done.","episode":"s04e03","objectID":"403326"},{"time":"00:39:31","speaker":1,"line":"So he's hilarious.","episode":"s04e03","objectID":"403327"},{"time":"00:39:32","speaker":3,"line":"He's very he gets it. He gets, I think his whole his whole shtick is a performance. I don't think he's","episode":"s04e03","objectID":"403328"},{"time":"00:39:37","speaker":1,"line":"kidding, right?","episode":"s04e03","objectID":"403329"},{"time":"00:39:38","speaker":3,"line":"I think he's kidding. She's kidding. I think every North Korean dictator for the past 50 years has been kidding.","episode":"s04e03","objectID":"403330"},{"time":"00:39:44","speaker":2,"line":"Now, Darnell, I I'm glad to know you. Now we're friends now. When they first hired you, I said I can do this job. I can speak for every culture","episode":"s04e03","objectID":"403331"},{"time":"00:39:54","speaker":4,"line":"you just don't. And that's the misconception. Like, I don't know if people know this about myself, but I'm Donald Douglas, Um, a descendant of Frederick Douglass. Oh, wow. Yeah. Seven times my great uncle migrate on","episode":"s04e03","objectID":"403332"},{"time":"00:40:07","speaker":2,"line":"your about,","episode":"s04e03","objectID":"403333"},{"time":"00:40:09","speaker":4,"line":"right. Well, you know, I don't want to tell family secrets on","episode":"s04e03","objectID":"403334"},{"time":"00:40:13","speaker":3,"line":"you. Just told the C","episode":"s04e03","objectID":"403335"},{"time":"00:40:15","speaker":0,"line":"dish. Darnay,","episode":"s04e03","objectID":"403336"},{"time":"00:40:16","speaker":4,"line":"we'll just I love you. Don't know this, but close the ends of his life. Um, my uncle Fredrik was trying to become my aunt Freedom. Wow. You know, one of the first time of Ah,","episode":"s04e03","objectID":"403337"},{"time":"00:40:27","speaker":0,"line":"So I've heard that room Transgender.","episode":"s04e03","objectID":"403338"},{"time":"00:40:29","speaker":3,"line":"Yeah, I heard that rumor. I heard he whispered he whispered it into a close family member. Members here, close to his deathbed. That is that.","episode":"s04e03","objectID":"403339"},{"time":"00:40:37","speaker":0,"line":"Yeah, he wasn't honest.","episode":"s04e03","objectID":"403340"},{"time":"00:40:38","speaker":3,"line":"It wasn't. It was close to his death. He wasn't sick. And if","episode":"s04e03","objectID":"403341"},{"time":"00:40:42","speaker":2,"line":"you think about the bed,","episode":"s04e03","objectID":"403342"},{"time":"00:40:43","speaker":4,"line":"yeah. Yeah, he had a funny thing. I think it's in my cousin's garage that that same bit. Wow.","episode":"s04e03","objectID":"403343"},{"time":"00:40:52","speaker":1,"line":"Now, is that gonna be the family deathbed? They'll pull that mattress out of the garage and then 10. Someone's","episode":"s04e03","objectID":"403344"},{"time":"00:40:56","speaker":4,"line":"gonna die well of that mall if he ever let it go. Ever let it go that I hopefully a lot of our family to be able to die on that very same day?","episode":"s04e03","objectID":"403345"},{"time":"00:41:05","speaker":3,"line":"Nice. Yes. That's a bummer that he's hoarding that deathbed.","episode":"s04e03","objectID":"403346"},{"time":"00:41:08","speaker":4,"line":"Yeah, well, you snooze, you lose. I don't want to come help move Some of the stuff out of","episode":"s04e03","objectID":"403347"},{"time":"00:41:12","speaker":1,"line":"you would think that would be the truth. I mean, he's snoozing, but he's still not losing that bet.","episode":"s04e03","objectID":"403348"},{"time":"00:41:17","speaker":4,"line":"No, not at all. Not 100%. And I'm like, you're gonna he have to die before me, but I don't know. He's pretty healthy. He wrote stuff","episode":"s04e03","objectID":"403349"},{"time":"00:41:24","speaker":0,"line":"a lot of times when you snooze, you don't necessarily lose. Yeah, yeah. Just news you win on what is going on with also waking and baking a lot of going to sleep and waking up rhymes with something else that you dio","episode":"s04e03","objectID":"403350"},{"time":"00:41:41","speaker":2,"line":"Yeah, yeah, You snooze. You lose your wake and bake just kind of you sleep and creep. Well, I","episode":"s04e03","objectID":"403351"},{"time":"00:41:48","speaker":4,"line":"mean, this is sounds like a lot about poetry and just me being here, the culture ambassador, I make sure that everybody knows them about their own culture. So just so you know, a lot of people when I say poetry, they think of like, I don't know, a lot of white people just like Robert Frost or somebody. But just so you know, people such as Tennessee Williams who's black","episode":"s04e03","objectID":"403352"},{"time":"00:42:10","speaker":2,"line":"Really, really, that's fascinating, because this plays air pretty heavily about white characters.","episode":"s04e03","objectID":"403353"},{"time":"00:42:18","speaker":0,"line":"Common misconception. Things you're doing at the school seems here is like you're going around and you're saying white people were actually black man who actually women and a lot of people are like, I don't know if this is true, but we're not gonna chance have to fight. Yeah,","episode":"s04e03","objectID":"403354"},{"time":"00:42:33","speaker":1,"line":"tough to fight because we're","episode":"s04e03","objectID":"403355"},{"time":"00:42:35","speaker":3,"line":"not in a place where we can say no, you're wrong.","episode":"s04e03","objectID":"403356"},{"time":"00:42:37","speaker":4,"line":"Well, I mean you've been saying it for, Ah, 1000 years. So like taking","episode":"s04e03","objectID":"403357"},{"time":"00:42:43","speaker":2,"line":"a break from it. What? Everyone","episode":"s04e03","objectID":"403358"},{"time":"00:42:44","speaker":4,"line":"is kind of like an extreme thing of being like you have to let people know about their culture. So then therefore we can get back to a balance, right? I have no problem with white people like you having a problem with me, but I want to make sure that all the students at the school feel represented like their culture also mad. That's wonderful.","episode":"s04e03","objectID":"403359"},{"time":"00:43:00","speaker":3,"line":"And it's also even if it's it's good for for these these kids who are varying cultures to have these sort of symbols that they can look to as like people who made it on and not saying you're lying But fudging the truth about certain historical figures to attribute them to other cultures, that's bad. It's","episode":"s04e03","objectID":"403360"},{"time":"00:43:19","speaker":0,"line":"not that bad.","episode":"s04e03","objectID":"403361"},{"time":"00:43:19","speaker":3,"line":"It's not that bad, OK, but","episode":"s04e03","objectID":"403362"},{"time":"00:43:21","speaker":1,"line":"it wouldn't be","episode":"s04e03","objectID":"403363"},{"time":"00:43:21","speaker":4,"line":"that bad. But good thing I'm not doing that, that I want to make sure that everyone knows how accurate that I'm my information.","episode":"s04e03","objectID":"403364"},{"time":"00:43:26","speaker":2,"line":"I say for maybe the perspective of even away person, but by person is you.","episode":"s04e03","objectID":"403365"},{"time":"00:43:33","speaker":4,"line":"I Are you trying to say that I'm black","episode":"s04e03","objectID":"403366"},{"time":"00:43:36","speaker":2,"line":"Oh, no. But I'm saying that we're making before, Okay, just they were saying, like, there are some other black poets. And instead of naming a famous black poet, we might all know about you another white name and made them black referencing my Angelou, Amiri Baraka.","episode":"s04e03","objectID":"403367"},{"time":"00:43:54","speaker":4,"line":"You mean the people that we all look at it The the books that the white man wrote. I'm here to let people know about their owns hitting cultures, things that maybe they can't really find. Sorry. Look that they could find.","episode":"s04e03","objectID":"403368"},{"time":"00:44:03","speaker":3,"line":"Think my Angelou is a white","episode":"s04e03","objectID":"403369"},{"time":"00:44:05","speaker":1,"line":"woman who with my Angela","episode":"s04e03","objectID":"403370"},{"time":"00:44:08","speaker":4,"line":"I mean, I know what they tell me. She looks like","episode":"s04e03","objectID":"403371"},{"time":"00:44:10","speaker":2,"line":"So you don't believe anything that you've read in the history you","episode":"s04e03","objectID":"403372"},{"time":"00:44:14","speaker":4,"line":"have to challenge. It's always about challenges, That is, quote. We've been force fed, you know, white history. So why can't we be, you know, like so this is me making sure that everyone knows being like, Hey, this could or could not be true, but the same time looking to with yourself, looking at just","episode":"s04e03","objectID":"403373"},{"time":"00:44:32","speaker":3,"line":"honestly that I feel like That's right. That sort of attitude is running wild in our broader, more American culture, right? now the idea of like, I'm going to say something. It's up to you to figure out if it's true or if it's","episode":"s04e03","objectID":"403374"},{"time":"00:44:43","speaker":4,"line":"London running, wild running, wild, famous, Native American, running wild. Really Miss Native.","episode":"s04e03","objectID":"403375"},{"time":"00:44:49","speaker":2,"line":"Famous for what?","episode":"s04e03","objectID":"403376"},{"time":"00:44:50","speaker":4,"line":"Killing a lot of Pilgrim saving his family. The first Native Americans are saying, No, no, no, I don't want that blanket now. So he","episode":"s04e03","objectID":"403377"},{"time":"00:45:02","speaker":2,"line":"and that's just that became a big story because it was about smallpox. But the time he was just too warm.","episode":"s04e03","objectID":"403378"},{"time":"00:45:08","speaker":3,"line":"Yeah, he was hot, so he'd been running. He'd been running while even running while you sweating. He a very active, very, very active, active native.","episode":"s04e03","objectID":"403379"},{"time":"00:45:18","speaker":2,"line":"You've been making a lot of your version of like Ken Burns. Like long documentaries, Long, long, long documentaries. Well,","episode":"s04e03","objectID":"403380"},{"time":"00:45:27","speaker":4,"line":"I haven't on iPhone. I like you keep it charged. Aiken films Long, Long,","episode":"s04e03","objectID":"403381"},{"time":"00:45:32","speaker":2,"line":"Uh, what's the one you're working on now? Everybody's kind of excited.","episode":"s04e03","objectID":"403382"},{"time":"00:45:37","speaker":0,"line":"There's already a screening booked.","episode":"s04e03","objectID":"403383"},{"time":"00:45:39","speaker":2,"line":"There's a screening books. We book the big theater. Big","episode":"s04e03","objectID":"403384"},{"time":"00:45:42","speaker":4,"line":"theater. All right, well, let me ask you this, knowing out of all my repertoire, what's one of your favorite ones that I shot?","episode":"s04e03","objectID":"403385"},{"time":"00:45:48","speaker":2,"line":"I would say, um","episode":"s04e03","objectID":"403386"},{"time":"00:45:51","speaker":1,"line":"I really love. The truth is wrong.","episode":"s04e03","objectID":"403387"},{"time":"00:45:54","speaker":0,"line":"I like that. I like George Bush Is black people.","episode":"s04e03","objectID":"403388"},{"time":"00:45:59","speaker":2,"line":"Yeah. And that's Mike Myers standing and say that with Kanye West standing next to him,","episode":"s04e03","objectID":"403389"},{"time":"00:46:04","speaker":3,"line":"which was amazing that you got you booked both of those for that shoot. I can't believe this.","episode":"s04e03","objectID":"403390"},{"time":"00:46:09","speaker":1,"line":"I thought that neither one of them would work with the other one again. No, it didn't seem like they liked each","episode":"s04e03","objectID":"403391"},{"time":"00:46:13","speaker":4,"line":"other. A little time heals all wounds. Time he'll help. So","episode":"s04e03","objectID":"403392"},{"time":"00:46:17","speaker":2,"line":"that was one of my favorites too. I like that documentary.","episode":"s04e03","objectID":"403393"},{"time":"00:46:20","speaker":4,"line":"Yeah, I only wrote that because I said that during the meeting between those two and I said and I wrote it down on a piece of paper and then I stumbled across it again. It was like I should make a documentary around this.","episode":"s04e03","objectID":"403394"},{"time":"00:46:29","speaker":0,"line":"Yeah, that was a documentary about you people who had cancer.","episode":"s04e03","objectID":"403395"},{"time":"00:46:32","speaker":3,"line":"And you, uh, making them not go through chemotherapy and","episode":"s04e03","objectID":"403396"},{"time":"00:46:36","speaker":2,"line":"them slowly die a Z. You're sprinkling rosemary thyme differently. Holistic.","episode":"s04e03","objectID":"403397"},{"time":"00:46:45","speaker":0,"line":"Sad. That was sad.","episode":"s04e03","objectID":"403398"},{"time":"00:46:46","speaker":4,"line":"I mean, but if you could take a look at it down the weight like now, but you have to look at it like this. Look at it as it like. Let's say, like somebody who wasn't doing chemotherapy and they were still on their way. And now the people who were doing some of my methods, like taking the rosemary and the thyme and stuff like that. They lived a lot longer than the people who weren't. So even though they still died, they were living a lot longer than the people who weren't using it at all. And we're doing chemo. You gotta look at these kind of things. We got to see what you know, the results You wanted to live, but sometimes people gotta die to make sure that Okay, you know how you do it in the future. They died in a lot of pain. It was pretty miserable watch. I mean, honestly, I got to tell you that just a lot of that is a lot of movie magic.","episode":"s04e03","objectID":"403399"},{"time":"00:47:30","speaker":3,"line":"Was moving man","episode":"s04e03","objectID":"403400"},{"time":"00:47:31","speaker":0,"line":"with those actors?","episode":"s04e03","objectID":"403401"},{"time":"00:47:32","speaker":4,"line":"Uh, no. The real candidates just like the pain. And we kind of up there for, like, a tear effective stuff. Masters like a little movie secret. You made them","episode":"s04e03","objectID":"403402"},{"time":"00:47:40","speaker":0,"line":"like whale and stuff. And so on your way, I think.","episode":"s04e03","objectID":"403403"},{"time":"00:47:43","speaker":4,"line":"And I didn't make them whale, But I know they were hamming it up for the","episode":"s04e03","objectID":"403404"},{"time":"00:47:46","speaker":1,"line":"cameo Rose a little bit your documentaries, Ariel. But you also like to use a little bit of Hollywood magic","episode":"s04e03","objectID":"403405"},{"time":"00:47:53","speaker":4,"line":"in there. Yeah. Yeah, because I mean I mean, you want people to watch this stuff. Yeah, it's informative, but it's also the same thing is being Make sure you're adding the pop","episode":"s04e03","objectID":"403406"},{"time":"00:48:01","speaker":0,"line":"that chase scene and document Army. Your documentary about Lupus hair fun, explosions.","episode":"s04e03","objectID":"403407"},{"time":"00:48:08","speaker":3,"line":"Emotional. The nurse had to get to the lab to get the test results, and it wasn't. I mean, the world was coming down around her. It wasn't like that Chase was anything other than a woman really trying to get to the place she needed to go while on earthquake happened and a building fell","episode":"s04e03","objectID":"403408"},{"time":"00:48:24","speaker":1,"line":"them. The Joker was after","episode":"s04e03","objectID":"403409"},{"time":"00:48:25","speaker":4,"line":"you realized trip. Yeah, the real joker. That was a real get for us. It was really fun to work. We'll find work again.","episode":"s04e03","objectID":"403410"},{"time":"00:48:32","speaker":2,"line":"Jokers. Good onset.","episode":"s04e03","objectID":"403411"},{"time":"00:48:34","speaker":4,"line":"00 yeah. Just the rial.","episode":"s04e03","objectID":"403412"},{"time":"00:48:35","speaker":1,"line":"Sweetheart. Sweetheart.","episode":"s04e03","objectID":"403413"},{"time":"00:48:36","speaker":4,"line":"Yeah. Yeah, like a lot of people were like, I know a lot of a lot of people were didn't know what to expect. from him. I tell you, Really nice guy wants the","episode":"s04e03","objectID":"403414"},{"time":"00:48:45","speaker":0,"line":"Joker. Um, was, ah, in character as Jared Leto on set, and he was so annoying. He's talking about his band and wearing kimonos and stuff. Isn't that","episode":"s04e03","objectID":"403415"},{"time":"00:48:56","speaker":1,"line":"crazy that they've played each other in the Joker? Played Jared Leto in a Jared Leto biopic?","episode":"s04e03","objectID":"403416"},{"time":"00:49:02","speaker":0,"line":"Yeah, any time you've seen Leto on tonight show appearances or talk show appearances, that's the way","episode":"s04e03","objectID":"403417"},{"time":"00:49:09","speaker":2,"line":"they've got a real Andy Kaufman. Bob's mood","episode":"s04e03","objectID":"403418"},{"time":"00:49:12","speaker":1,"line":"of the Joker and","episode":"s04e03","objectID":"403419"},{"time":"00:49:15","speaker":2,"line":"Tony Clifton","episode":"s04e03","objectID":"403420"},{"time":"00:49:17","speaker":4,"line":"Bill. I","episode":"s04e03","objectID":"403421"},{"time":"00:49:18","speaker":0,"line":"want to say I also,","episode":"s04e03","objectID":"403422"},{"time":"00:49:19","speaker":4,"line":"by the way, like I know you're going through a real tough process right now with your ridiculous voice. You want somebody to kind of fill mothers? Process goes, Uh,","episode":"s04e03","objectID":"403423"},{"time":"00:49:27","speaker":0,"line":"really?","episode":"s04e03","objectID":"403424"},{"time":"00:49:28","speaker":4,"line":"I got some time I can get. I could do that for","episode":"s04e03","objectID":"403425"},{"time":"00:49:29","speaker":0,"line":"Wow,","episode":"s04e03","objectID":"403426"},{"time":"00:49:30","speaker":2,"line":"you got some free time. Yeah. Oh,","episode":"s04e03","objectID":"403427"},{"time":"00:49:33","speaker":4,"line":"because my neck I'm doing my latest project. So, like,","episode":"s04e03","objectID":"403428"},{"time":"00:49:36","speaker":0,"line":"yeah, what would you want to do with this? I mean, ah, you know, because obviously, me and the ridiculous voice community need sort of like a ah, an outlet to show our struggle.","episode":"s04e03","objectID":"403429"},{"time":"00:49:47","speaker":4,"line":"Well, like I said, I got a great I've done 17. 17 documentaries within the last six months. So","episode":"s04e03","objectID":"403430"},{"time":"00:49:59","speaker":3,"line":"you don't yet that I mean, that they're all great, and you don't edit a lot if you kind of just let things.","episode":"s04e03","objectID":"403431"},{"time":"00:50:04","speaker":4,"line":"Yeah, just kind of Yeah. Yeah. Like I said, you let the phone do what it does, and then I just kind of like a bunching together and then","episode":"s04e03","objectID":"403432"},{"time":"00:50:11","speaker":1,"line":"profiting crazily both monetarily and socially from your job, right? It seems like you're there to help other people, But you are making money hand in fist over with these documentaries,","episode":"s04e03","objectID":"403433"},{"time":"00:50:21","speaker":4,"line":"okay? I mean, yeah, I mean it. Well, I do make money, but I make money in the sense that people want to know. The true people are hungry for knowledge. They're willing to pay whatever it costs to be able to get that knowledge.","episode":"s04e03","objectID":"403434"},{"time":"00:50:33","speaker":0,"line":"Yeah. I mean, like, the last documentary, Um, where you said, uh, that, um, Bill Clinton is actually black. Was having Lee sponsored by Dante. Nice. Nice was very was throughout the whole thing.","episode":"s04e03","objectID":"403435"},{"time":"00:50:53","speaker":4,"line":"And I could tell you right now, didn't teen just a lovely company work. I stay out of your hair. Good gum stays out of your hair. Oh, no. The gun stays in your gum. You get the gum in your hair. You might cut it up.","episode":"s04e03","objectID":"403436"},{"time":"00:51:05","speaker":0,"line":"I was you trying to get gum out? Yeah, it's almost","episode":"s04e03","objectID":"403437"},{"time":"00:51:09","speaker":1,"line":"two documentaries. You have the whole Bill Clinton is black thing, and then there's just denting. Gets in your head.","episode":"s04e03","objectID":"403438"},{"time":"00:51:14","speaker":4,"line":"Yeah, well, like I said, the doctor is on my phone, and I have a mirror. So it was a lot of times me China. Look at my camera. Yeah, just kind of","episode":"s04e03","objectID":"403439"},{"time":"00:51:23","speaker":3,"line":"get to be fair, it's five minutes of you just just proving that Bill Clinton was a black man. And then the rest of it is just yourself. The rest is just a selfie a selfie shot of you, uh, with it gum all over your head","episode":"s04e03","objectID":"403440"},{"time":"00:51:40","speaker":1,"line":"and added,","episode":"s04e03","objectID":"403441"},{"time":"00:51:41","speaker":2,"line":"I got a question for you is a cultural ambassador. Go ahead. I'm uncultured their cultural tram. Bastard. I'm sorry. I'm gonna make a fortune,","episode":"s04e03","objectID":"403442"},{"time":"00:51:47","speaker":4,"line":"like, other than yeah culture. Let's and nothing. I know it's now It's part of what's happening. You Are you mad","episode":"s04e03","objectID":"403443"},{"time":"00:51:53","speaker":3,"line":"at your your idiot? It's a meeting.","episode":"s04e03","objectID":"403444"},{"time":"00:51:56","speaker":2,"line":"This is all going in one ear, out the other for May. Uh, so I unfortunately, a white man. Um, can you think of like, I would love to start calling white people slurs because I like using slurs.","episode":"s04e03","objectID":"403445"},{"time":"00:52:11","speaker":3,"line":"Slurs? That really means something. I'm sick of white people having all of these slurs that don't hurt them. Do you know any","episode":"s04e03","objectID":"403446"},{"time":"00:52:17","speaker":2,"line":"good, meaningful white slurs I could start throwing around people? I mean, way all no meaning to you with no cracker","episode":"s04e03","objectID":"403447"},{"time":"00:52:26","speaker":3,"line":"honky cracker when those aren't","episode":"s04e03","objectID":"403448"},{"time":"00:52:28","speaker":1,"line":"those don't hurt my feelings. Yeah,","episode":"s04e03","objectID":"403449"},{"time":"00:52:32","speaker":4,"line":"um I mean, I can tell you right now during my documentaries, I've been to many places around this country and around the world. Um, and I've heard many different phrases that refers to white people. Um uh, you know, I've heard, uh, at her. Um","episode":"s04e03","objectID":"403450"},{"time":"00:52:50","speaker":2,"line":"I mean, I get loser get nerd to get entitled.","episode":"s04e03","objectID":"403451"},{"time":"00:52:53","speaker":4,"line":"Yeah, I just that will entitled. That's the only one. I really kind of a plaster white people. But the other ones anyone can be. Yeah, just so you know, like anyone could be nerds. Indians could be nerve agent. Could be No. Wow. Anybody, Anybody could be nerds. Anybody could be losers. Cool, blue. There's Whoa, Lou. This so like, anyone could be losing","episode":"s04e03","objectID":"403452"},{"time":"00:53:18","speaker":1,"line":"Todd, What about this. Maybe it's that the insults air good, but you're not open to hearing them. I thought about this. They don't offend you because you don't consider the person who's saying to","episode":"s04e03","objectID":"403453"},{"time":"00:53:30","speaker":2,"line":"Well, I definitely that made that fits into how I behave. Yeah, you know, I'm not ever considering the person that's speaking to me in a conversation. I'm just trying to look good and win","episode":"s04e03","objectID":"403454"},{"time":"00:53:39","speaker":1,"line":"right on. You're not doing that often. You're not looking good or winning that often. So it's really working out for you. And I'm only saying this because of my newfound","episode":"s04e03","objectID":"403455"},{"time":"00:53:48","speaker":2,"line":"clarity for right, Right? Right. I mean, yeah, I will say I live alone have no friends. Come on. Um, you know, I got a couple acquaintances, I guess. Wow. Um, my everyone I've ever loved hates me. Um, but that's women I'm regularly on. Then every man I've ever load hates me too.","episode":"s04e03","objectID":"403456"},{"time":"00:54:15","speaker":1,"line":"That's man.","episode":"s04e03","objectID":"403457"},{"time":"00:54:15","speaker":0,"line":"Oh, yeah? What was your boyfriend's name? CEO","episode":"s04e03","objectID":"403458"},{"time":"00:54:19","speaker":2,"line":"Steve. Steve couldn't hate me more. Yeah, Yeah, he was a masseuse that I didn't let speak. Right.","episode":"s04e03","objectID":"403459"},{"time":"00:54:28","speaker":3,"line":"Remember, if you didn't let him leave, it","episode":"s04e03","objectID":"403460"},{"time":"00:54:30","speaker":2,"line":"chose not to. And what do we met on the Tickle documentary? Anyway, I, uh, dance your question. I think you're wrong. Eso what's what's in the works for the cultural ambassadorship for the rest of the year Here,","episode":"s04e03","objectID":"403461"},{"time":"00:54:48","speaker":4,"line":"um, from here. Like I gotta tell you, I kind of talked about a little bit clubs finishing up on the last documentary. But now that that's a corruptible lot rolling, I mean, yeah, but you know, who's to say Rolling is good.","episode":"s04e03","objectID":"403462"},{"time":"00:55:02","speaker":1,"line":"Your whole thing is sort of carrying a ball around campus and saying, like, Check it out. I'm like a Globetrotter like I never dropped this ball, But then you're often dropping this ball. It's just like","episode":"s04e03","objectID":"403463"},{"time":"00:55:11","speaker":2,"line":"and it's a golf ball.","episode":"s04e03","objectID":"403464"},{"time":"00:55:12","speaker":1,"line":"It's just kind of like you don't have to do it if you can't do","episode":"s04e03","objectID":"403465"},{"time":"00:55:16","speaker":4,"line":"it, Okay? But here the lesson, though. Even though you dropped the ball, what do you do? You pick it back up. See, what you got to do is like, now amongst us, you know, people you know, um se type, for example, who is a white male? He probably all have been told his whole life that hey, just picked the ball back up. But a lot of people of color they dropped the ball and I think that's it. That ball is never gonna return. I'm here to let them know that. Hey, I got the ball. I don't want dropped the ball. Who's I dropped the ball. Guess what? I could pick it back up. Well, that is a good lesson. Opportunity isn't fleeting. It is not fleeting because we really reap the benefits of privilege. We keep blowing up schools and getting our job back immediately on. And I thought","episode":"s04e03","objectID":"403466"},{"time":"00:56:03","speaker":2,"line":"that those are skills. Yeah.","episode":"s04e03","objectID":"403467"},{"time":"00:56:04","speaker":1,"line":"No. If I push back a little bit pushing","episode":"s04e03","objectID":"403468"},{"time":"00:56:09","speaker":0,"line":"back on white privilege, I like that just","episode":"s04e03","objectID":"403469"},{"time":"00:56:12","speaker":1,"line":"a little bit here. I do think we work hard and we've earned what we've been given. Don't you? Sure there's some privilege there, but I think we work pretty hard. Okay. And the day that hard worker isn't rewarded in America, you're saying that","episode":"s04e03","objectID":"403470"},{"time":"00:56:29","speaker":2,"line":"in a kimono while taking a puff of ah, who of ah, Hookah filled with O P. Yeah. You unplugged the phones in the secretary's office","episode":"s04e03","objectID":"403471"},{"time":"00:56:39","speaker":0,"line":"wearing geisha makeup?","episode":"s04e03","objectID":"403472"},{"time":"00:56:41","speaker":1,"line":"Yes. And as a white man in Kabuki theater, I think, but I'm working hard. I think I'm I'm, uh, morale. I got more out of the barbecue the other day and the whole everybody got happy. We","episode":"s04e03","objectID":"403473"},{"time":"00:56:56","speaker":0,"line":"cannot stress this enough. We want morale in the school. We want more out. Where is our","episode":"s04e03","objectID":"403474"},{"time":"00:57:03","speaker":2,"line":"See al around? Let him know we're looking for him.","episode":"s04e03","objectID":"403475"},{"time":"00:57:05","speaker":0,"line":"We love him. We want more our I","episode":"s04e03","objectID":"403476"},{"time":"00:57:08","speaker":1,"line":"mean, I get what you're saying about the privilege. I guess I'm just How do I fit into it? Because I am who I am. And I'm working hard. I don't know.","episode":"s04e03","objectID":"403477"},{"time":"00:57:17","speaker":4,"line":"Yeah, I don't know. It's not like they will come into my office all the time. They don't know how doe I combat how doe I do. Like how do I keep living and I'm the same thing. You know, watching my documentaries,","episode":"s04e03","objectID":"403478"},{"time":"00:57:30","speaker":2,"line":"it sounds like you're I'm not work. Sometimes you say something really interesting and then I also feel like you make up a fact. It sounds like you're benefiting a lot from your job. Is the cultural Ambassador Yeah. By enriching students? Yeah. Have they come to you instead? Like Oh, now that I know that Richard Nixon was from Laos, I really like know myself better.","episode":"s04e03","objectID":"403479"},{"time":"00:57:56","speaker":0,"line":"It's whole presidents Teoh,","episode":"s04e03","objectID":"403480"},{"time":"00:58:00","speaker":2,"line":"You're getting students saying that Teoh?","episode":"s04e03","objectID":"403481"},{"time":"00:58:02","speaker":4,"line":"Yes, Uh, all the time, like students love coming to me and just telling me how like some of those things in my documentary trains their life. Um, when I told him about Jimmy Carter and how, uh, Jimmy Carter and about his peanut farm, everyone knows the old peanut farm story.","episode":"s04e03","objectID":"403482"},{"time":"00:58:17","speaker":3,"line":"Yeah, he gave up his peanut farm to become president.","episode":"s04e03","objectID":"403483"},{"time":"00:58:21","speaker":4,"line":"But what? I didn't also let the nose being like he gave it up, but he second he kept them inside secretly because his farm workers, he had a secret family where the secret family come from Egypt made a secret family","episode":"s04e03","objectID":"403484"},{"time":"00:58:39","speaker":0,"line":"secret Egyptian family was the title of the document A on just","episode":"s04e03","objectID":"403485"},{"time":"00:58:44","speaker":2,"line":"again. I don't know what I'm learning about culture.","episode":"s04e03","objectID":"403486"},{"time":"00:58:47","speaker":1,"line":"I think it just seems like a way for you to boast about what, You know, like you're getting a lot of monetary benefit, that kind of scene. You're like,","episode":"s04e03","objectID":"403487"},{"time":"00:58:56","speaker":4,"line":"Wow, this is crazy to me. I mean, why when it is a person of color sitting here telling you the things they know, it's boasting. But if a white person does it, is them spreading knowledge?","episode":"s04e03","objectID":"403488"},{"time":"00:59:07","speaker":1,"line":"Just Wow,","episode":"s04e03","objectID":"403489"},{"time":"00:59:09","speaker":2,"line":"you're right. You're I never gonna argue with you again. You're absolutely right.","episode":"s04e03","objectID":"403490"},{"time":"00:59:16","speaker":3,"line":"Yeah, we have no business calling into question. Anything that you said","episode":"s04e03","objectID":"403491"},{"time":"00:59:19","speaker":0,"line":"I ally know is that we hear the lounge. Wanna push back against White Way? Want to put a little bit of discourse on that thing that's gaining stain? I'm","episode":"s04e03","objectID":"403492"},{"time":"00:59:31","speaker":1,"line":"trying to start a conversation. I don't want to listen to the conversation that's been going on for 10. No, I don't want to acknowledge what other people's feelings are. I'm just trying to start a conversation.","episode":"s04e03","objectID":"403493"},{"time":"00:59:42","speaker":0,"line":"I want food. I want to not listen to the other side's point and then start my point with what Did you ever think about this? Exactly?","episode":"s04e03","objectID":"403494"},{"time":"00:59:51","speaker":3,"line":"Because you know, being wrong is weakness, Right? Way all feel that the moment you find out you're wrong about something is the moment you're proven week.","episode":"s04e03","objectID":"403495"},{"time":"00:59:59","speaker":0,"line":"If you feel like you're wrong about something, doubled out on it double down","episode":"s04e03","objectID":"403496"},{"time":"01:00:05","speaker":3,"line":"the only distract","episode":"s04e03","objectID":"403497"},{"time":"01:00:07","speaker":2,"line":"distract. It's the Affleck way,","episode":"s04e03","objectID":"403498"},{"time":"01:00:09","speaker":4,"line":"way What, you don't know? It's fine that you guys say that Christopher Columbus That was his whole motto. He was like, Oh, well, if you're wrong about something, doubled down on it, and then that's how we ended up here in America. Yeah. Christopher lumbers one of our greatest American saviors.","episode":"s04e03","objectID":"403499"},{"time":"01:00:25","speaker":1,"line":"He was great. You are pro Columbus. Um I mean,","episode":"s04e03","objectID":"403500"},{"time":"01:00:30","speaker":4,"line":"I'm not anti Columbus","episode":"s04e03","objectID":"403501"},{"time":"01:00:32","speaker":2,"line":"ISAT asking about this surprises surprise, because everyone, it seems like the story. Now, these names that were trying to being made people more aware of is Christopher Columbus was a really monster. Really helped erase a culture. Uh, in fact, we still unfortunately call Native Americans Indians because he would not say it wasn't India that he landed on. Yeah. You think it's all good?","episode":"s04e03","objectID":"403502"},{"time":"01:00:57","speaker":4,"line":"I mean, like, I've heard the story that then the research. Trust me, this is what I do on. So while Look, I will not sit here and say, Did he not do some things that might have been culturally oppose? Inappropriate. But once again, got a look of the times, you know, different time, different","episode":"s04e03","objectID":"403503"},{"time":"01:01:18","speaker":2,"line":"time, roll over the place.","episode":"s04e03","objectID":"403504"},{"time":"01:01:21","speaker":4,"line":"Different times, different mindset. Christopher Columbus. You know, You know, like, you know,","episode":"s04e03","objectID":"403505"},{"time":"01:01:27","speaker":1,"line":"a hard worker. Ah, hard worker. I mean, look. Yes, a white man. Hey, is white just like anyone else in the world.","episode":"s04e03","objectID":"403506"},{"time":"01:01:35","speaker":4,"line":"Ok, Yes. Exactly. And so what did he do? He He went away. Hey, I'm kind of filming over here, so if you could just kind of blow it the other way, that'll be great. Smokes a nice little effect. It is. But I don't want to make sure that doesn't necessarily. Yeah, It looks like a haunted graveyard.","episode":"s04e03","objectID":"403507"},{"time":"01:01:56","speaker":1,"line":"Okay. Feels onto baby. I feel half dead.","episode":"s04e03","objectID":"403508"},{"time":"01:01:59","speaker":4,"line":"There's no one to cloud my lens up. I don't have it. I can't get a new phone for another six months. It's that because that's on my plane. I get a new phone, right? If I had to get a new phone now, I had to pay for it. And a I just don't believe in giving big money. The big sprint","episode":"s04e03","objectID":"403509"},{"time":"01:02:16","speaker":1,"line":"sprint God","episode":"s04e03","objectID":"403510"},{"time":"01:02:17","speaker":3,"line":"got Sprint. It's fine, but Big Sprint, their parent company. Yeah, I hate a","episode":"s04e03","objectID":"403511"},{"time":"01:02:22","speaker":0,"line":"big Sprint Owns Verizon A T and T Mall. Tell C Pepsi Big spring, Spring up. We're coming for you wear on company. It's called So fu. I think we're over high from that opium. Okay, eyes,","episode":"s04e03","objectID":"403512"},{"time":"01:02:43","speaker":1,"line":"Isn't it a smooth I","episode":"s04e03","objectID":"403513"},{"time":"01:02:46","speaker":0,"line":"and I feel scared. It was scared right now a little bit.","episode":"s04e03","objectID":"403514"},{"time":"01:02:50","speaker":4,"line":"Welcome to the mindset of ah person of color in America.","episode":"s04e03","objectID":"403515"},{"time":"01:02:54","speaker":0,"line":"Wow. Wow. You know what? I don't think so. Thanks. So I think we're all equally scared. Pushing back Darnell. I looked","episode":"s04e03","objectID":"403516"},{"time":"01:03:07","speaker":2,"line":"at the credits at the end of your last documentary for you did your research at And I know it's really small at the end. It said the library of conmen. What? Because you're saying everything. You did it very well researched, I Congress, which is a","episode":"s04e03","objectID":"403517"},{"time":"01:03:31","speaker":4,"line":"reputable. Really, I would make sure that it was very clean. Oh, it did say library of conmen have activated the Library of Congress. Because why would I want to go there? So I can learn what the white man wants you to learn,","episode":"s04e03","objectID":"403518"},{"time":"01:03:44","speaker":2,"line":"though. That's true. Thank you. That's true.","episode":"s04e03","objectID":"403519"},{"time":"01:03:46","speaker":4,"line":"Yeah. Yeah, I got my from the library of Con Man. Uh, you don't know where that is. Uh, then that means obviously you haven't been learning enough, But,","episode":"s04e03","objectID":"403520"},{"time":"01:03:55","speaker":2,"line":"uh, now, let me ask you about this. Uh, you, uh, you had took me aside and spoke to me about my motto shops name all lives, Matta. Uh uh. You could have brought that up Is subject that you thought I should change the name of Yeah, and we got into a heated some would say screaming match. I would say Nice conversation.","episode":"s04e03","objectID":"403521"},{"time":"01:04:19","speaker":4,"line":"Oh, you know, it was I mean, Well, yeah, it was pretty. I feel like what your thing does is it trivializes the actual movement of all lives matter And what but that. But","episode":"s04e03","objectID":"403522"},{"time":"01:04:30","speaker":2,"line":"that's a movement you support. I don't want that trivialized.","episode":"s04e03","objectID":"403523"},{"time":"01:04:33","speaker":4,"line":"Yeah, okay. And so what happens is, honestly, the whole fight for people who don't know necessarily wasn't even about to changing it all together is what I wanted you to make sure that you added an accented you mark over the end. And you refused.","episode":"s04e03","objectID":"403524"},{"time":"01:04:47","speaker":2,"line":"Will not accent, sir, for foreigners on our letters.","episode":"s04e03","objectID":"403525"},{"time":"01:04:53","speaker":1,"line":"You gotta understand that. Just looks like all lives","episode":"s04e03","objectID":"403526"},{"time":"01:04:55","speaker":2,"line":"mates. I do have a I did have a lot of Australia. It's coming in","episode":"s04e03","objectID":"403527"},{"time":"01:05:02","speaker":0,"line":"a lives made. Yeah, that","episode":"s04e03","objectID":"403528"},{"time":"01:05:05","speaker":2,"line":"over here, a bunch of Australian cats.","episode":"s04e03","objectID":"403529"},{"time":"01:05:09","speaker":4,"line":"Yeah. Like like the animal is very bad for your business. You shouldn't be able like you having animals in there.","episode":"s04e03","objectID":"403530"},{"time":"01:05:16","speaker":2,"line":"Yes, yes, yes. That was a big thing that I got shut down for. Um","episode":"s04e03","objectID":"403531"},{"time":"01:05:21","speaker":4,"line":"but yeah, but once again, So you so you won't add the mark on the end?","episode":"s04e03","objectID":"403532"},{"time":"01:05:24","speaker":2,"line":"No. Well, the agreement we did was I put in a lot on the t o","episode":"s04e03","objectID":"403533"},{"time":"01:05:29","speaker":3,"line":"d pronouncing doom lauded t","episode":"s04e03","objectID":"403534"},{"time":"01:05:31","speaker":2,"line":"uh, Marel Teoh views. So, Darnell, uh, but to wrap this up, if there's, like, one thing that you want people to think going forward, having spoken to you, what would you What would you dio quote you make it,","episode":"s04e03","objectID":"403535"},{"time":"01:05:48","speaker":4,"line":"uh, wait. Asked me the question again way and say it isn't reading into the lane. Say that. Settle in.","episode":"s04e03","objectID":"403536"},{"time":"01:05:56","speaker":2,"line":"Okay. Uh, make sure you slate, uh, Todd Padre reading for the part of question, huh? He's","episode":"s04e03","objectID":"403537"},{"time":"01:06:10","speaker":4,"line":"warming out to your local. Don't just say no. This will be cut out, so I'll be in the","episode":"s04e03","objectID":"403538"},{"time":"01:06:25","speaker":2,"line":"okay. Got that warmed up. You don't It's trying. If I deliver the statesman tourist,","episode":"s04e03","objectID":"403539"},{"time":"01:06:34","speaker":4,"line":"Um I mean, like I said, I did the same way that'll dying cancer pages want to have their 15 minutes of fame. Do","episode":"s04e03","objectID":"403540"},{"time":"01:06:41","speaker":0,"line":"you think that that's why they","episode":"s04e03","objectID":"403541"},{"time":"01:06:42","speaker":4,"line":"did it? Another type of person that's gonna like, not that people be themselves, so trust you want to go right ahead? All right. What's","episode":"s04e03","objectID":"403542"},{"time":"01:06:50","speaker":1,"line":"got his hands in his ass?","episode":"s04e03","objectID":"403543"},{"time":"01:06:52","speaker":4,"line":"Case s Oh, So you're gonna turn around and","episode":"s04e03","objectID":"403544"},{"time":"01:06:56","speaker":2,"line":"do it its interest on speak out of my butt. Okay. Okay. Okay. Let me ask you a question. If there's what they going forward. But you've","episode":"s04e03","objectID":"403545"},{"time":"01:07:11","speaker":4,"line":"got to think those","episode":"s04e03","objectID":"403546"},{"time":"01:07:12","speaker":3,"line":"cheeks up, just flapping your ass a little. Come on, stick it to the words time,","episode":"s04e03","objectID":"403547"},{"time":"01:07:20","speaker":4,"line":"people to think my film is back","episode":"s04e03","objectID":"403548"},{"time":"01:07:22","speaker":0,"line":"way get existed. 80 are","episode":"s04e03","objectID":"403549"},{"time":"01:07:26","speaker":4,"line":"I don't do any of that type. That's what my projects. All right,","episode":"s04e03","objectID":"403550"},{"time":"01:07:29","speaker":1,"line":"I can speak from your butt or not.","episode":"s04e03","objectID":"403551"},{"time":"01:07:31","speaker":2,"line":"Absolutely. I swore I could. It's on my special skills.","episode":"s04e03","objectID":"403552"},{"time":"01:07:34","speaker":0,"line":"I could. For a while he was doing He had that Sesame Street puppeteer running his. But it was perfect.","episode":"s04e03","objectID":"403553"},{"time":"01:07:40","speaker":2,"line":"Yes. Jim Hanson. Yeah, Jim Hansen. And then, unfortunately, we way","episode":"s04e03","objectID":"403554"},{"time":"01:07:46","speaker":0,"line":"lost him. He was eaten by Snuffleupagus. I was eating my snap. It's a secret Hollywood secret,","episode":"s04e03","objectID":"403555"},{"time":"01:08:00","speaker":3,"line":"and a lot of people are like But wait, wasn't someone controlling snuffle of against while this happened? And","episode":"s04e03","objectID":"403556"},{"time":"01:08:04","speaker":0,"line":"the answer is yes. And unfortunately controlled by Big Bird.","episode":"s04e03","objectID":"403557"},{"time":"01:08:09","speaker":3,"line":"And they put it, they put a working digestive system in that puppet,","episode":"s04e03","objectID":"403558"},{"time":"01:08:13","speaker":2,"line":"right? Phobias made up and crapped out. Jim Hansen,","episode":"s04e03","objectID":"403559"},{"time":"01:08:19","speaker":1,"line":"Won't you ask your questions","episode":"s04e03","objectID":"403560"},{"time":"01:08:21","speaker":2,"line":"I feel like that moment has passed. Ah, eso. But Darnell, thank you for being here in","episode":"s04e03","objectID":"403561"},{"time":"01:08:28","speaker":4,"line":"room 309 If you want to come and talk to me, I","episode":"s04e03","objectID":"403562"},{"time":"01:08:32","speaker":0,"line":"would love to follow up with you on this ridiculous voice documentary. I'd love to, you know, maybe go to Sundance. Are","episode":"s04e03","objectID":"403563"},{"time":"01:08:39","speaker":4,"line":"I've already got what I need from you now.","episode":"s04e03","objectID":"403564"},{"time":"01:08:40","speaker":1,"line":"And how much","episode":"s04e03","objectID":"403565"},{"time":"01:08:41","speaker":0,"line":"do you get it?","episode":"s04e03","objectID":"403566"},{"time":"01:08:42","speaker":1,"line":"How much do you charge again? For office hours. Office","episode":"s04e03","objectID":"403567"},{"time":"01:08:44","speaker":4,"line":"hours? Well, the school pays me, but I also, um, when people come in there to talk to me, I aggressively ask for tips. Yeah. And, you know, just or, you know, just let them know that there's a tip jar, right? Me? Why the door? There's one on the desk. Um, and then there's one like, uh, that strategical output. So when people get up, they trip over another tip jars like, Oh, Sonny won't forget. Right.","episode":"s04e03","objectID":"403568"},{"time":"01:09:07","speaker":2,"line":"And they've all got, like, a bad tipping joke in, Um uh, yeah, uh,","episode":"s04e03","objectID":"403569"},{"time":"01:09:12","speaker":1,"line":"tipping isn't just a place in china. Yeah. Feeling a little tipsy?","episode":"s04e03","objectID":"403570"},{"time":"01:09:17","speaker":2,"line":"Are you A","episode":"s04e03","objectID":"403571"},{"time":"01:09:18","speaker":4,"line":"Everybody in my office tips play just with me. Um uh,","episode":"s04e03","objectID":"403572"},{"time":"01:09:24","speaker":0,"line":"that's exciting. Well, once again another unf laud, uh, employees here at Hamilton High School.","episode":"s04e03","objectID":"403573"},{"time":"01:09:32","speaker":2,"line":"Way normal. This your everything's normal things feel just status quo will keep it normal next week. And until then, she a","episode":"s04e03","objectID":"403574"}]