[
	{
		"time": "00:00:04",
		"speaker": 0,
		"line": "and Carl Thio. Let's show we're",
		"episode": "s01e04",
		"objectID": "1040"
	},
	{
		"time": "00:00:31",
		"speaker": 2,
		"line": "not recording Ari. No, not yet. Now. Way will in a minute that the count the pull out couch, um, is back. It's been cleaned. It's in. Um, it's in that plastic from the cleaners tie. Did you have it cleaned while the school had it cleaned against my protest stations? What is it? You beat it, though. Well, that's right. Yeah, but I said I'll clean it myself by hand. We don't need to pay a queen or for it. And they said, No, that's unreasonable. And you, you can't hand clean api.",
		"episode": "s01e04",
		"objectID": "1041"
	},
	{ "time": "00:01:06", "speaker": 1, "line": "You've been", "episode": "s01e04", "objectID": "1042" },
	{
		"time": "00:01:06",
		"speaker": 3,
		"line": "marking your territory a lot lately.",
		"episode": "s01e04",
		"objectID": "1043"
	},
	{
		"time": "00:01:09",
		"speaker": 2,
		"line": "That's right. Well, I'm losing everything on a day by the day. I'm losing things that I care a lot about. And so I heard you peed on your ex wife while",
		"episode": "s01e04",
		"objectID": "1044"
	},
	{ "time": "00:01:24", "speaker": 1, "line": "she was at the grocery", "episode": "s01e04", "objectID": "1045" },
	{ "time": "00:01:24", "speaker": 4, "line": "store. You heard? But", "episode": "s01e04", "objectID": "1046" },
	{
		"time": "00:01:25",
		"speaker": 1,
		"line": "yeah, they came here that they released the security",
		"episode": "s01e04",
		"objectID": "1047"
	},
	{
		"time": "00:01:31",
		"speaker": 4,
		"line": "reporting the news that I have a knot they should not play",
		"episode": "s01e04",
		"objectID": "1048"
	},
	{ "time": "00:01:35", "speaker": 2, "line": "that the", "episode": "s01e04", "objectID": "1049" },
	{
		"time": "00:01:36",
		"speaker": 1,
		"line": "news isn't gonna listen to you talk. I told a played",
		"episode": "s01e04",
		"objectID": "10410"
	},
	{
		"time": "00:01:38",
		"speaker": 2,
		"line": "you screaming. Don't play that. They played your 911 call. Where you",
		"episode": "s01e04",
		"objectID": "10411"
	},
	{
		"time": "00:01:42",
		"speaker": 1,
		"line": "called 911 and said the news better not play that tape. How could they not",
		"episode": "s01e04",
		"objectID": "10412"
	},
	{
		"time": "00:01:46",
		"speaker": 3,
		"line": "play when you yelled Baba Booth, you did a crazy thing. And then in the NL Baba",
		"episode": "s01e04",
		"objectID": "10413"
	},
	{
		"time": "00:01:53",
		"speaker": 4,
		"line": "Booey Yeah, well, I always say my grandfather's name when I do something crazy.",
		"episode": "s01e04",
		"objectID": "10414"
	},
	{
		"time": "00:02:00",
		"speaker": 1,
		"line": "Your grandpa was Baba Booey. You have no idea about this thing",
		"episode": "s01e04",
		"objectID": "10415"
	},
	{
		"time": "00:02:03",
		"speaker": 2,
		"line": "from the Howard Stern Show. Baba Booey,",
		"episode": "s01e04",
		"objectID": "10416"
	},
	{
		"time": "00:02:04",
		"speaker": 1,
		"line": "his grandfather's nickname, called his radio show that imports has a radio show. Yes, your type of fart, man. Yeah, he's got a radio show. The only reason he got that movie is from his radio",
		"episode": "s01e04",
		"objectID": "10417"
	},
	{
		"time": "00:02:18",
		"speaker": 2,
		"line": "show, The Howard Stern Show. Classically filthy sha.",
		"episode": "s01e04",
		"objectID": "10418"
	},
	{
		"time": "00:02:22",
		"speaker": 4,
		"line": "Really? Yeah, That's probably why I haven't listened.",
		"episode": "s01e04",
		"objectID": "10419"
	},
	{
		"time": "00:02:26",
		"speaker": 2,
		"line": "You like you, like clean? You like it clean? That's right. I used to listen to the Doctor Demento Radio hour if I wanted to laugh. But no, I wouldn't put Stern on. It's a long story short. I called the cops. I",
		"episode": "s01e04",
		"objectID": "10420"
	},
	{
		"time": "00:02:39",
		"speaker": 4,
		"line": "said, This can't go on the news. Cease and desist. The cops said this isn't here. You go through. So",
		"episode": "s01e04",
		"objectID": "10421"
	},
	{
		"time": "00:02:48",
		"speaker": 1,
		"line": "who do you go through it If you can't",
		"episode": "s01e04",
		"objectID": "10422"
	},
	{
		"time": "00:02:49",
		"speaker": 3,
		"line": "get the cops to cease and desist about",
		"episode": "s01e04",
		"objectID": "10423"
	},
	{
		"time": "00:02:51",
		"speaker": 2,
		"line": "and now I understand the plate that a lot of other Americans have had to deal with with a new ability to trust the police. Nam on their side. You where you classically have not been on their side before. Well, let's not get into Oh, hang on, guys. We actually have been recording this whole time. No. Yeah, yeah, we have way equipment. We'll figure it out. I'm sorry. We're just getting used to it",
		"episode": "s01e04",
		"objectID": "10424"
	},
	{
		"time": "00:03:15",
		"speaker": 1,
		"line": "specifically. Aren't recording",
		"episode": "s01e04",
		"objectID": "10425"
	},
	{
		"time": "00:03:17",
		"speaker": 2,
		"line": "idea? Yeah, I thought we weren't that red light was on. That means it's recording. Just so you know, that is good to know. Anyway, this is getting really, really mean stop. But in recording, it mean it means it's all right. Well, hell, everyone, it is. May 6th and welcome to another ever side of the teacher's lounge. The first, best and only podcast tackling issues relevant to the Greater Hamilton High School community. Of course. And your biology teacher, Mr Howard Levis.",
		"episode": "s01e04",
		"objectID": "10426"
	},
	{
		"time": "00:03:42",
		"speaker": 3,
		"line": "My name is Sam Weatherman. I'm teaching SB and drivers at",
		"episode": "s01e04",
		"objectID": "10427"
	},
	{
		"time": "00:03:46",
		"speaker": 4,
		"line": "Todd Padre Theater teacher and Star of the Spring Show. Hello,",
		"episode": "s01e04",
		"objectID": "10428"
	},
	{
		"time": "00:03:54",
		"speaker": 2,
		"line": "My name's Bill crave E. Um and I am not currently employed by Hamilton High School anymore. And that's the big news. As a lot of you may know, Bill got fired after just taking the bath basketball team's record into the toilet. Yeah, I, um I was I told them in my interview that I could bring the basketball team back, and they've had a worst record ever since I signed on. And also I said I knew Spanish. And the only word I know it's bono, Which means Hello. Well, almost, uh, almost. What means bathroom? Are you kidding me? No. I've been saying I've been screaming bathroom at every Mexican person I see on around town.",
		"episode": "s01e04",
		"objectID": "10429"
	},
	{
		"time": "00:04:44",
		"speaker": 3,
		"line": "You've been screaming in Mexican people you see around town.",
		"episode": "s01e04",
		"objectID": "10430"
	},
	{
		"time": "00:04:47",
		"speaker": 1,
		"line": "Why? I've been screaming at them banya",
		"episode": "s01e04",
		"objectID": "10431"
	},
	{
		"time": "00:04:49",
		"speaker": 3,
		"line": "with a smile, in a way. Oh, I see. And they I guess",
		"episode": "s01e04",
		"objectID": "10432"
	},
	{
		"time": "00:04:53",
		"speaker": 2,
		"line": "now, when they throw toilet seats at me to do",
		"episode": "s01e04",
		"objectID": "10433"
	},
	{
		"time": "00:04:57",
		"speaker": 1,
		"line": "well, it seems greater. That seems crazy",
		"episode": "s01e04",
		"objectID": "10434"
	},
	{ "time": "00:04:59", "speaker": 2, "line": "on them, too. May.", "episode": "s01e04", "objectID": "10435" },
	{ "time": "00:05:00", "speaker": 1, "line": "Well, you may be asking", "episode": "s01e04", "objectID": "10436" },
	{
		"time": "00:05:02",
		"speaker": 2,
		"line": "how I'm in the teacher's lounge. Still, since I was let go last week, the board came in and fired me. Um, you're not Not nobody's wearing. I wasn't",
		"episode": "s01e04",
		"objectID": "10437"
	},
	{
		"time": "00:05:13",
		"speaker": 1,
		"line": "I knew this. I know the story. Well, I don't know",
		"episode": "s01e04",
		"objectID": "10438"
	},
	{
		"time": "00:05:15",
		"speaker": 3,
		"line": "the whole story because Of course, you were fired for negligence and not being any good, right? But also, you're fired for what was called an inappropriate dinner. You took your seem to an inappropriate dinner on. I just I haven't heard all the details of that. Um, there is. Where did you take these boys? Um, there is Do you know",
		"episode": "s01e04",
		"objectID": "10439"
	},
	{
		"time": "00:05:36",
		"speaker": 2,
		"line": "the restaurant Hooters? I've heard of it. Have you heard of the restaurant shooters?",
		"episode": "s01e04",
		"objectID": "10440"
	},
	{
		"time": "00:05:42",
		"speaker": 4,
		"line": "Cooter's nose? A Cooter's?",
		"episode": "s01e04",
		"objectID": "10441"
	},
	{
		"time": "00:05:45",
		"speaker": 2,
		"line": "Well, it I took my team to Cooter's where women just wear shirts. No bottoms. And, uh, that was that was the final straw that broke the camel's back.",
		"episode": "s01e04",
		"objectID": "10442"
	},
	{
		"time": "00:05:57",
		"speaker": 3,
		"line": "And that's an 18 enough restaurant. You've got to show your i d to get in there. You got some 16 17 year olds on your Yeah, it's just",
		"episode": "s01e04",
		"objectID": "10443"
	},
	{
		"time": "00:06:03",
		"speaker": 2,
		"line": "a very chill strip club. Basically, where women in just shirts serve, you know, real stripping. Just kind of parading. Yeah, just walking around. I love it. I love I feel very comfortable there, but yeah, I was That was the straw that broke. Um, camel's back. I was let go. Um, but I have been rehired. Um, as you can see, I am dressed as a woman. Um Who? The same woman who? It works with the Better Business bureau of Bethany Hart and I have been rehired here at the school as a lunch lady. S o. You",
		"episode": "s01e04",
		"objectID": "10444"
	},
	{
		"time": "00:06:43",
		"speaker": 1,
		"line": "sure you want to be saying that on the air in here?",
		"episode": "s01e04",
		"objectID": "10445"
	},
	{
		"time": "00:06:45",
		"speaker": 2,
		"line": "I mean, you don't want out yourself? No, no, no. Nobody's gonna listen to this. And by the time they dio, I will have you know how. Missed out, Fire one. Everybody's trust back. Don't worry. I will have one. Everybody's trust back and the disguise will have come off. And everybody will, you know, grabbed me and put me above their shoulders and they'll be begging you to get back out there on the floor. We made a mistake. You plan on keeping it a secret for longer, but, um, on chicken fried steak Thursday the other day I caught your eye, and I",
		"episode": "s01e04",
		"objectID": "10446"
	},
	{
		"time": "00:07:14",
		"speaker": 4,
		"line": "started pursuing you pretty heavily to make my wife jealous. On it was, they went on a near the end of our day that you had to finally admit what was going on.",
		"episode": "s01e04",
		"objectID": "10447"
	},
	{
		"time": "00:07:24",
		"speaker": 3,
		"line": "I mean, I almost saw the reveal in the front of the limo, but you guys have put up the partition in the back.",
		"episode": "s01e04",
		"objectID": "10448"
	},
	{
		"time": "00:07:29",
		"speaker": 4,
		"line": "Yeah, that's right. You are limo driver. Thanks again for taking me out on that date, which was until the reveal the best date of my life. I thought I was finally getting over my divorce.",
		"episode": "s01e04",
		"objectID": "10449"
	},
	{
		"time": "00:07:39",
		"speaker": 2,
		"line": "Honestly, it was a very, very good date. And I'm sorry I led you on for that long, but I do want to say it's it was a little bit your fault once you did. You did, Um, for lack of a better term, eat me",
		"episode": "s01e04",
		"objectID": "10450"
	},
	{
		"time": "00:07:52",
		"speaker": 4,
		"line": "out. That's right. I've been thinking all week of a better term for what? I haven't. But I just can't think of one, but yes. Oh, that's my fault. I didn't realize it until your wig came off later in the night.",
		"episode": "s01e04",
		"objectID": "10451"
	},
	{
		"time": "00:08:10",
		"speaker": 1,
		"line": "Now hang on a second. How does that work out? Yuri here you're related my Penis and still didn't realize I was a woman and said Eaton, hey, said he was eating you out while he was relating you.",
		"episode": "s01e04",
		"objectID": "10452"
	},
	{
		"time": "00:08:21",
		"speaker": 4,
		"line": "Well, it's 2016. And the definition of a woman or man is beyond me now, eh? So whatever I see downstairs I got to town on and I don't ask questions. And I think that's a very liberal way to live your life.",
		"episode": "s01e04",
		"objectID": "10453"
	},
	{ "time": "00:08:32", "speaker": 1, "line": "Sure, Yeah. I mean, very", "episode": "s01e04", "objectID": "10454" },
	{
		"time": "00:08:35",
		"speaker": 2,
		"line": "liberal. I mean, Todd, honestly, it was very good.",
		"episode": "s01e04",
		"objectID": "10455"
	},
	{
		"time": "00:08:39",
		"speaker": 4,
		"line": "Thank you very much. We'll",
		"episode": "s01e04",
		"objectID": "10456"
	},
	{ "time": "00:08:40", "speaker": 1, "line": "get a", "episode": "s01e04", "objectID": "10457" },
	{
		"time": "00:08:40",
		"speaker": 2,
		"line": "great y'all. Sounds like you had a hell of a weekend, huh? It was wild. Jeez. Oh, Feet man is really a while. When you paraded me in front of your ex wife's,",
		"episode": "s01e04",
		"objectID": "10458"
	},
	{
		"time": "00:08:51",
		"speaker": 4,
		"line": "that's right. Well, and this was difficult because that we were in full restraining order mode at this point after the peeing incident that the news was so happy about. So I said, Well, look who's out of jail and over you and I praise you back and forth and she was screaming something that I thought was insulting to you in gibberish. She was screaming, That's a man. That's because that's Bill craving",
		"episode": "s01e04",
		"objectID": "10459"
	},
	{
		"time": "00:09:14",
		"speaker": 2,
		"line": "ice. And what was I saying? Her shut your mouth hush. He has no idea.",
		"episode": "s01e04",
		"objectID": "10460"
	},
	{ "time": "00:09:20", "speaker": 4, "line": "That's right. I said", "episode": "s01e04", "objectID": "10461" },
	{
		"time": "00:09:20",
		"speaker": 1,
		"line": "it was getting to the chanting. It was It was like, Sure, the old most. He's got no idea I'm a man.",
		"episode": "s01e04",
		"objectID": "10462"
	},
	{
		"time": "00:09:33",
		"speaker": 4,
		"line": "Was that beautiful British accent that I know for. It's so we paraded her around and a TTE that point them. Her new boyfriend came out and microphone in hand. He started roasted me once again, and I remember a couple weeks ago he roasted me town.",
		"episode": "s01e04",
		"objectID": "10463"
	},
	{
		"time": "00:09:50",
		"speaker": 2,
		"line": "He's got better jokes than he had last time.",
		"episode": "s01e04",
		"objectID": "10464"
	},
	{
		"time": "00:09:54",
		"speaker": 3,
		"line": "You know, I heard that he's got a development deal. No, I heard that people have heard about his roast. It has gotten out there, and the people that be are interested. Comedy Central,",
		"episode": "s01e04",
		"objectID": "10465"
	},
	{
		"time": "00:10:03",
		"speaker": 2,
		"line": "middle aged man Roast waits. You wouldn't even be applicant bull for, and",
		"episode": "s01e04",
		"objectID": "10466"
	},
	{
		"time": "00:10:09",
		"speaker": 4,
		"line": "I'm 72 years old. I look 100.",
		"episode": "s01e04",
		"objectID": "10467"
	},
	{ "time": "00:10:14", "speaker": 1, "line": "I'll tell you what, I'm", "episode": "s01e04", "objectID": "10468" },
	{
		"time": "00:10:14",
		"speaker": 3,
		"line": "proud of you because there's nothing harder to do than to get over someone. And I don't think there's any other better way to get over someone than to go to their house, bother them and tell them directly that you don't need him anymore. What?",
		"episode": "s01e04",
		"objectID": "10469"
	},
	{ "time": "00:10:26", "speaker": 1, "line": "Sam, we didn't", "episode": "s01e04", "objectID": "10470" },
	{
		"time": "00:10:27",
		"speaker": 2,
		"line": "even mention that on our day that Todd and I had me dressed as a woman. You were driving us in the limb limo and",
		"episode": "s01e04",
		"objectID": "10471"
	},
	{
		"time": "00:10:34",
		"speaker": 1,
		"line": "you are getting good. I'll say that. Thank",
		"episode": "s01e04",
		"objectID": "10472"
	},
	{
		"time": "00:10:38",
		"speaker": 3,
		"line": "you for saying that correctly. I am getting good. I'm",
		"episode": "s01e04",
		"objectID": "10473"
	},
	{
		"time": "00:10:41",
		"speaker": 1,
		"line": "not quite good yet, but I appreciate getting good at driving. Teach. Uh,",
		"episode": "s01e04",
		"objectID": "10474"
	},
	{
		"time": "00:10:46",
		"speaker": 2,
		"line": "You know, the whole time you've been teaching driver's ed, you've been doing your best, even though you can't drive,",
		"episode": "s01e04",
		"objectID": "10475"
	},
	{ "time": "00:10:52", "speaker": 3, "line": "understand it thoroughly.", "episode": "s01e04", "objectID": "10476" },
	{
		"time": "00:10:54",
		"speaker": 4,
		"line": "And I would say from the limo ride that you gave us, you are almost ready. Thio give limo rides at prom night. And I would say a 17 year old can get in that car with you.",
		"episode": "s01e04",
		"objectID": "10477"
	},
	{
		"time": "00:11:03",
		"speaker": 3,
		"line": "Wow, that was an unpaid for endorsement. You guys heard it here first,",
		"episode": "s01e04",
		"objectID": "10478"
	},
	{ "time": "00:11:07", "speaker": 1, "line": "and I'll say I did see", "episode": "s01e04", "objectID": "10479" },
	{
		"time": "00:11:08",
		"speaker": 2,
		"line": "you give a lot of money before the taping,",
		"episode": "s01e04",
		"objectID": "10480"
	},
	{ "time": "00:11:11", "speaker": 4, "line": "you know? God, come", "episode": "s01e04", "objectID": "10481" },
	{ "time": "00:11:14", "speaker": 0, "line": "on. Hey, where what? I'm", "episode": "s01e04", "objectID": "10482" },
	{
		"time": "00:11:16",
		"speaker": 3,
		"line": "trying to do something here. Something. I'm greasing palms and getting right. I",
		"episode": "s01e04",
		"objectID": "10483"
	},
	{
		"time": "00:11:25",
		"speaker": 2,
		"line": "didn't realize that. I felt the only body grease and palms over here was Mr Levi's. Excuse me, guys. I confused.",
		"episode": "s01e04",
		"objectID": "10484"
	},
	{
		"time": "00:11:33",
		"speaker": 1,
		"line": "Anyway, the limousine company is great, and I only had to fire",
		"episode": "s01e04",
		"objectID": "10485"
	},
	{
		"time": "00:11:36",
		"speaker": 2,
		"line": "hydrants. Yeah, that's right. And also Hey, i'll tell you this. Those were not fired. Dress. There was were women dressed in red dresses.",
		"episode": "s01e04",
		"objectID": "10486"
	},
	{
		"time": "00:11:43",
		"speaker": 3,
		"line": "Well, yeah, well, I didn't tell you that either way. I didn't mean to hit him, You know,",
		"episode": "s01e04",
		"objectID": "10487"
	},
	{
		"time": "00:11:50",
		"speaker": 4,
		"line": "that's what's important. Absolutely.",
		"episode": "s01e04",
		"objectID": "10488"
	},
	{
		"time": "00:11:52",
		"speaker": 3,
		"line": "Exactly. He intent is 9/10 of the law. They say, if you didn't mean to do it, that's okay.",
		"episode": "s01e04",
		"objectID": "10489"
	},
	{
		"time": "00:12:00",
		"speaker": 4,
		"line": "Unfortunately, I hope those women if if there's war women in that fire hydrant, which I'll tell you what I don't know.",
		"episode": "s01e04",
		"objectID": "10490"
	},
	{
		"time": "00:12:09",
		"speaker": 1,
		"line": "You tell me You're not sure if they were whipping way. Believe the obituaries in the in the newspaper. The Wimberley twins didn't",
		"episode": "s01e04",
		"objectID": "10491"
	},
	{
		"time": "00:12:18",
		"speaker": 4,
		"line": "commit. Oh, my God. Rest in peace. I",
		"episode": "s01e04",
		"objectID": "10492"
	},
	{
		"time": "00:12:20",
		"speaker": 1,
		"line": "think they're sisters. The Wimberley Twin Sisters. We're hit that",
		"episode": "s01e04",
		"objectID": "10493"
	},
	{
		"time": "00:12:30",
		"speaker": 4,
		"line": "very night. We hit those two fire hydrants. That's what were killed by a limo.",
		"episode": "s01e04",
		"objectID": "10494"
	},
	{
		"time": "00:12:34",
		"speaker": 1,
		"line": "I'll tell you this. The people I feel",
		"episode": "s01e04",
		"objectID": "10495"
	},
	{
		"time": "00:12:36",
		"speaker": 2,
		"line": "bad for in this scenario are their parents. Thomas and Mary have had a tough life. Thomas. Merry Wimberly have lost six",
		"episode": "s01e04",
		"objectID": "10496"
	},
	{
		"time": "00:12:44",
		"speaker": 3,
		"line": "sets of twins. That's right. Which we have Children. Yeah, which? I think",
		"episode": "s01e04",
		"objectID": "10497"
	},
	{
		"time": "00:12:50",
		"speaker": 2,
		"line": "a lot of them have faked their death. Have",
		"episode": "s01e04",
		"objectID": "10498"
	},
	{
		"time": "00:12:52",
		"speaker": 1,
		"line": "you have found the Wimberley is yet?",
		"episode": "s01e04",
		"objectID": "10499"
	},
	{
		"time": "00:12:53",
		"speaker": 4,
		"line": "I'm still searching for him because I do not believe I do not believe that they dive in my theater class. Okay? I",
		"episode": "s01e04",
		"objectID": "104100"
	},
	{ "time": "00:13:00", "speaker": 3, "line": "don't need it.", "episode": "s01e04", "objectID": "104101" },
	{
		"time": "00:13:00",
		"speaker": 4,
		"line": "I think they faked their deaths just like the rest of them. And I'm searching hard. Detective, find them. I'll tell you",
		"episode": "s01e04",
		"objectID": "104102"
	},
	{
		"time": "00:13:07",
		"speaker": 2,
		"line": "that I've seen any. I've seen many of the photos of, of things that you think are the Wimberley twins. They're almost Bigfoot. Ask photos.",
		"episode": "s01e04",
		"objectID": "104103"
	},
	{
		"time": "00:13:16",
		"speaker": 4,
		"line": "That's very blurry. I do have a lot of blurry photos.",
		"episode": "s01e04",
		"objectID": "104104"
	},
	{
		"time": "00:13:20",
		"speaker": 1,
		"line": "You've got to get in the camera cause you're up close. Also, it looks like you're",
		"episode": "s01e04",
		"objectID": "104105"
	},
	{
		"time": "00:13:24",
		"speaker": 2,
		"line": "taking pictures of TV screens, and I know for effect. One of those pictures is just a picture of Arthur of the Art Bart character from PBS.",
		"episode": "s01e04",
		"objectID": "104106"
	},
	{
		"time": "00:13:31",
		"speaker": 4,
		"line": "Well, let's let's dial this back a second. I was watching PBS. Arthur came on and I swear to God, I saw the Wimberley twins. Okay, so I took out my camera a CZ. You all know I have a disease called shaky hands,",
		"episode": "s01e04",
		"objectID": "104107"
	},
	{
		"time": "00:13:50",
		"speaker": 2,
		"line": "probably because all the paint you eat,",
		"episode": "s01e04",
		"objectID": "104108"
	},
	{
		"time": "00:13:52",
		"speaker": 4,
		"line": "that's well, listen, do we want to talk about my shirt for the Wimberley twins? Do you want to talk about? I pay an addiction because both of them are consuming my every moment. I'm sorry. Halfway through a new bucket of baby blue and I'm watching Arthur and I swear to God I see one of the women really twins on TV, so I feel like this one I pull out my 1973 Nikon.",
		"episode": "s01e04",
		"objectID": "104109"
	},
	{ "time": "00:14:20", "speaker": 3, "line": "And so you think you see", "episode": "s01e04", "objectID": "104110" },
	{
		"time": "00:14:22",
		"speaker": 2,
		"line": "one of the Wimberley twins in an animal show?",
		"episode": "s01e04",
		"objectID": "104111"
	},
	{
		"time": "00:14:26",
		"speaker": 4,
		"line": "I don't know. I did it way high on the horn there. They're less helpful than the local police department. You gotta stop blowing that horn. Listen, I've got the FBI on speed dial, right? When they pick up, I blow Horn s So you're on the horn. I got the Wimberley twins. They did not die in my theater class. One of them is starring on a PBS show. I",
		"episode": "s01e04",
		"objectID": "104112"
	},
	{
		"time": "00:14:59",
		"speaker": 2,
		"line": "mean, I'd believe it. There's something up with the wind Police. Well, now we got two others affected.",
		"episode": "s01e04",
		"objectID": "104113"
	},
	{
		"time": "00:15:04",
		"speaker": 3,
		"line": "I feel like something. You know, this investigation go a little bit better if you had any resource is you know what's",
		"episode": "s01e04",
		"objectID": "104114"
	},
	{
		"time": "00:15:09",
		"speaker": 1,
		"line": "going on left. That's why don't you kick a little cash? Is you said as",
		"episode": "s01e04",
		"objectID": "104115"
	},
	{
		"time": "00:15:12",
		"speaker": 2,
		"line": "part of your mayoral campaign that you would find all the Wimberley ce I said I did. Yeah. And you know, I paid",
		"episode": "s01e04",
		"objectID": "104116"
	},
	{
		"time": "00:15:22",
		"speaker": 4,
		"line": "for endorsement fund in the liberal is your passing him thing is the money that I just got paid to endorse the limo company and I need it to pay off. Guys were already know the red light's on. Okay, okay. We're safe. We're",
		"episode": "s01e04",
		"objectID": "104117"
	},
	{
		"time": "00:15:40",
		"speaker": 0,
		"line": "safe. Can you know just us anymore? Can I get you some money to make sure everybody knows that I am the best much lady that your ladies tell Everybody on my rights",
		"episode": "s01e04",
		"objectID": "104118"
	},
	{
		"time": "00:15:52",
		"speaker": 3,
		"line": "are absolutely everyone. I give a limo ride to go. And that was mostly everybody here at school. Okay, well, yeah, I'm here a couple of hours a day.",
		"episode": "s01e04",
		"objectID": "104119"
	},
	{
		"time": "00:16:02",
		"speaker": 4,
		"line": "Oh, right. Pain on. We're on again",
		"episode": "s01e04",
		"objectID": "104120"
	},
	{
		"time": "00:16:08",
		"speaker": 2,
		"line": "like you can't hear us, but we go. We go to the corner of the room and we just get coffee. We don't talk. Really? But then we come back. You know what? Now we're back. Guys, we're gonna jump into a segment here we had planned for today. Ah, little preview of your upcoming spring field trips that I like to call always a chaperone. But bait, bad up.",
		"episode": "s01e04",
		"objectID": "104121"
	},
	{ "time": "00:16:32", "speaker": 3, "line": "Beep boop doop.", "episode": "s01e04", "objectID": "104122" },
	{
		"time": "00:16:35",
		"speaker": 2,
		"line": "Always a shop, Barone. We're going to get somebody to do music for Yeah, we certainly hope so. Maybe",
		"episode": "s01e04",
		"objectID": "104123"
	},
	{ "time": "00:16:43", "speaker": 1, "line": "we'll get the", "episode": "s01e04", "objectID": "104124" },
	{
		"time": "00:16:43",
		"speaker": 2,
		"line": "old band teacher to make some music for good luck. Let's get him to make music cock. Been trying to get him to make music for me for a long time. He kept keeps on these kids. I'll let them make an opus for me. But I'm not making any music. Yeah, I want. I wanted him to make a song to run out to the basketball team. He wouldn't it",
		"episode": "s01e04",
		"objectID": "104125"
	},
	{
		"time": "00:17:08",
		"speaker": 3,
		"line": "to run out of the gym or running to",
		"episode": "s01e04",
		"objectID": "104126"
	},
	{
		"time": "00:17:09",
		"speaker": 2,
		"line": "run out of the gym once we",
		"episode": "s01e04",
		"objectID": "104127"
	},
	{
		"time": "00:17:11",
		"speaker": 3,
		"line": "lost you wanted. You wanted to retreat song. Yes.",
		"episode": "s01e04",
		"objectID": "104128"
	},
	{
		"time": "00:17:15",
		"speaker": 1,
		"line": "Well, guys, look, we we do have",
		"episode": "s01e04",
		"objectID": "104129"
	},
	{
		"time": "00:17:17",
		"speaker": 2,
		"line": "a few in any year field trips coming up between now and your prom. Specifically, the junior class is headed to Washington D. C in a couple of weeks. Wow, That's",
		"episode": "s01e04",
		"objectID": "104130"
	},
	{ "time": "00:17:28", "speaker": 1, "line": "your 132", "episode": "s01e04", "objectID": "104131" },
	{
		"time": "00:17:29",
		"speaker": 3,
		"line": "kids all heading to D. C.",
		"episode": "s01e04",
		"objectID": "104132"
	},
	{ "time": "00:17:31", "speaker": 2, "line": "That's right. How", "episode": "s01e04", "objectID": "104133" },
	{ "time": "00:17:32", "speaker": 1, "line": "many chaperones?", "episode": "s01e04", "objectID": "104134" },
	{
		"time": "00:17:33",
		"speaker": 2,
		"line": "Uh, I believe if you count that the indulgence, if you only the adults we are designating certain students to be chef rooms as well. I don't know if that but there are three adults who will be accompanying them. And then I believe we have 16 team leaders, is what we're calling him to be sort of student chaperone.",
		"episode": "s01e04",
		"objectID": "104135"
	},
	{ "time": "00:17:55", "speaker": 1, "line": "So that's a", "episode": "s01e04", "objectID": "104136" },
	{
		"time": "00:17:55",
		"speaker": 3,
		"line": "pretty gracious about 3 to 125. Something like that. 1 to 125 shots in",
		"episode": "s01e04",
		"objectID": "104137"
	},
	{
		"time": "00:18:01",
		"speaker": 4,
		"line": "what we're doing. The buddy system. Every kid's got 24 bodies that they have to account for that given time. And I think if the kids can stay together, then we'll be",
		"episode": "s01e04",
		"objectID": "104138"
	},
	{
		"time": "00:18:09",
		"speaker": 1,
		"line": "well. And also, you gotta",
		"episode": "s01e04",
		"objectID": "104139"
	},
	{
		"time": "00:18:10",
		"speaker": 2,
		"line": "look at it like this. It's the nation's capital there gonna be occupied. They're not gonna be getting into trouble. They're going to go into museums that ever happens in true this year, they didn't have in the budget for hotels. That is true. Uh, we actually, uh, we're actually going to be buying Uber's for each child, and they're going to be spending the night driving around Washington, D C and Cars s so they're gonna make a little money? Uh, uh, passengers, their passengers and neighbors. That seems more expensive. Yeah, well, I'm hoping on a second,",
		"episode": "s01e04",
		"objectID": "104140"
	},
	{
		"time": "00:18:41",
		"speaker": 4,
		"line": "but this is an idea, isn't it? Kids will just be uber drivers instead of sleeping tonight. That's what",
		"episode": "s01e04",
		"objectID": "104141"
	},
	{
		"time": "00:18:47",
		"speaker": 2,
		"line": "we'll do. I'm gonna make a phone call after this and we'll get those kids to be uber drivers. Is their hotels. Yeah. Sana, Moloch. For whoever they could make a couple of dollars. Maybe pay pay their way. That's a good but you're from. That's really good. And who gets to keep that money? Uh, that's an interesting Surely not the kids. Maybe the kids. And don't call me Not",
		"episode": "s01e04",
		"objectID": "104142"
	},
	{
		"time": "00:19:10",
		"speaker": 3,
		"line": "all right. Oh, you mean Oh, surely",
		"episode": "s01e04",
		"objectID": "104143"
	},
	{ "time": "00:19:14", "speaker": 4, "line": "you know the joke.", "episode": "s01e04", "objectID": "104144" },
	{
		"time": "00:19:15",
		"speaker": 3,
		"line": "I heard. What's that front? Get it. What's the airplane?",
		"episode": "s01e04",
		"objectID": "104145"
	},
	{
		"time": "00:19:20",
		"speaker": 2,
		"line": "I don't know. I didn't get any of it.",
		"episode": "s01e04",
		"objectID": "104146"
	},
	{ "time": "00:19:21", "speaker": 4, "line": "I don't know.", "episode": "s01e04", "objectID": "104147" },
	{
		"time": "00:19:22",
		"speaker": 1,
		"line": "Get their own jokers from? Well, no, it's a It's seems like you're embarrassed,",
		"episode": "s01e04",
		"objectID": "104148"
	},
	{
		"time": "00:19:29",
		"speaker": 4,
		"line": "you know, already working on my one man show right now. And I've added one whole act is me doing stand up.",
		"episode": "s01e04",
		"objectID": "104149"
	},
	{ "time": "00:19:38", "speaker": 1, "line": "And is it true", "episode": "s01e04", "objectID": "104150" },
	{
		"time": "00:19:40",
		"speaker": 2,
		"line": "that the kids who used when they're not playing trees?",
		"episode": "s01e04",
		"objectID": "104151"
	},
	{
		"time": "00:19:45",
		"speaker": 4,
		"line": "That's right. The students used to be the audience on the serial said that the students have to be in the place, so I made them trees. I got some or complaints about that. So now the students will be I've asked them",
		"episode": "s01e04",
		"objectID": "104152"
	},
	{
		"time": "00:19:57",
		"speaker": 2,
		"line": "all to write five minute opening, and they'll all be doing be my",
		"episode": "s01e04",
		"objectID": "104153"
	},
	{
		"time": "00:20:01",
		"speaker": 4,
		"line": "opener. One of the suits, what you have or how many others. 24 openers, 24 openers. Please come to my play instead of problem, I think it will be much more entertaining. And they happen to be booked on the same night. But this field trip? Yeah, I tried real hard to get in on this because I wanted Thio take some of my complaints and searches straight to the top. But they won't let me leave state lines right now. Unfortunately, are any of you gentlemen gone?",
		"episode": "s01e04",
		"objectID": "104154"
	},
	{
		"time": "00:20:30",
		"speaker": 2,
		"line": "I unfortunately, do have to go. Uh, gonna have to take Ah, whole weekend off of campaigning. Thio Company of the kids. What? What better place than Washington? D. C. To help. You can really look at your heroes. Yeah, you know, that is you know, part of running for office is sort of picking your heroes, uh, and going to Washington d c t o sort of CME",
		"episode": "s01e04",
		"objectID": "104155"
	},
	{
		"time": "00:20:54",
		"speaker": 3,
		"line": "How much a part of the office would you say? That is really, really deciding",
		"episode": "s01e04",
		"objectID": "104156"
	},
	{
		"time": "00:20:58",
		"speaker": 2,
		"line": "who your heroes are. For may, it's been probably about 65 to 70% of the decision. Was just sitting in my own house and decided. What kind of leader do I want to be like, Do I want to be like, you know, your bill Clinton. You know, having a little fun an officer. Do you Do you want to be your FDR who does a lot of good for the people of his country? You have much fun, right? Or do you want to be, say, George Washington Just get out there with your with your sword and just fight the Indians, you know, I mean, last trade. Now,",
		"episode": "s01e04",
		"objectID": "104157"
	},
	{ "time": "00:21:28", "speaker": 1, "line": "this is", "episode": "s01e04", "objectID": "104158" },
	{
		"time": "00:21:29",
		"speaker": 2,
		"line": "a good time, actually, for you to take a small break because there was a scandal that erupted in your campaign. Almost mirroring the Anthony Weiner scandal is a mere ing or sort of a beat for beat recreation eyes what? It's been described as, uh,",
		"episode": "s01e04",
		"objectID": "104159"
	},
	{
		"time": "00:21:47",
		"speaker": 4,
		"line": "So you said over Twitter, you sent photos of Anthony Weiner's Penis",
		"episode": "s01e04",
		"objectID": "104160"
	},
	{ "time": "00:21:54", "speaker": 3, "line": "Too young.", "episode": "s01e04", "objectID": "104161" },
	{
		"time": "00:21:54",
		"speaker": 2,
		"line": "Why do you look? I will own up to my mistakes, You guys And look, I, uh, not only was I falsely representing the size of my manhood Anthony's we ain't letting Weiner's Penis is much bigger.",
		"episode": "s01e04",
		"objectID": "104162"
	},
	{
		"time": "00:22:06",
		"speaker": 1,
		"line": "E it right. Anthony's Weiner is much larger.",
		"episode": "s01e04",
		"objectID": "104163"
	},
	{
		"time": "00:22:14",
		"speaker": 2,
		"line": "It's much larger than mine. And in an attempt to, you know, I haven't I haven't been in a good relationship for",
		"episode": "s01e04",
		"objectID": "104164"
	},
	{
		"time": "00:22:19",
		"speaker": 1,
		"line": "so let me get this straight you were attempting to send",
		"episode": "s01e04",
		"objectID": "104165"
	},
	{
		"time": "00:22:24",
		"speaker": 2,
		"line": "a suitor a photo of your Penis and you were like, I can't take a photo of my actual peanuts. It's just a tad too small. So I'll find a picture of a Penis. And you accidentally found Anthony Weiner's Penis and then you accidentally toil and his wiener. I did. Oh, sorry.",
		"episode": "s01e04",
		"objectID": "104166"
	},
	{
		"time": "00:22:44",
		"speaker": 1,
		"line": "Yeah, Why doesn't that come out more easily? The thing is, I searched",
		"episode": "s01e04",
		"objectID": "104167"
	},
	{
		"time": "00:22:48",
		"speaker": 2,
		"line": "for I searched for famous dick pic on Google because I wanted one that, like, looked good, you know? And if it's famous, it's gonna look good. Eso I That was the first result on Google image search is I downloaded it the plan waas thio print it out, uh, and send it in the mail. Just cause I felt like that would be easy to not have. That seems counterintuitive because usually when your trade in nudie pics, you want to kind of be in the heat of the moment and",
		"episode": "s01e04",
		"objectID": "104168"
	},
	{
		"time": "00:23:17",
		"speaker": 3,
		"line": "I can print it out. Yeah, I like him. Put it out because you, you know, what are you doing when you're trading nudie pics? You're laying around your kind of anticipation. You're sort of you're sort of doodle. And you know what I mean. You're right. You want to get eaten out? Yeah, Exactly. Exactly. So what better than a than a slippery phone that off already out of your hand, then you know, a palpable piece of dry paper.",
		"episode": "s01e04",
		"objectID": "104169"
	},
	{ "time": "00:23:38", "speaker": 1, "line": "What I'm", "episode": "s01e04", "objectID": "104170" },
	{
		"time": "00:23:39",
		"speaker": 2,
		"line": "saying is like the moment has passed once it makes its way there. Well, that depends on what your goals are. Sexually. You know what I mean? If your goals I don't know if we need to get into this on this podcast, but I'll say my personal goal sexually, eyes for a long, intense build up and then a, you know, a quick disappointing in a quick disappointing is you know, I don't want I don't want to have a huge climax. I wanna have a long, long buildup that's on. And then I want, you know, on the Internet, I believe it's called, uh, edging air or ah, what is it? Ruined. Ruined, ruined orgasms.",
		"episode": "s01e04",
		"objectID": "104171"
	},
	{
		"time": "00:24:17",
		"speaker": 1,
		"line": "Oh, yeah. Ruined orgasm. Pablo. Next video. Very good. This could be",
		"episode": "s01e04",
		"objectID": "104172"
	},
	{
		"time": "00:24:21",
		"speaker": 3,
		"line": "part of your platform. Your sexual, your sexual platforms got some good political cross",
		"episode": "s01e04",
		"objectID": "104173"
	},
	{
		"time": "00:24:26",
		"speaker": 4,
		"line": "over. This town is very sexual. I mean, we've got Cooter's here is the only town in the country. I have a lot of big constituency of people who finally see themselves in their",
		"episode": "s01e04",
		"objectID": "104174"
	},
	{
		"time": "00:24:38",
		"speaker": 1,
		"line": "candidate. What about the Fifth Street birds?",
		"episode": "s01e04",
		"objectID": "104175"
	},
	{
		"time": "00:24:40",
		"speaker": 4,
		"line": "Oh, that's right there. Got there a shooting voting bloc. But boy facing Fifth Street burgers of the most beautiful harmonies of any of the barber shop.",
		"episode": "s01e04",
		"objectID": "104176"
	},
	{
		"time": "00:24:54",
		"speaker": 1,
		"line": "You know, they were supposed to",
		"episode": "s01e04",
		"objectID": "104177"
	},
	{
		"time": "00:24:55",
		"speaker": 2,
		"line": "back up Bruce Springsteen. At one",
		"episode": "s01e04",
		"objectID": "104178"
	},
	{
		"time": "00:24:56",
		"speaker": 4,
		"line": "point it was the E Street band featuring with And I think what happened was",
		"episode": "s01e04",
		"objectID": "104179"
	},
	{ "time": "00:25:04", "speaker": 3, "line": "I couldn't handle it", "episode": "s01e04", "objectID": "104180" },
	{ "time": "00:25:06", "speaker": 4, "line": "if I couldn't handle", "episode": "s01e04", "objectID": "104181" },
	{
		"time": "00:25:07",
		"speaker": 1,
		"line": "it. He's an egomaniac. You tell right",
		"episode": "s01e04",
		"objectID": "104182"
	},
	{
		"time": "00:25:13",
		"speaker": 4,
		"line": "here in the microphone with",
		"episode": "s01e04",
		"objectID": "104183"
	},
	{
		"time": "00:25:14",
		"speaker": 1,
		"line": "Springsteen couldn't handle all those other big personality. He said, I'm the only",
		"episode": "s01e04",
		"objectID": "104184"
	},
	{
		"time": "00:25:20",
		"speaker": 4,
		"line": "one that cares That microphone with old",
		"episode": "s01e04",
		"objectID": "104185"
	},
	{
		"time": "00:25:21",
		"speaker": 3,
		"line": "Bruce, You know, you guys have seen the video, he walks up, he tightens that Dana and he goes right at PT",
		"episode": "s01e04",
		"objectID": "104186"
	},
	{ "time": "00:25:32", "speaker": 4, "line": "you pervert.", "episode": "s01e04", "objectID": "104187" },
	{
		"time": "00:25:33",
		"speaker": 1,
		"line": "I just do want to quickly like this town. It sounds",
		"episode": "s01e04",
		"objectID": "104188"
	},
	{
		"time": "00:25:37",
		"speaker": 2,
		"line": "like you know, there's There's also a, uh, a restaurant called Scrotie, where that's right, where men walk around bottomless,",
		"episode": "s01e04",
		"objectID": "104189"
	},
	{
		"time": "00:25:50",
		"speaker": 4,
		"line": "which I didn't know about until you took me there on our day. Uh, I, uh Well,",
		"episode": "s01e04",
		"objectID": "104190"
	},
	{
		"time": "00:25:57",
		"speaker": 1,
		"line": "I was really into character. And I was This is my favorite restaurant.",
		"episode": "s01e04",
		"objectID": "104191"
	},
	{
		"time": "00:26:01",
		"speaker": 4,
		"line": "That's right. And I'll tell you what. The wings were bad, but the scrolls were beautiful, and I I'd go back for the scenery, so yeah, that's not, you know, the women and men of this town of perverts Equally, I would say, Sure, that place was sold out.",
		"episode": "s01e04",
		"objectID": "104192"
	},
	{
		"time": "00:26:15",
		"speaker": 3,
		"line": "Takes one to be one unit once every seat in the house was sold",
		"episode": "s01e04",
		"objectID": "104193"
	},
	{
		"time": "00:26:19",
		"speaker": 1,
		"line": "its That's to see that. That's the",
		"episode": "s01e04",
		"objectID": "104194"
	},
	{
		"time": "00:26:21",
		"speaker": 3,
		"line": "business model you've got to get. You gotta pay just to eat here. You gotta pay for the right Tonto. Get it? Yeah. And then you have to order your food and you gotta pay for that.",
		"episode": "s01e04",
		"objectID": "104195"
	},
	{
		"time": "00:26:30",
		"speaker": 4,
		"line": "Yeah. What is this model? I mean, the of course. The feminine figure is beautiful, but compared to ah, man scrotum, there's not much there is not much on God's green earth. I can't think of it more attractive things to see all around you while you're eating food",
		"episode": "s01e04",
		"objectID": "104196"
	},
	{
		"time": "00:26:47",
		"speaker": 1,
		"line": "right at eye level. I heard that sometimes you get a lot of you do sit on little pillows you love like they have,",
		"episode": "s01e04",
		"objectID": "104197"
	},
	{
		"time": "00:26:57",
		"speaker": 3,
		"line": "like a Japanese theme, right? Yes. I'm coming down.",
		"episode": "s01e04",
		"objectID": "104198"
	},
	{
		"time": "00:27:01",
		"speaker": 4,
		"line": "And the men are all on downers, so they won't get erect the whole time. It's all flashing penises, which is the best way.",
		"episode": "s01e04",
		"objectID": "104199"
	},
	{
		"time": "00:27:10",
		"speaker": 3,
		"line": "And you're not gay, right?",
		"episode": "s01e04",
		"objectID": "104200"
	},
	{
		"time": "00:27:12",
		"speaker": 4,
		"line": "No, I've been tested and no, my wife accused me of it several times. I don't believe I am believes that. Now the only time I ever said I waas was ah, a couple of years ago on my daughter's birthday.",
		"episode": "s01e04",
		"objectID": "104201"
	},
	{
		"time": "00:27:35",
		"speaker": 1,
		"line": "I was there for this. I think she",
		"episode": "s01e04",
		"objectID": "104202"
	},
	{
		"time": "00:27:37",
		"speaker": 4,
		"line": "wished that I couldn't tell a lie for a whole",
		"episode": "s01e04",
		"objectID": "104203"
	},
	{
		"time": "00:27:40",
		"speaker": 1,
		"line": "day. E don't think it works. She blow out those candles. And the first thing I said was, I think I'm dead. Yeah, that's not Elect. The next 20",
		"episode": "s01e04",
		"objectID": "104204"
	},
	{
		"time": "00:27:52",
		"speaker": 4,
		"line": "four hours I was saying some crazy things that I don't.",
		"episode": "s01e04",
		"objectID": "104205"
	},
	{
		"time": "00:27:54",
		"speaker": 1,
		"line": "You kept trying to write on cheats of papers. I",
		"episode": "s01e04",
		"objectID": "104206"
	},
	{
		"time": "00:27:58",
		"speaker": 2,
		"line": "am straight and your hand just kept writing. I am gay.",
		"episode": "s01e04",
		"objectID": "104207"
	},
	{
		"time": "00:28:03",
		"speaker": 4,
		"line": "That's right. And it couldn't have been less comical to watch. It wasn't funny at all. Like that movie. It was tortured. Uh, Andi horrifying for me. And I framed the paper. You wrote a script",
		"episode": "s01e04",
		"objectID": "104208"
	},
	{
		"time": "00:28:16",
		"speaker": 2,
		"line": "about it called Gay Man. Gay man. Right?",
		"episode": "s01e04",
		"objectID": "104209"
	},
	{
		"time": "00:28:18",
		"speaker": 4,
		"line": "That's right. I read a script called Gay Man gay man and I saw I sent it Thio rubber face himself, Jim Carey because I thought I saw that movie rubber face. I saw very good, very good behavior. He's having a blockbuster and I would almost exclusively ran Tish What another one would you get for me? It was either, I guess it was either a rubber face",
		"episode": "s01e04",
		"objectID": "104210"
	},
	{
		"time": "00:28:42",
		"speaker": 1,
		"line": "or silence because I go based",
		"episode": "s01e04",
		"objectID": "104211"
	},
	{
		"time": "00:28:49",
		"speaker": 4,
		"line": "on covers. And I saw that I saw that dog, Dawid Silence of the Hams cover and I thought, Well, this looks almost as funny as rubber face. And it did. It did not disappoint. Yeah, those are my top two favorite comedies. If you look at my deal, it I am deal",
		"episode": "s01e04",
		"objectID": "104212"
	},
	{
		"time": "00:29:05",
		"speaker": 1,
		"line": "with now explain those again what the I",
		"episode": "s01e04",
		"objectID": "104213"
	},
	{
		"time": "00:29:09",
		"speaker": 2,
		"line": "am de Lis is, and it's I am D right.",
		"episode": "s01e04",
		"objectID": "104214"
	},
	{
		"time": "00:29:14",
		"speaker": 4,
		"line": "That's right. So a while ago, in the early phases of the Internet, I started a website called I Am D, and I basically categorise movies. I said Who was in the cast? I had little funny trivia and groups about Yeah, this sounds",
		"episode": "s01e04",
		"objectID": "104215"
	},
	{
		"time": "00:29:34",
		"speaker": 2,
		"line": "almost like the website I'm familiar with now. I am d b dot com. I agree,",
		"episode": "s01e04",
		"objectID": "104216"
	},
	{
		"time": "00:29:39",
		"speaker": 4,
		"line": "and I think they stole my intellectual property. And if the cops would call me back, we have a trial of chance. You got to call a lawyer, not the police. I have been calling my lawyer, but much like my therapist, he won't answer his phone.",
		"episode": "s01e04",
		"objectID": "104217"
	},
	{
		"time": "00:29:55",
		"speaker": 3,
		"line": "Is your lawyer also a h and M mannequin? Listen, you've now you're that that",
		"episode": "s01e04",
		"objectID": "104218"
	},
	{
		"time": "00:30:04",
		"speaker": 2,
		"line": "thing down on the fourth Street promenade that you were doing getting therapy from a mannequin dressed his Dershowitz that all got busted up for pay for for pay. And you were It turns out you were selling the T shirts. Um, that's right. Last week I pretty aggressively denied that I had been setting it all up in selling",
		"episode": "s01e04",
		"objectID": "104219"
	},
	{
		"time": "00:30:26",
		"speaker": 4,
		"line": "T shirts and letting people watch my therapy sessions across from a mannequin dresses. Dershowitz. But unfortunately, it was my daughter's half birthday, and I think she wished I tell the truth again for the no on. I ended up admitting to it, and so that got busted up because I didn't have any permits. A man with no legs that whistles on the fourth street so that I was taking his space. Well, he did have the permits, and I did not. So wait, How",
		"episode": "s01e04",
		"objectID": "104220"
	},
	{ "time": "00:30:58", "speaker": 1, "line": "did we", "episode": "s01e04", "objectID": "104221" },
	{
		"time": "00:30:58",
		"speaker": 4,
		"line": "get here? What was trying to explain?",
		"episode": "s01e04",
		"objectID": "104222"
	},
	{
		"time": "00:31:00",
		"speaker": 2,
		"line": "You're just telling us about how you're not gay. Uh,",
		"episode": "s01e04",
		"objectID": "104223"
	},
	{
		"time": "00:31:04",
		"speaker": 4,
		"line": "which I'm not so moving on.",
		"episode": "s01e04",
		"objectID": "104224"
	},
	{ "time": "00:31:05", "speaker": 1, "line": "So it's just as you", "episode": "s01e04", "objectID": "104225" },
	{
		"time": "00:31:06",
		"speaker": 2,
		"line": "say, You've been spending a lot of time working on the new mascot with the art department here, so I was wondering if maybe those do ideas were connected. The new I am, This is gay mascot. And that's right. Well, the studio, as we",
		"episode": "s01e04",
		"objectID": "104226"
	},
	{
		"time": "00:31:18",
		"speaker": 4,
		"line": "all know, the students could vote for the",
		"episode": "s01e04",
		"objectID": "104227"
	},
	{
		"time": "00:31:19",
		"speaker": 2,
		"line": "mascot here, and the one that they decided on which angered me was I am gay or this is gay. This is his game was right in that it was, ah, unanimous right in. That's right,",
		"episode": "s01e04",
		"objectID": "104228"
	},
	{
		"time": "00:31:31",
		"speaker": 3,
		"line": "which I still say We gotta apply the students for the organization unanimous right in, no matter what it is Impressive way to go, kid, as",
		"episode": "s01e04",
		"objectID": "104229"
	},
	{
		"time": "00:31:39",
		"speaker": 2,
		"line": "I think they meant, it is pejorative. And so I'm saying, I said, no, let's make a mascot. That's this is gay and let's make it is pro gay as",
		"episode": "s01e04",
		"objectID": "104230"
	},
	{
		"time": "00:31:47",
		"speaker": 4,
		"line": "possible. So we've got a really don ISS mascot coming, Ash. I mean, this is if it was this is",
		"episode": "s01e04",
		"objectID": "104231"
	},
	{
		"time": "00:31:55",
		"speaker": 2,
		"line": "a man that if I was a beautiful the mock up drawings I've seen Beautiful man.",
		"episode": "s01e04",
		"objectID": "104232"
	},
	{
		"time": "00:32:00",
		"speaker": 3,
		"line": "Lot like your wife's new boyfriend,",
		"episode": "s01e04",
		"objectID": "104233"
	},
	{
		"time": "00:32:02",
		"speaker": 4,
		"line": "huh? That's interesting. I didn't notice that at all. No, I don't see it. Now that I'm thinking about them. I mean, they both have very similar features and the same like",
		"episode": "s01e04",
		"objectID": "104234"
	},
	{
		"time": "00:32:13",
		"speaker": 2,
		"line": "long flowing locks and six pack abs and year olds. Your ex wife's new boyfriend is very, very beautiful. Thank you. All right, guys, we're gonna spiral out there a little bit again. You know, we're known to do that a little bit, but we're really Ah, we're in for a treat today. You guys. I kept this from you guys, but I wanted you to know that we actually do have a guest coming in very, very top secret situation here. Her identity is mostly a secret to most of the students. Yeah, to them, she is simply known as the Rumor chick. Yes. Where they'll get they'll get little text messages and Facebook messages. And such with the lady that latest rumors and gossip around school. So here she",
		"episode": "s01e04",
		"objectID": "104235"
	},
	{
		"time": "00:32:53",
		"speaker": 1,
		"line": "is, guys. Rumor trick. Welcome to the teacher's lounge. Thank you so",
		"episode": "s01e04",
		"objectID": "104236"
	},
	{
		"time": "00:32:56",
		"speaker": 3,
		"line": "much for having me. I I Of course we're glad to have you. Yeah. Hit us with a big beefy.",
		"episode": "s01e04",
		"objectID": "104237"
	},
	{ "time": "00:33:03", "speaker": 1, "line": "Here's a", "episode": "s01e04", "objectID": "104238" },
	{
		"time": "00:33:03",
		"speaker": 3,
		"line": "big, beefy first. What? Do you like my mask? I'm waiting. I do it. It's really off putting. Yeah, right. It's very scary.",
		"episode": "s01e04",
		"objectID": "104239"
	},
	{
		"time": "00:33:11",
		"speaker": 2,
		"line": "Yeah, it just seems like a zombie that's been shopped with an ax in the face.",
		"episode": "s01e04",
		"objectID": "104240"
	},
	{
		"time": "00:33:16",
		"speaker": 1,
		"line": "Yeah, that's it. You guys can't know who I am. You sound",
		"episode": "s01e04",
		"objectID": "104241"
	},
	{
		"time": "00:33:21",
		"speaker": 2,
		"line": "a lot like a student. Name Lacey's. Jones.",
		"episode": "s01e04",
		"objectID": "104242"
	},
	{
		"time": "00:33:26",
		"speaker": 3,
		"line": "You said it. Get it here. The money",
		"episode": "s01e04",
		"objectID": "104243"
	},
	{
		"time": "00:33:31",
		"speaker": 0,
		"line": "came with you because I know.",
		"episode": "s01e04",
		"objectID": "104244"
	},
	{
		"time": "00:33:38",
		"speaker": 2,
		"line": "Yes, I'm giving this money immediately.",
		"episode": "s01e04",
		"objectID": "104245"
	},
	{
		"time": "00:33:39",
		"speaker": 4,
		"line": "What he was doing in the corner,",
		"episode": "s01e04",
		"objectID": "104246"
	},
	{
		"time": "00:33:41",
		"speaker": 1,
		"line": "Cappie. Anyways, I thanks so much for having me go room and chick on. And, boy, Oh, boy, I'm gonna hit you with a beefy Did you say big? Well, here's a big old BB for you",
		"episode": "s01e04",
		"objectID": "104247"
	},
	{
		"time": "00:33:53",
		"speaker": 3,
		"line": "guys. Marcus, the basketball captain, has quit basketball, and he has now started working. It's cronuts. Oh, my God. Created you even know this?",
		"episode": "s01e04",
		"objectID": "104248"
	},
	{
		"time": "00:34:06",
		"speaker": 2,
		"line": "Well, I didn't cause they have the women's coaches now coaching the men's team. I did not know this. I've been slaving in the kitchen just really, really making chicken fingers, so I had no idea. And",
		"episode": "s01e04",
		"objectID": "104249"
	},
	{
		"time": "00:34:19",
		"speaker": 1,
		"line": "you didn't see him when you were. It's croaks the other night on your date. No, I didn't",
		"episode": "s01e04",
		"objectID": "104250"
	},
	{ "time": "00:34:24", "speaker": 4, "line": "tell you what.", "episode": "s01e04", "objectID": "104251" },
	{
		"time": "00:34:25",
		"speaker": 2,
		"line": "I'm not looking at faces when I'm It's Croat snow there. You keep your eyes to the scroll and you don't look up",
		"episode": "s01e04",
		"objectID": "104252"
	},
	{
		"time": "00:34:30",
		"speaker": 1,
		"line": "well. Apparently, though, he's got a screw to remember. It's half. It's half a scrap That was him. Member have screwed half scroll. Yeah, Wow, that was That was",
		"episode": "s01e04",
		"objectID": "104253"
	},
	{ "time": "00:34:45", "speaker": 3, "line": "a big, beefy run.", "episode": "s01e04", "objectID": "104254" },
	{
		"time": "00:34:46",
		"speaker": 1,
		"line": "I don't understand. I got no. I just don't",
		"episode": "s01e04",
		"objectID": "104255"
	},
	{
		"time": "00:34:49",
		"speaker": 2,
		"line": "understand why he had to quit the basketball team and ordered, I guess it's around the same time. Is practice",
		"episode": "s01e04",
		"objectID": "104256"
	},
	{
		"time": "00:34:55",
		"speaker": 3,
		"line": "the man's right every game and every practices at nine o'clock every night.",
		"episode": "s01e04",
		"objectID": "104257"
	},
	{
		"time": "00:35:02",
		"speaker": 4,
		"line": "Prime scrolls, hours of prime script rumor trick. One thing that's always surprised me about your rumors. You refer to all of them in some sort of kind of meaty, fast food terminology. Like that one was a big beefy, which is not what I associate rumors with as much.",
		"episode": "s01e04",
		"objectID": "104258"
	},
	{
		"time": "00:35:21",
		"speaker": 1,
		"line": "Are you serious? Yeah, they seem like quiet like",
		"episode": "s01e04",
		"objectID": "104259"
	},
	{
		"time": "00:35:24",
		"speaker": 3,
		"line": "whispery things. No, they're fun and greasy, and they will make you shit your pants.",
		"episode": "s01e04",
		"objectID": "104260"
	},
	{
		"time": "00:35:32",
		"speaker": 1,
		"line": "Surprising rumor chick. I mean",
		"episode": "s01e04",
		"objectID": "104261"
	},
	{
		"time": "00:35:35",
		"speaker": 2,
		"line": "again. I have no idea who you are. That mask is definitely fooling me. But",
		"episode": "s01e04",
		"objectID": "104262"
	},
	{
		"time": "00:35:41",
		"speaker": 1,
		"line": "you know, you have this reputation around school",
		"episode": "s01e04",
		"objectID": "104263"
	},
	{
		"time": "00:35:43",
		"speaker": 2,
		"line": "about being somebody who's got all the dirt has all the I guess we'll say the juicy beefs.",
		"episode": "s01e04",
		"objectID": "104264"
	},
	{
		"time": "00:35:49",
		"speaker": 1,
		"line": "And I'm just wondering what what's in it for you. You know what's in it, spreading all these rumors and gossip like, What's What's in it for you? Uh, I'll tell you this much. It's not because I have low self esteem. It's because it's everybody needs to know the truth. And I'm going to be the truth. Uh,",
		"episode": "s01e04",
		"objectID": "104265"
	},
	{
		"time": "00:36:06",
		"speaker": 3,
		"line": "the truth. Okay. Okay. So when you were not telling a rumor, you've got a little more nervous. There's you.",
		"episode": "s01e04",
		"objectID": "104266"
	},
	{
		"time": "00:36:13",
		"speaker": 1,
		"line": "Okay, here's a Here's a double down from KFC for you.",
		"episode": "s01e04",
		"objectID": "104267"
	},
	{
		"time": "00:36:21",
		"speaker": 3,
		"line": "Rebecca. Rebecca Stevens. We all know her. Yes, The girl who has cancer is the girl who has cancer. Apparently, we all know you, uh, we'll get this. It's not really cancer. It's just she has bad periods. You",
		"episode": "s01e04",
		"objectID": "104268"
	},
	{
		"time": "00:36:42",
		"speaker": 4,
		"line": "knew it. I was certain of it. Well, all signs pointed to bad periods. Uh uh. Frankly, rumor chick. Thanks for confirming that. Because in the past, our reputation has been pretty contentious, and I'm glad to find one here. Something good for me, not mouth yours,",
		"episode": "s01e04",
		"objectID": "104269"
	},
	{ "time": "00:37:01", "speaker": 1, "line": "because you've", "episode": "s01e04", "objectID": "104270" },
	{
		"time": "00:37:02",
		"speaker": 3,
		"line": "been blaming her bad performances in your class on something other than cancer, she says. I swear I'm tired. I've been coming. I just got back from chemo, things like that,",
		"episode": "s01e04",
		"objectID": "104271"
	},
	{
		"time": "00:37:10",
		"speaker": 4,
		"line": "right? And I said, Well, you know what? Everybody's sick and tired of something now, whether it's cancer, a bad period and I think it's the ladder. If you come to theater class, you've got to come ready to transform yourself and become someone else. Now put on that tree costume, stand up straight for four hours. Eyes. That is",
		"episode": "s01e04",
		"objectID": "104272"
	},
	{
		"time": "00:37:34",
		"speaker": 2,
		"line": "a big double down from KFC. I had an idea because she is. She's seeking sympathy. That is just almost criminal. It feels like",
		"episode": "s01e04",
		"objectID": "104273"
	},
	{
		"time": "00:37:44",
		"speaker": 1,
		"line": "kind of like Munchausen's.",
		"episode": "s01e04",
		"objectID": "104274"
	},
	{
		"time": "00:37:45",
		"speaker": 3,
		"line": "Yeah, not like What's the one where you are act? It's not somebody taking care of you, but it's you being sick",
		"episode": "s01e04",
		"objectID": "104275"
	},
	{
		"time": "00:37:53",
		"speaker": 4,
		"line": "way. Is it? Magorium? What are the syndrome? A gore. Mr Magorium is important. Yeah, it",
		"episode": "s01e04",
		"objectID": "104276"
	},
	{
		"time": "00:38:03",
		"speaker": 3,
		"line": "was a script you wrote, right?",
		"episode": "s01e04",
		"objectID": "104277"
	},
	{
		"time": "00:38:05",
		"speaker": 4,
		"line": "Mr. Magorium is important. I wrote that script and that thief Dustin, Hot from",
		"episode": "s01e04",
		"objectID": "104278"
	},
	{
		"time": "00:38:12",
		"speaker": 3,
		"line": "that thief. Justice often.",
		"episode": "s01e04",
		"objectID": "104279"
	},
	{
		"time": "00:38:14",
		"speaker": 4,
		"line": "Yeah, you heard May Hasty took the script from and he said, This is the most brilliant script ever. And it's word for word What I wrote in what I loved on the screen, they didn't change it all. And it's a fantastic",
		"episode": "s01e04",
		"objectID": "104280"
	},
	{
		"time": "00:38:26",
		"speaker": 3,
		"line": "Well, this isn't the first time that you think that Dustin Hoffman, who stole one of your ideas. You said that he stole your idea for Hook. But he's just an actor in the movie",
		"episode": "s01e04",
		"objectID": "104281"
	},
	{
		"time": "00:38:34",
		"speaker": 4,
		"line": "hook. No, Uh, I mean, I had this idea for a man that hates a little little flying boy, this evil pirate. And the thing that drives him is his hatred for in my story. It was a koala bear that took his arm, and he's constantly looking for the koala bear. And instead of a ticking clock, the koala bear is listening to the Vengaboys on. So you're every time he hears anything. Like the band the Vengaboys. I thought of this in when the value of boys were kind of small in the secret before it came out.",
		"episode": "s01e04",
		"objectID": "104282"
	},
	{
		"time": "00:39:11",
		"speaker": 3,
		"line": "I don't know if they were in the scene right before he came out.",
		"episode": "s01e04",
		"objectID": "104283"
	},
	{ "time": "00:39:14", "speaker": 4, "line": "Well, there were, uh,", "episode": "s01e04", "objectID": "104284" },
	{ "time": "00:39:16", "speaker": 1, "line": "rumor Chick, you clear", "episode": "s01e04", "objectID": "104285" },
	{
		"time": "00:39:18",
		"speaker": 2,
		"line": "up something. Uh, Brad and, um, Tina, one of the biggest couples here at the school. Really? This school's Brad and Ange Lena with? Yeah, they Tina go by French. Dina, Uh, they broke up a couple weeks ago.",
		"episode": "s01e04",
		"objectID": "104286"
	},
	{
		"time": "00:39:39",
		"speaker": 3,
		"line": "What? Do you know what happened? All right, well, here's a pretzel crust pepperoni pizza from pizza for you. Okay, Apparently, Brad and Tina broke up because Brad went 18 out. I",
		"episode": "s01e04",
		"objectID": "104287"
	},
	{
		"time": "00:39:58",
		"speaker": 1,
		"line": "don't know. Is there any other way to say that?",
		"episode": "s01e04",
		"objectID": "104288"
	},
	{
		"time": "00:40:00",
		"speaker": 2,
		"line": "That's that's the only way to say it. I",
		"episode": "s01e04",
		"objectID": "104289"
	},
	{
		"time": "00:40:01",
		"speaker": 3,
		"line": "think Brad wouldn't eat Tina out. Really? Tina got super pits because she was constantly eating him out. And she's like,",
		"episode": "s01e04",
		"objectID": "104290"
	},
	{
		"time": "00:40:09",
		"speaker": 1,
		"line": "I can eat you out. You can eat me out. I see",
		"episode": "s01e04",
		"objectID": "104291"
	},
	{
		"time": "00:40:13",
		"speaker": 4,
		"line": "That is an adult problem for high school. Wow. Yeah. Now, uh, let me ask you. Ah, Another personal question. I've seen you in that mask around campus, huh? Everyone's So I'll see Brad and Tina. And then as they walked by, I'll see you kind of look at them and then shy away. And then kind of",
		"episode": "s01e04",
		"objectID": "104292"
	},
	{
		"time": "00:40:36",
		"speaker": 2,
		"line": "like a longing. Look longingly",
		"episode": "s01e04",
		"objectID": "104293"
	},
	{
		"time": "00:40:38",
		"speaker": 4,
		"line": "look. Att them right, Right. Like almost like you have a crush on brass. You what? Yeah. I've seen",
		"episode": "s01e04",
		"objectID": "104294"
	},
	{
		"time": "00:40:47",
		"speaker": 1,
		"line": "through the zombie mask that I have a crush on, Brad. A lot",
		"episode": "s01e04",
		"objectID": "104295"
	},
	{
		"time": "00:40:53",
		"speaker": 3,
		"line": "of signs pointing to it. You know, you tell a lot of rumors about other people, but there's also a couple of rumors about rumor check. I mean, shut the fuck up Isn't what we're The only ones I've heard is that she's really good at sex and that she, you know, loves to please other people. And I don't know what you put it yet. They come straight",
		"episode": "s01e04",
		"objectID": "104296"
	},
	{
		"time": "00:41:12",
		"speaker": 2,
		"line": "from the rumor girl account chick. I'm sorry. I keep getting this confused with Gossip Girl.",
		"episode": "s01e04",
		"objectID": "104297"
	},
	{
		"time": "00:41:19",
		"speaker": 1,
		"line": "It's very similar. What's Gossip Girl? It's this TV",
		"episode": "s01e04",
		"objectID": "104298"
	},
	{
		"time": "00:41:22",
		"speaker": 2,
		"line": "show about almost exactly what you",
		"episode": "s01e04",
		"objectID": "104299"
	},
	{
		"time": "00:41:25",
		"speaker": 1,
		"line": "know XO, XO didn't know does that too, huh? Yeah, I'm rumored.",
		"episode": "s01e04",
		"objectID": "104300"
	},
	{
		"time": "00:41:34",
		"speaker": 3,
		"line": "Chick and I like your script with a koala in a bad pirate. That's right. Um, original.",
		"episode": "s01e04",
		"objectID": "104301"
	},
	{ "time": "00:41:41", "speaker": 4, "line": "That's right.", "episode": "s01e04", "objectID": "104302" },
	{
		"time": "00:41:42",
		"speaker": 1,
		"line": "That rumor chick, it seems like I mean, I am good at sex, OK?",
		"episode": "s01e04",
		"objectID": "104303"
	},
	{
		"time": "00:41:46",
		"speaker": 3,
		"line": "Do you always wear the masks way? But you, uh, hatchet in your face mask. I wear hatchet in my face mask and a hatchet in that busy mask. Whoa, whoa. Rumor chick",
		"episode": "s01e04",
		"objectID": "104304"
	},
	{
		"time": "00:41:59",
		"speaker": 1,
		"line": "were from a town full of fucking. You're right. You're absolutely wearing",
		"episode": "s01e04",
		"objectID": "104305"
	},
	{
		"time": "00:42:04",
		"speaker": 2,
		"line": "pants that have a very crude, um, sort of like paper mache. A vagina with a hatchet. It's",
		"episode": "s01e04",
		"objectID": "104306"
	},
	{
		"time": "00:42:14",
		"speaker": 4,
		"line": "very similar to the pants and Lacey Johns",
		"episode": "s01e04",
		"objectID": "104307"
	},
	{
		"time": "00:42:16",
		"speaker": 0,
		"line": "would wear Guys. Come on. And China, do you sing here? Whoa $100. You understand? I'm gonna pass this immediately, Mr Weatherman.",
		"episode": "s01e04",
		"objectID": "104308"
	},
	{
		"time": "00:42:27",
		"speaker": 3,
		"line": "Just the smell of this 100. I feel like I own it. And I'm gonna pass it overto. You",
		"episode": "s01e04",
		"objectID": "104309"
	},
	{
		"time": "00:42:31",
		"speaker": 1,
		"line": "don't want to get back to the booth over here Way. Put a pot on. Crime doesn't feel late to anyone else.",
		"episode": "s01e04",
		"objectID": "104310"
	},
	{
		"time": "00:42:41",
		"speaker": 2,
		"line": "I need a little bit of black gold. Rumore. Rumore. Maybe this is a self serving question. Um, I, of course, as you know, I'm running for mayor in town on, you know, Ah, lot of times will happen. Your opponent will sort of dig up dirt on you on. And I'm just wondering if maybe you're sort of, ah, knowledge of like, the dirt sort of extends outside of the school. And maybe you might know some dirt on me that, like, might be getting out there if you know what I mean. I'm trying to vet myself here. I'm sure",
		"episode": "s01e04",
		"objectID": "104311"
	},
	{ "time": "00:43:14", "speaker": 3, "line": "that boy. Oh, boy.", "episode": "s01e04", "objectID": "104312" },
	{
		"time": "00:43:16",
		"speaker": 2,
		"line": "I mean, beyond the sort Anthony's Weiner scandal and all that. Is there anything else that I need to worry about that might be coming out in the",
		"episode": "s01e04",
		"objectID": "104313"
	},
	{
		"time": "00:43:23",
		"speaker": 1,
		"line": "Anthonys? Wiener was pretty huge, but",
		"episode": "s01e04",
		"objectID": "104314"
	},
	{ "time": "00:43:26", "speaker": 2, "line": "I know it.", "episode": "s01e04", "objectID": "104315" },
	{
		"time": "00:43:27",
		"speaker": 3,
		"line": "Listen to this. I I got a spacey chick fil a sandwich for you coming at you with a side of waffle fries on",
		"episode": "s01e04",
		"objectID": "104316"
	},
	{ "time": "00:43:37", "speaker": 1, "line": "another day.", "episode": "s01e04", "objectID": "104317" },
	{
		"time": "00:43:41",
		"speaker": 3,
		"line": "Any soda? That's right. Sure, your end Anthony Weiner scandal was pretty big. But here's another one. Everybody's pretty sure everybody, everybody's pretty sure I can tell this is a good",
		"episode": "s01e04",
		"objectID": "104318"
	},
	{
		"time": "00:44:04",
		"speaker": 1,
		"line": "sure. You're really from Kenya. Oh, wow, you know that.",
		"episode": "s01e04",
		"objectID": "104319"
	},
	{
		"time": "00:44:16",
		"speaker": 4,
		"line": "You know, in our town's charter, you cannot be mayor. If you're from Kenyon, specifically of",
		"episode": "s01e04",
		"objectID": "104320"
	},
	{ "time": "00:44:22", "speaker": 3, "line": "any other country,", "episode": "s01e04", "objectID": "104321" },
	{
		"time": "00:44:23",
		"speaker": 2,
		"line": "you know, it's be from anywhere else. You know,",
		"episode": "s01e04",
		"objectID": "104322"
	},
	{
		"time": "00:44:25",
		"speaker": 3,
		"line": "anywhere else in the world, just not King.",
		"episode": "s01e04",
		"objectID": "104323"
	},
	{
		"time": "00:44:28",
		"speaker": 2,
		"line": "It's funny that that should be ah, rumor, because earlier we were talking about ah, what political figures might be role models that I sort of aspire to, and I look to ah, and it happens that Ah, a certain political figure that I aspired to has also had rumors surrounding him that he may be from Kenya as well. Um, and of course I'm talking about the ex president of Kenya. Martin, our new baby, Right? There were some rumors which were corroborated and fax because he came out and said it. He said, I am from Kenya just like all",
		"episode": "s01e04",
		"objectID": "104324"
	},
	{
		"time": "00:45:06",
		"speaker": 4,
		"line": "of you voting for me. It wasn't really a rumor. It was just the truth, right?",
		"episode": "s01e04",
		"objectID": "104325"
	},
	{
		"time": "00:45:12",
		"speaker": 2,
		"line": "Yeah. Are you Kenya? What I'm trying to say is that yes, I am from you know, my chick fil a spy with pickles. But But I Are you sure that you're not just having a bad period?",
		"episode": "s01e04",
		"objectID": "104326"
	},
	{
		"time": "00:45:32",
		"speaker": 1,
		"line": "Okay, listen, Rumer girl, this is",
		"episode": "s01e04",
		"objectID": "104327"
	},
	{
		"time": "00:45:34",
		"speaker": 3,
		"line": "your second big B V spicy meal.",
		"episode": "s01e04",
		"objectID": "104328"
	},
	{
		"time": "00:45:37",
		"speaker": 1,
		"line": "How do you get all this info? I mean, you are",
		"episode": "s01e04",
		"objectID": "104329"
	},
	{
		"time": "00:45:39",
		"speaker": 3,
		"line": "just that the nexus of all the info in town. That's a powerful place to be. It is. I've tapped everything's There's so many microphones all over the place. Check your shirt. No, we see. Oh,",
		"episode": "s01e04",
		"objectID": "104330"
	},
	{
		"time": "00:45:54",
		"speaker": 1,
		"line": "sure does. A mark your shirts. There are micro. If there is a huge stage",
		"episode": "s01e04",
		"objectID": "104331"
	},
	{
		"time": "00:45:59",
		"speaker": 2,
		"line": "microphone with a cord going into your pocket that's taped onto my phone.",
		"episode": "s01e04",
		"objectID": "104332"
	},
	{
		"time": "00:46:04",
		"speaker": 3,
		"line": "Yeah, that's right. It isn't",
		"episode": "s01e04",
		"objectID": "104333"
	},
	{
		"time": "00:46:07",
		"speaker": 4,
		"line": "Sarah dishes in all. Why did you leave it on?",
		"episode": "s01e04",
		"objectID": "104334"
	},
	{
		"time": "00:46:10",
		"speaker": 1,
		"line": "Yeah. Who's the stupid idiot now? Well, I guess when I think about it, I've just",
		"episode": "s01e04",
		"objectID": "104335"
	},
	{
		"time": "00:46:15",
		"speaker": 2,
		"line": "always accepted that. That's the way things are around here, that there's microphones around. I never really thought that I was getting eavesdropped on by a student. I",
		"episode": "s01e04",
		"objectID": "104336"
	},
	{
		"time": "00:46:26",
		"speaker": 1,
		"line": "just thought, Oh, this is",
		"episode": "s01e04",
		"objectID": "104337"
	},
	{
		"time": "00:46:27",
		"speaker": 2,
		"line": "the way that the school is here. You know, every room has at least three or four visible microphones, some that are the size of what I would say, a dinner plate. Have",
		"episode": "s01e04",
		"objectID": "104338"
	},
	{
		"time": "00:46:35",
		"speaker": 3,
		"line": "you ever noticed Bush is going in and out of your windows? One moment there's a bush.",
		"episode": "s01e04",
		"objectID": "104339"
	},
	{
		"time": "00:46:42",
		"speaker": 1,
		"line": "George Bush came in my window the other day. That's right. He's part of my whole rumor Mall mall? Yes, I got a rumor mall. Oh,",
		"episode": "s01e04",
		"objectID": "104340"
	},
	{
		"time": "00:46:55",
		"speaker": 4,
		"line": "uh, instead of a rumor mill or you're not familiar with the rumor mill. Really? No, it's not a big deal. It's just, I think, what another phrase for where there's a lot of rumors.",
		"episode": "s01e04",
		"objectID": "104341"
	},
	{ "time": "00:47:04", "speaker": 1, "line": "No, because my", "episode": "s01e04", "objectID": "104342" },
	{
		"time": "00:47:05",
		"speaker": 3,
		"line": "okay, I'm combining my two favorite things. Rumors and malls.",
		"episode": "s01e04",
		"objectID": "104343"
	},
	{
		"time": "00:47:09",
		"speaker": 4,
		"line": "You know who else loves malls? And this is the only student at this school that I can think of that",
		"episode": "s01e04",
		"objectID": "104344"
	},
	{
		"time": "00:47:13",
		"speaker": 2,
		"line": "loves Miles Lacey Johnson. John.",
		"episode": "s01e04",
		"objectID": "104345"
	},
	{
		"time": "00:47:19",
		"speaker": 3,
		"line": "She's always in there screaming about the villa pizza and how good it is. She's always",
		"episode": "s01e04",
		"objectID": "104346"
	},
	{
		"time": "00:47:27",
		"speaker": 0,
		"line": "I got to. Where you getting all this money? Are",
		"episode": "s01e04",
		"objectID": "104347"
	},
	{
		"time": "00:47:31",
		"speaker": 3,
		"line": "you sponsored to name all of your rumors after? No, but do you wanna Baja blast from Taco Bell to shut the hell up?",
		"episode": "s01e04",
		"objectID": "104348"
	},
	{
		"time": "00:47:38",
		"speaker": 4,
		"line": "Okay, I guess you're not, But yes, of course, everybody should have it. I get a kid. You don't just want one right now.",
		"episode": "s01e04",
		"objectID": "104349"
	},
	{ "time": "00:47:47", "speaker": 2, "line": "I'd take a double down", "episode": "s01e04", "objectID": "104350" },
	{
		"time": "00:47:49",
		"speaker": 1,
		"line": "cattle baby. No, I'm not being sponsored by fast Food Nation to learn all these rumors and stuff and tell the world about our down,",
		"episode": "s01e04",
		"objectID": "104351"
	},
	{
		"time": "00:48:02",
		"speaker": 2,
		"line": "or I'll say, uh, not to say that this proves otherwise, but I actually, um, on the, uh, rumor chick email list, and yeah, of course. On the other night, I got an email that was just full of juicy nuggets.",
		"episode": "s01e04",
		"objectID": "104352"
	},
	{
		"time": "00:48:25",
		"speaker": 1,
		"line": "Get ah McNuggets in our savings at the bottom of the email, I",
		"episode": "s01e04",
		"objectID": "104353"
	},
	{
		"time": "00:48:30",
		"speaker": 2,
		"line": "saw a, uh there was a 45 2nd commercial spot for McDonald's publicizing the 20 piece for $4",
		"episode": "s01e04",
		"objectID": "104354"
	},
	{
		"time": "00:48:40",
		"speaker": 3,
		"line": "today to McDonald's for beautiful double cheeseburger.",
		"episode": "s01e04",
		"objectID": "104355"
	},
	{
		"time": "00:48:44",
		"speaker": 1,
		"line": "He's got a knife to his 60 seconds in a large fries all for 50 cents. Now, look, I don't have a",
		"episode": "s01e04",
		"objectID": "104356"
	},
	{
		"time": "00:48:54",
		"speaker": 2,
		"line": "problem with with advertising, okay? I've done I've done my fair share of advertising for myself at McDonald's. In fact, if you hurt",
		"episode": "s01e04",
		"objectID": "104357"
	},
	{
		"time": "00:49:00",
		"speaker": 4,
		"line": "someone throws you have ever touched, I think that's fine point.",
		"episode": "s01e04",
		"objectID": "104358"
	},
	{
		"time": "00:49:03",
		"speaker": 1,
		"line": "I don't know if you've heard",
		"episode": "s01e04",
		"objectID": "104359"
	},
	{
		"time": "00:49:04",
		"speaker": 2,
		"line": "of this, but I have a signature burger at the local McDonald's. It's called the Whopper, presented by, uh, Levis. Uh, it's it's an open face is an open face. Big Mac served on the porcelain plate,",
		"episode": "s01e04",
		"objectID": "104360"
	},
	{ "time": "00:49:19", "speaker": 3, "line": "a price of G with a", "episode": "s01e04", "objectID": "104361" },
	{
		"time": "00:49:20",
		"speaker": 1,
		"line": "slice of cheese. Okay, so I know a thing or two",
		"episode": "s01e04",
		"objectID": "104362"
	},
	{
		"time": "00:49:23",
		"speaker": 2,
		"line": "about doing business with McDonald's, okay? And",
		"episode": "s01e04",
		"objectID": "104363"
	},
	{
		"time": "00:49:25",
		"speaker": 1,
		"line": "they don't do business with you unless there's some serious money involved. And when I see the ad at",
		"episode": "s01e04",
		"objectID": "104364"
	},
	{ "time": "00:49:31", "speaker": 2, "line": "the bottom of your", "episode": "s01e04", "objectID": "104365" },
	{
		"time": "00:49:32",
		"speaker": 1,
		"line": "email, all I can think of is this girl is dropping some serious coin to get this sponsorship lets you see rumors",
		"episode": "s01e04",
		"objectID": "104366"
	},
	{
		"time": "00:49:41",
		"speaker": 3,
		"line": "I risk guild in this world that",
		"episode": "s01e04",
		"objectID": "104367"
	},
	{
		"time": "00:49:45",
		"speaker": 1,
		"line": "are you? What? Is that what you mean? Just money? Are you saying money?",
		"episode": "s01e04",
		"objectID": "104368"
	},
	{
		"time": "00:49:48",
		"speaker": 2,
		"line": "Are these worth actual gold? Are",
		"episode": "s01e04",
		"objectID": "104369"
	},
	{
		"time": "00:49:50",
		"speaker": 3,
		"line": "you actually things of bricks of gold e get a brick of gold? Every rumor I spread",
		"episode": "s01e04",
		"objectID": "104370"
	},
	{
		"time": "00:50:00",
		"speaker": 4,
		"line": "Mr Weatherman, I'm surprised you're being relaxed about this because I think Rumor chick was the first person that revealed that you did",
		"episode": "s01e04",
		"objectID": "104371"
	},
	{
		"time": "00:50:06",
		"speaker": 2,
		"line": "not have a driver's license when you were teaching Driver's add",
		"episode": "s01e04",
		"objectID": "104372"
	},
	{
		"time": "00:50:09",
		"speaker": 3,
		"line": "Is that who did? Yes, E. I didn't know you weren't",
		"episode": "s01e04",
		"objectID": "104373"
	},
	{
		"time": "00:50:13",
		"speaker": 2,
		"line": "aware of that. Yeah, that's how that that got started. I mean, everybody was a little curious about why you had a car at every",
		"episode": "s01e04",
		"objectID": "104374"
	},
	{
		"time": "00:50:20",
		"speaker": 4,
		"line": "place you've ever been to get into it and crash it right away. But it didn't actually come out that",
		"episode": "s01e04",
		"objectID": "104375"
	},
	{
		"time": "00:50:26",
		"speaker": 2,
		"line": "you didn't have a license until rumor chick dropped",
		"episode": "s01e04",
		"objectID": "104376"
	},
	{
		"time": "00:50:28",
		"speaker": 3,
		"line": "out. See, that's go. I just don't like that. Why does every rumor have to be painful? Hurtful. Why does it have to exploit somebody",
		"episode": "s01e04",
		"objectID": "104377"
	},
	{ "time": "00:50:39", "speaker": 2, "line": "is ruining our life?", "episode": "s01e04", "objectID": "104378" },
	{
		"time": "00:50:41",
		"speaker": 1,
		"line": "She's She's the one who posted that I took the team to Cooter's. Why can't OK, here's a",
		"episode": "s01e04",
		"objectID": "104379"
	},
	{
		"time": "00:50:46",
		"speaker": 3,
		"line": "question for you. Rumor chick. If that is your name Lacey. Why not tell a rumor about how good my limousines are went until a rumor about what a responsible man I am? A rumor exacts a compliment. You",
		"episode": "s01e04",
		"objectID": "104380"
	},
	{
		"time": "00:51:01",
		"speaker": 1,
		"line": "want me to tell you a compliment? Compliment? I love are different, girl.",
		"episode": "s01e04",
		"objectID": "104381"
	},
	{ "time": "00:51:07", "speaker": 2, "line": "We should have our own", "episode": "s01e04", "objectID": "104382" },
	{
		"time": "00:51:08",
		"speaker": 1,
		"line": "you should ever ad. That's a whole different girl. I heard",
		"episode": "s01e04",
		"objectID": "104383"
	},
	{
		"time": "00:51:14",
		"speaker": 2,
		"line": "Compliment Chick is now a compliment, boy. And you spread that rumor. The compliment chick was getting a sex change",
		"episode": "s01e04",
		"objectID": "104384"
	},
	{
		"time": "00:51:21",
		"speaker": 3,
		"line": "may be complicit. What cop of a chick is getting a sex change?",
		"episode": "s01e04",
		"objectID": "104385"
	},
	{
		"time": "00:51:25",
		"speaker": 1,
		"line": "That's what I see. That's what I'm feeling. I'm feeling like you",
		"episode": "s01e04",
		"objectID": "104386"
	},
	{
		"time": "00:51:28",
		"speaker": 3,
		"line": "have chosen the dark side here with these rumors. You know, we got compliment girl, and she's making everybody's lives better. It seems like all your rumors are just destroying",
		"episode": "s01e04",
		"objectID": "104387"
	},
	{
		"time": "00:51:36",
		"speaker": 1,
		"line": "you. Raise money for compliments, man.",
		"episode": "s01e04",
		"objectID": "104388"
	},
	{
		"time": "00:51:40",
		"speaker": 4,
		"line": "So I wouldn't pay my life's worth for just one nice thing to be said about me.",
		"episode": "s01e04",
		"objectID": "104389"
	},
	{ "time": "00:51:43", "speaker": 1, "line": "Okay? I said,", "episode": "s01e04", "objectID": "104390" },
	{
		"time": "00:51:44",
		"speaker": 2,
		"line": "you eat out, people. Good. Thank you.",
		"episode": "s01e04",
		"objectID": "104391"
	},
	{
		"time": "00:51:47",
		"speaker": 1,
		"line": "And I also said you're 92. You look like you're all of your words",
		"episode": "s01e04",
		"objectID": "104392"
	},
	{ "time": "00:51:53", "speaker": 4, "line": "and $25.", "episode": "s01e04", "objectID": "104393" },
	{
		"time": "00:51:56",
		"speaker": 1,
		"line": "Let lazy you have ruined ruined May or oh, campaign. You just outed him. And now I don't know what he's gonna do. It is not",
		"episode": "s01e04",
		"objectID": "104394"
	},
	{
		"time": "00:52:10",
		"speaker": 4,
		"line": "his fault for sending someone's Penis to a woman that had not requested it.",
		"episode": "s01e04",
		"objectID": "104395"
	},
	{
		"time": "00:52:14",
		"speaker": 1,
		"line": "It is your fault for revealing that he did that. I fought for getting in a ton of car accidents. It is your fault for making it public. And how dare you",
		"episode": "s01e04",
		"objectID": "104396"
	},
	{
		"time": "00:52:23",
		"speaker": 2,
		"line": "say it's my fault that I took a group of teenage boys to a restaurant called Cooter's",
		"episode": "s01e04",
		"objectID": "104397"
	},
	{
		"time": "00:52:29",
		"speaker": 1,
		"line": "All of Your fault. Listen to you freaks. We're the freaks. You know what? That's",
		"episode": "s01e04",
		"objectID": "104398"
	},
	{
		"time": "00:52:34",
		"speaker": 2,
		"line": "funny. That's funny. You should say that, Lacey. And I'm not even gonna pretend",
		"episode": "s01e04",
		"objectID": "104399"
	},
	{
		"time": "00:52:38",
		"speaker": 1,
		"line": "like you're holding on holding a piece of paper. What are you going to show",
		"episode": "s01e04",
		"objectID": "104400"
	},
	{ "time": "00:52:43", "speaker": 2, "line": "her? What am I", "episode": "s01e04", "objectID": "104401" },
	{ "time": "00:52:43", "speaker": 1, "line": "gonna show her? Lacy,", "episode": "s01e04", "objectID": "104402" },
	{
		"time": "00:52:44",
		"speaker": 2,
		"line": "I want you to take a look real quick in this about 11 piece of paper.",
		"episode": "s01e04",
		"objectID": "104403"
	},
	{
		"time": "00:52:49",
		"speaker": 1,
		"line": "That's certainly hasn't make you feel it in your face. I like that",
		"episode": "s01e04",
		"objectID": "104404"
	},
	{ "time": "00:52:57", "speaker": 2, "line": "picture in your", "episode": "s01e04", "objectID": "104405" },
	{ "time": "00:52:57", "speaker": 4, "line": "face. G says it's", "episode": "s01e04", "objectID": "104406" },
	{
		"time": "00:53:01",
		"speaker": 1,
		"line": "legal. Why? Why isn't this legal legacy",
		"episode": "s01e04",
		"objectID": "104407"
	},
	{
		"time": "00:53:05",
		"speaker": 4,
		"line": "may be the one wearing a physical mass right now, but will wear masks in our",
		"episode": "s01e04",
		"objectID": "104408"
	},
	{ "time": "00:53:10", "speaker": 2, "line": "lives. Oh, my God. Is", "episode": "s01e04", "objectID": "104409" },
	{
		"time": "00:53:11",
		"speaker": 3,
		"line": "this part of the play? Should be. So I'm not going. Could be your opening act. He's",
		"episode": "s01e04",
		"objectID": "104410"
	},
	{
		"time": "00:53:17",
		"speaker": 2,
		"line": "He's inching over towards that lamp and giving himself a spot. We all wear masks in our lives on Todd. Find your light. It's too close to the light.",
		"episode": "s01e04",
		"objectID": "104411"
	},
	{
		"time": "00:53:24",
		"speaker": 1,
		"line": "Yeah, Theo. Moment. I can't move. Way. Some people were stealing a pretzel. People wear masks. It's all of us. Were mass a happily married God, Todd, you said you'd have thistles. Beautiful. Doing right? Just out. Do you need a paramedic? Or sometimes? Are you okay? I got a little hot sauce. Some of us were mass start to look alike, but really go straight to the hospital after that, I have never been boarded. Fired? Right now, he's",
		"episode": "s01e04",
		"objectID": "104412"
	},
	{
		"time": "00:54:15",
		"speaker": 3,
		"line": "So what you're saying is you're wearing the mask of a married man and it just came out that you were gay. E moment that your hair caught on fire by finding your light.",
		"episode": "s01e04",
		"objectID": "104413"
	},
	{
		"time": "00:54:27",
		"speaker": 4,
		"line": "That's right. And I think I know what I'm gonna do with my play.",
		"episode": "s01e04",
		"objectID": "104414"
	},
	{
		"time": "00:54:31",
		"speaker": 2,
		"line": "Todd, take the light bulb out of your",
		"episode": "s01e04",
		"objectID": "104415"
	},
	{
		"time": "00:54:32",
		"speaker": 4,
		"line": "mouth. Stop eating. The play starts with May. Oh,",
		"episode": "s01e04",
		"objectID": "104416"
	},
	{
		"time": "00:54:39",
		"speaker": 2,
		"line": "my God. He's cutting and working. It's pork And knifing the lamp.",
		"episode": "s01e04",
		"objectID": "104417"
	},
	{
		"time": "00:54:44",
		"speaker": 4,
		"line": "I was doing this way before fester. You re liable. Okay? Yes. We've all got our addiction. Some of us drink too much paint. Some of us search for people that they probably killed. All of these are you. Take some of that stock are ex wife is dating a handsome hunk of a 17 year old on some of the seat lightbulbs with a fork and knife like it's some sort of slice of pizza.",
		"episode": "s01e04",
		"objectID": "104418"
	},
	{ "time": "00:55:18", "speaker": 2, "line": "Only", "episode": "s01e04", "objectID": "104419" },
	{
		"time": "00:55:21",
		"speaker": 1,
		"line": "I got to say, you are filling up my rumor bank. I have so many rumors on",
		"episode": "s01e04",
		"objectID": "104420"
	},
	{
		"time": "00:55:27",
		"speaker": 3,
		"line": "you. Now, here's a rumor for you. Okay,",
		"episode": "s01e04",
		"objectID": "104421"
	},
	{
		"time": "00:55:29",
		"speaker": 2,
		"line": "I just got an idea on how to start the best play that this school's ever gonna see. Did you write that monologue down? All I got was the first Senate",
		"episode": "s01e04",
		"objectID": "104422"
	},
	{
		"time": "00:55:38",
		"speaker": 3,
		"line": "way started with thinks. I",
		"episode": "s01e04",
		"objectID": "104423"
	},
	{
		"time": "00:55:44",
		"speaker": 2,
		"line": "have a long, um, singeing sound effect.",
		"episode": "s01e04",
		"objectID": "104424"
	},
	{ "time": "00:55:49", "speaker": 1, "line": "I have a smoke", "episode": "s01e04", "objectID": "104425" },
	{
		"time": "00:55:50",
		"speaker": 3,
		"line": "machine if you need it. Because have you guys ever noticed that sometimes in your house there's a bunch of smoke? And then there's not that that's your house looking for rumors. So you",
		"episode": "s01e04",
		"objectID": "104426"
	},
	{
		"time": "00:56:02",
		"speaker": 1,
		"line": "got all the money he phones. We can see",
		"episode": "s01e04",
		"objectID": "104427"
	},
	{
		"time": "00:56:04",
		"speaker": 2,
		"line": "you walking around our house and and piddling out like a little bit of",
		"episode": "s01e04",
		"objectID": "104428"
	},
	{
		"time": "00:56:10",
		"speaker": 3,
		"line": "smoke. It takes a while to change, sometimes for hours. So you really die hard about finding rumors. You don't just create him. You really find true rumors does",
		"episode": "s01e04",
		"objectID": "104429"
	},
	{
		"time": "00:56:22",
		"speaker": 2,
		"line": "create them. A lot of the times I think you are running out of rumors and you're starting to play around with people's lives.",
		"episode": "s01e04",
		"objectID": "104430"
	},
	{
		"time": "00:56:31",
		"speaker": 1,
		"line": "Yeah, Yeah. There. I heard",
		"episode": "s01e04",
		"objectID": "104431"
	},
	{
		"time": "00:56:33",
		"speaker": 3,
		"line": "a rumor about me that I had been to Somalia. E I have been a small and then somehow you had booked tickets. Like on your computer. Yeah. I can't use a computer. And I've never been to Somalia. It's like, you know, what is this room or even four? That's",
		"episode": "s01e04",
		"objectID": "104432"
	},
	{
		"time": "00:56:49",
		"speaker": 4,
		"line": "right. Well, what I my assumption from that? Because the next I don't know if you're the follow up rumor, but it was that the bad guy and Captain Phillips is based on Theo. Theo is",
		"episode": "s01e04",
		"objectID": "104433"
	},
	{
		"time": "00:57:00",
		"speaker": 1,
		"line": "that way. Everybody is so scared of me.",
		"episode": "s01e04",
		"objectID": "104434"
	},
	{
		"time": "00:57:02",
		"speaker": 3,
		"line": "Yes, and constantly run people over in your car. Why won't let you board my pontoon boat? Okay, we're gonna bring that up here. I thought this was the teacher's lounge. Not the most personal thing we could bring",
		"episode": "s01e04",
		"objectID": "104435"
	},
	{
		"time": "00:57:15",
		"speaker": 1,
		"line": "up. Oh, my Sorry I didn't let you board my because I said I'm the captain now. One time in Somalia, while they were all these rumors flying out about You have a team. I know, I know. You're a pirate. I am not. Okay. Listen, You are such a pirate. No, I'm not a part of you. Take your",
		"episode": "s01e04",
		"objectID": "104436"
	},
	{
		"time": "00:57:39",
		"speaker": 3,
		"line": "pail tops. Let's see your legs. Thank you. It's really Jesus Christ. You should work it. Escrow Ds as a nice Croat, Thank you. Can tell no peg leg. So he's not a pirate.",
		"episode": "s01e04",
		"objectID": "104437"
	},
	{
		"time": "00:57:59",
		"speaker": 1,
		"line": "Also, My muscles, that is handcrafted flesh pin win three times. Come on, Farting said Sam just own it. Come about your hand, Sam. Yes, I have a pecan. Why do you think I can't drive? Wait, look. It's come out. I'm a Somali pirate. It's come out. I don't know how to drive a car because this is the 1st 1 I've seen in America. I'm used to driving boats. Wow! Oh, my air! You happy Lacey? The rumor chick. Everybody knows I'm a Somali pilot. Pirate. Oh, Okay. Sam, do you take this",
		"episode": "s01e04",
		"objectID": "104438"
	},
	{
		"time": "00:58:53",
		"speaker": 2,
		"line": "moment right now? And I want you to enter that microphone with no hesitations, no lies or anything. Tell us exactly who you are and where you came from.",
		"episode": "s01e04",
		"objectID": "104439"
	},
	{
		"time": "00:59:02",
		"speaker": 4,
		"line": "Okay? God, if you're a Somali pilot that took down solely sold burgers place, I'm about to lose my",
		"episode": "s01e04",
		"objectID": "104440"
	},
	{ "time": "00:59:10", "speaker": 1, "line": "I knew there was foul", "episode": "s01e04", "objectID": "104441" },
	{
		"time": "00:59:12",
		"speaker": 2,
		"line": "play in there. Ah, bird in the engine, my ass. Tell us. Tell us right now, Sam. When? Oh.",
		"episode": "s01e04",
		"objectID": "104442"
	},
	{
		"time": "00:59:19",
		"speaker": 3,
		"line": "Oh, my is Ivan Somali pilot. I started on small boats and I learned how to fly a single. Prepare a plane. Okay,",
		"episode": "s01e04",
		"objectID": "104443"
	},
	{
		"time": "00:59:33",
		"speaker": 4,
		"line": "so you have committed to terrorists attacks that have been made into Tom Hanks movies by sea and by air. Oh, my",
		"episode": "s01e04",
		"objectID": "104444"
	},
	{
		"time": "00:59:42",
		"speaker": 3,
		"line": "God. Don't want to talk about There's one more type of attack left,",
		"episode": "s01e04",
		"objectID": "104445"
	},
	{
		"time": "00:59:46",
		"speaker": 2,
		"line": "and that's my car. And we know who was wanting to drive the limo. It promise",
		"episode": "s01e04",
		"objectID": "104446"
	},
	{
		"time": "00:59:50",
		"speaker": 4,
		"line": "you only hit those fire hydrant last week.",
		"episode": "s01e04",
		"objectID": "104447"
	},
	{
		"time": "00:59:54",
		"speaker": 1,
		"line": "Okay, listen, listen, I won't let just listen. That was the old",
		"episode": "s01e04",
		"objectID": "104448"
	},
	{
		"time": "00:59:58",
		"speaker": 3,
		"line": "me. I brought it out to show you who I was. Now let's get past it. I would love to teach at this Ice",
		"episode": "s01e04",
		"objectID": "104449"
	},
	{
		"time": "01:00:04",
		"speaker": 1,
		"line": "cliffs, Sam, I would love to teach here,",
		"episode": "s01e04",
		"objectID": "104450"
	},
	{
		"time": "01:00:07",
		"speaker": 2,
		"line": "Sam. I'm looking at you dressed fully as a woman. All right? I am undercover, too, in this school. Thank you. And your secret is safe with me.",
		"episode": "s01e04",
		"objectID": "104451"
	},
	{
		"time": "01:00:18",
		"speaker": 3,
		"line": "I mean, my name is Sam. Sam Ali. Pilot. Come on, guys. That's",
		"episode": "s01e04",
		"objectID": "104452"
	},
	{
		"time": "01:00:23",
		"speaker": 1,
		"line": "your full name is Look, I think, uh, Rumor chick. What? You've been in",
		"episode": "s01e04",
		"objectID": "104453"
	},
	{
		"time": "01:00:33",
		"speaker": 2,
		"line": "here during the biggest bombshell of the teacher's lounge. Two of them. That's right. What do we have to do to make sure this doesn't get out there over email over sponsored emails?",
		"episode": "s01e04",
		"objectID": "104454"
	},
	{
		"time": "01:00:45",
		"speaker": 3,
		"line": "It's already out there, Over. Yeah, but by the time this",
		"episode": "s01e04",
		"objectID": "104455"
	},
	{
		"time": "01:00:48",
		"speaker": 2,
		"line": "heirs will all be heroes,",
		"episode": "s01e04",
		"objectID": "104456"
	},
	{ "time": "01:00:52", "speaker": 1, "line": "will we", "episode": "s01e04", "objectID": "104457" },
	{
		"time": "01:00:53",
		"speaker": 4,
		"line": "hopefully, just like the end of a movie.",
		"episode": "s01e04",
		"objectID": "104458"
	},
	{
		"time": "01:00:55",
		"speaker": 2,
		"line": "Well, we're gonna We're gonna hear this after prom. If",
		"episode": "s01e04",
		"objectID": "104459"
	},
	{
		"time": "01:01:00",
		"speaker": 4,
		"line": "we all move, please. We have a secret about your rumor check. We know, but you're clearly Lacey Jones. Obvious. So maybe we don't tell anyone about you, and you don't tell anyone what transpired.",
		"episode": "s01e04",
		"objectID": "104460"
	},
	{
		"time": "01:01:12",
		"speaker": 3,
		"line": "And I don't know. Nobody listens to the podcast, so it's not gonna get out. Fair enough. Let me take off my masks. Oh, my God. Her face is down there. And my pussy's up here. Oh, my gosh, I am",
		"episode": "s01e04",
		"objectID": "104461"
	},
	{
		"time": "01:01:32",
		"speaker": 1,
		"line": "Because I got another revelation. We've got a woman who's been attending. Hold on. Are you just Do you walk on",
		"episode": "s01e04",
		"objectID": "104462"
	},
	{
		"time": "01:01:39",
		"speaker": 2,
		"line": "your hands or are you an upside down woman?",
		"episode": "s01e04",
		"objectID": "104463"
	},
	{
		"time": "01:01:41",
		"speaker": 1,
		"line": "Watch me, Theo. More clear that she's back way. Have Ah, quite a show",
		"episode": "s01e04",
		"objectID": "104464"
	},
	{
		"time": "01:01:52",
		"speaker": 2,
		"line": "today. Everybody, Thank you so much for listening. Um, you know, we did want to make one quick announcement. The, uh the results of the vote for the prom theme are in on. I'm gonna open up the envelope here real quick just before we get out of here. All right. There were four choices, right? And there was under the sea. Disney, Um, one other one and Thanksgiving? Yes, Thanksgiving. You know, we were really hoping for under the sea. I know, I know Mr Cooper's really wanted under the sea to get it today in the sun. But what do we have here? You are kidding me. What? Well, it looks like the theme for this year's prom will be This is gay.",
		"episode": "s01e04",
		"objectID": "104465"
	},
	{ "time": "01:02:40", "speaker": 1, "line": "Another right, And", "episode": "s01e04", "objectID": "104466" },
	{
		"time": "01:02:41",
		"speaker": 2,
		"line": "another right in. Come on. Unanimous right in as a stray ticking. And I'm offended. I don't know what I don't know what this is. Gay prom will look like, but, uh, it'll be nice and taste it, and it will show all the positives of gay culture. I certainly hope so. Yeah. I",
		"episode": "s01e04",
		"objectID": "104467"
	},
	{ "time": "01:03:01", "speaker": 1, "line": "think he's got", "episode": "s01e04", "objectID": "104468" },
	{ "time": "01:03:04", "speaker": 3, "line": "a little bit of a randy.", "episode": "s01e04", "objectID": "104469" },
	{
		"time": "01:03:05",
		"speaker": 4,
		"line": "I am fuming over this literally. Let me",
		"episode": "s01e04",
		"objectID": "104470"
	},
	{
		"time": "01:03:07",
		"speaker": 1,
		"line": "get my pad out. Get my computer cook. Calling Hung is a huge with a vacuum attached. Yeah, where I'm from, computers are crazy where you're from? You. I'm an alien. That was a huge reveal.",
		"episode": "s01e04",
		"objectID": "104471"
	},
	{
		"time": "01:03:30",
		"speaker": 3,
		"line": "Unfortunately, I think we're kind of Yes,",
		"episode": "s01e04",
		"objectID": "104472"
	},
	{
		"time": "01:03:33",
		"speaker": 2,
		"line": "I do want to apologize to all the students. I swear the food will get better in the lunch tray.",
		"episode": "s01e04",
		"objectID": "104473"
	},
	{ "time": "01:03:39", "speaker": 1, "line": "I noticed we've had", "episode": "s01e04", "objectID": "104474" },
	{
		"time": "01:03:40",
		"speaker": 2,
		"line": "lasagna six times in the past four days. It's been for breakfast and lunch to Yes. Yeah, that's our old lasagnas that I used to poison other teams with. And I'm getting them into the lunch breakfast. Well, you know, a lot. A lot went down today on the teacher's lounge. Guys, thank you so much for listening. I honestly don't know how we come back from this. I don't either. Uh, hopefully we don't get canceled on. We can. We can sort of reforma next week and and and see what's going on. But thank you so much next week for the taste is getting into some type of pod.",
		"episode": "s01e04",
		"objectID": "104475"
	},
	{
		"time": "01:04:17",
		"speaker": 3,
		"line": "Goodbye, everyone. I have done my job. Okay,",
		"episode": "s01e04",
		"objectID": "104476"
	},
	{ "time": "01:04:26", "speaker": 2, "line": "That did not blast", "episode": "s01e04", "objectID": "104477" },
	{
		"time": "01:04:27",
		"speaker": 0,
		"line": "off slowly keeping that way, you",
		"episode": "s01e04",
		"objectID": "104478"
	},
	{
		"time": "01:04:34",
		"speaker": 1,
		"line": "can say maybe computer room",
		"episode": "s01e04",
		"objectID": "104479"
	}
]
