[
	{
		"time": "00:00:00",
		"speaker": 0,
		"line": "well says we're recording, so we're recording right",
		"episode": "s04e01",
		"objectID": "4010"
	},
	{
		"time": "00:00:05",
		"speaker": 1,
		"line": "now. So we're Let's just do some levels and will cut them out later. OK, let's cut them out within two levels. 12 buckle. My shoe. 112222 twos. Judge Ballerina was wearing to to juice",
		"episode": "s04e01",
		"objectID": "4011"
	},
	{
		"time": "00:00:23",
		"speaker": 2,
		"line": "three to the four. To the get on the",
		"episode": "s04e01",
		"objectID": "4012"
	},
	{
		"time": "00:00:24",
		"speaker": 1,
		"line": "floor. The ballerina was wearing my tutu's and I was wearing her top. I busted in to the ballerinas house to steal back my 22 twos. And she was armed. The armed ballerina shot May.",
		"episode": "s04e01",
		"objectID": "4013"
	},
	{
		"time": "00:00:44",
		"speaker": 2,
		"line": "She was mad because I had stretched her tops out. This is a true story. Alright? I think where I think the levels",
		"episode": "s04e01",
		"objectID": "4014"
	},
	{
		"time": "00:00:52",
		"speaker": 1,
		"line": "air. Good. Okay. Well, the peas propping. Yeah, Yeah. Are the PLO sieve piece popping",
		"episode": "s04e01",
		"objectID": "4015"
	},
	{
		"time": "00:00:58",
		"speaker": 0,
		"line": "at? Thanks out. Why? How? What one? Oh, whoa, whoa! Okay. I can't believe we rely",
		"episode": "s04e01",
		"objectID": "4016"
	},
	{
		"time": "00:01:07",
		"speaker": 1,
		"line": "were alive. We're back in 321 Hello. Welcome to the Teacher's Lounge. The first best and Onley podcast about all the issues concerning the Greater Hamilton High School community. We're back at Hamilton. Be",
		"episode": "s04e01",
		"objectID": "4017"
	},
	{
		"time": "00:01:27",
		"speaker": 0,
		"line": "right there. That was it. That's what you've been waiting on.",
		"episode": "s04e01",
		"objectID": "4018"
	},
	{
		"time": "00:01:30",
		"speaker": 1,
		"line": "Oh, where were they? Where were there",
		"episode": "s04e01",
		"objectID": "4019"
	},
	{ "time": "00:01:33", "speaker": 0, "line": "where they end up.", "episode": "s04e01", "objectID": "40110" },
	{
		"time": "00:01:34",
		"speaker": 1,
		"line": "We'll tell you all about it. But let's do severe Dresdnr coming in on Season four. First season. I'm shocked, jock and theater teacher Todd. Padre coming at you.",
		"episode": "s04e01",
		"objectID": "40111"
	},
	{
		"time": "00:01:44",
		"speaker": 0,
		"line": "You're dressed crazy right now. Todd, you've really taken on sort of a new persona. Absolutely got a bleached goatee. Uh oh, yeah. You have a bleached goatee, but what aides feeling very late nineties. Howard Stern. What?",
		"episode": "s04e01",
		"objectID": "40112"
	},
	{
		"time": "00:02:00",
		"speaker": 1,
		"line": "You're what you're doing, right? About the big hair. Go Teoh Skeleton body? Yeah,",
		"episode": "s04e01",
		"objectID": "40113"
	},
	{
		"time": "00:02:08",
		"speaker": 2,
		"line": "glasses prescription. Are those",
		"episode": "s04e01",
		"objectID": "40114"
	},
	{
		"time": "00:02:10",
		"speaker": 1,
		"line": "just no subscription subs. So",
		"episode": "s04e01",
		"objectID": "40115"
	},
	{
		"time": "00:02:14",
		"speaker": 0,
		"line": "that means you get a new pair monthly.",
		"episode": "s04e01",
		"objectID": "40116"
	},
	{
		"time": "00:02:16",
		"speaker": 1,
		"line": "I get a new pair every month you pay. Well, it's normally 25 a month, but I did a yearly thing for $700. All",
		"episode": "s04e01",
		"objectID": "40117"
	},
	{
		"time": "00:02:26",
		"speaker": 0,
		"line": "right, You did not get a deal. I don't know if you were looking for a deal",
		"episode": "s04e01",
		"objectID": "40118"
	},
	{
		"time": "00:02:29",
		"speaker": 1,
		"line": "there, but that I do a more set up recurring.",
		"episode": "s04e01",
		"objectID": "40119"
	},
	{
		"time": "00:02:31",
		"speaker": 2,
		"line": "Can you say is your guy Send me your guy. That sounds like a most Yeah.",
		"episode": "s04e01",
		"objectID": "40120"
	},
	{
		"time": "00:02:36",
		"speaker": 1,
		"line": "Send him over to your place.",
		"episode": "s04e01",
		"objectID": "40121"
	},
	{
		"time": "00:02:37",
		"speaker": 2,
		"line": "I need a new after Ben's crafter. Good, good, good, good, good. Feels good to be back in the",
		"episode": "s04e01",
		"objectID": "40122"
	},
	{
		"time": "00:02:43",
		"speaker": 0,
		"line": "hole. really? Does Bill crave e again? Not still crave E. Um, uh, that is over a witness. Protection? Yeah, Um, I'm back here at Hamilton High School. Um, with with our history here, they would not allow me to be, um, the, um, head of the athletic department anymore. But I snuck in in the home EC department. They had a cancellation, which I didn't think was a real teacher thing. Like cancellation for the year. It seems like the home,",
		"episode": "s04e01",
		"objectID": "40123"
	},
	{
		"time": "00:03:22",
		"speaker": 1,
		"line": "which is, you know, it's more restaurant in foodie, so people can cancel their teaching reservations.",
		"episode": "s04e01",
		"objectID": "40124"
	},
	{
		"time": "00:03:27",
		"speaker": 0,
		"line": "Yes. Somebody had a reservation party of one to teach home ec here for the semester. Yeah, they just didn't show. Um, and I was there on the wait list. Um, I was at the bar, was sitting in the bar way.",
		"episode": "s04e01",
		"objectID": "40125"
	},
	{
		"time": "00:03:41",
		"speaker": 2,
		"line": "New school bar. I've got to say, since we've been gone, they made some improvements. I love the new bar.",
		"episode": "s04e01",
		"objectID": "40126"
	},
	{
		"time": "00:03:45",
		"speaker": 0,
		"line": "Yeah, they got a liquidations here. It's wonderful. I didn't think they were gonna have that, but they have a fully functioning liquor license for the games and for the events. But, you know, it's open during the day to",
		"episode": "s04e01",
		"objectID": "40127"
	},
	{
		"time": "00:03:55",
		"speaker": 1,
		"line": "come get a drink If you're a deadbeat, dad or whatever.",
		"episode": "s04e01",
		"objectID": "40128"
	},
	{
		"time": "00:03:58",
		"speaker": 2,
		"line": "There could be Mom, whatever you want.",
		"episode": "s04e01",
		"objectID": "40129"
	},
	{
		"time": "00:03:59",
		"speaker": 1,
		"line": "You could be a dead women could be deadbeats and often are.",
		"episode": "s04e01",
		"objectID": "40130"
	},
	{
		"time": "00:04:04",
		"speaker": 0,
		"line": "There's our DOD. That's our tide. We know in less shocked.",
		"episode": "s04e01",
		"objectID": "40131"
	},
	{
		"time": "00:04:09",
		"speaker": 2,
		"line": "And of course, I'm always with them. Hear your humble servant, Sam. Weatherman. I feel sometimes when you go through a big event, you come out on the other side, change and I feel saner than ever. Oh, yeah, You little so centered. I was I was going to say You look good. Thank you. Don't. Well, I appreciate the trial. I appreciate the try, and the try is so much of the do.",
		"episode": "s04e01",
		"objectID": "40132"
	},
	{
		"time": "00:04:37",
		"speaker": 0,
		"line": "Like you're speaking as if you're a renewed man, but you look and I mean this very nice is I can worse than ever.",
		"episode": "s04e01",
		"objectID": "40133"
	},
	{
		"time": "00:04:46",
		"speaker": 1,
		"line": "Really? Yeah. Yeah. You look like you look like Nicholas Cage A to the end of a four day bender in Las Vegas. Yeah.",
		"episode": "s04e01",
		"objectID": "40134"
	},
	{
		"time": "00:04:54",
		"speaker": 2,
		"line": "I don't know what's going on because I feel fantastic. So that's all that matters. You know what it is? I don't feel so much responsibility. They let me back into the school, but have downgraded my position I am now the administrative assistant. He school secretary. I am the first face. You see, when you walk through those office doors",
		"episode": "s04e01",
		"objectID": "40135"
	},
	{
		"time": "00:05:12",
		"speaker": 1,
		"line": "first in the works, I would say,",
		"episode": "s04e01",
		"objectID": "40136"
	},
	{
		"time": "00:05:13",
		"speaker": 2,
		"line": "Well, that's been going around. Yeah, but I feel great. Well, I'm just waiting for my body to catch up to my,",
		"episode": "s04e01",
		"objectID": "40137"
	},
	{
		"time": "00:05:21",
		"speaker": 0,
		"line": "uh and it will you live a pure life. Your face will return. Teoh are away from that Norrell.",
		"episode": "s04e01",
		"objectID": "40138"
	},
	{
		"time": "00:05:29",
		"speaker": 1,
		"line": "I mean, just look at Mother Teresa. What a face",
		"episode": "s04e01",
		"objectID": "40139"
	},
	{
		"time": "00:05:34",
		"speaker": 0,
		"line": "Godmother. Duri's always the best space in all of Europe, right?",
		"episode": "s04e01",
		"objectID": "40140"
	},
	{ "time": "00:05:40", "speaker": 2, "line": "Europe? Yeah, I think", "episode": "s04e01", "objectID": "40141" },
	{
		"time": "00:05:42",
		"speaker": 1,
		"line": "Mother Teresa Gandhi. I mean, these are the faces of people who have peaceful lives.",
		"episode": "s04e01",
		"objectID": "40142"
	},
	{
		"time": "00:05:48",
		"speaker": 2,
		"line": "I feel really good. Mikey said I have been living a more whole life. I've been eating my crystals.",
		"episode": "s04e01",
		"objectID": "40143"
	},
	{
		"time": "00:05:53",
		"speaker": 0,
		"line": "I don't know. That's what you're supposed to do with those. I think it was toe hold them and they provide an energy, but I don't. If you eat that",
		"episode": "s04e01",
		"objectID": "40144"
	},
	{
		"time": "00:06:00",
		"speaker": 2,
		"line": "now, they have many different kinds of crystals. They have some that you're supposed to set up on your dresser. Which, of course, works you talking about Are you talking about? You put stones and crystals on your dresser and change the entire energy of your",
		"episode": "s04e01",
		"objectID": "40145"
	},
	{ "time": "00:06:13", "speaker": 0, "line": "Yes. Now we all have", "episode": "s04e01", "objectID": "40146" },
	{
		"time": "00:06:15",
		"speaker": 1,
		"line": "those those that makes sense, and it works. But you're eating.",
		"episode": "s04e01",
		"objectID": "40147"
	},
	{
		"time": "00:06:19",
		"speaker": 2,
		"line": "Yeah, also, you know what I'm noticing about",
		"episode": "s04e01",
		"objectID": "40148"
	},
	{
		"time": "00:06:22",
		"speaker": 0,
		"line": "these crystals? The least insane people I know have them. People who seemed the most normal are always talking",
		"episode": "s04e01",
		"objectID": "40149"
	},
	{
		"time": "00:06:32",
		"speaker": 2,
		"line": "about the people who are the most centered Are the people who are talking to you about it the most, Even when you didn't.",
		"episode": "s04e01",
		"objectID": "40150"
	},
	{
		"time": "00:06:38",
		"speaker": 0,
		"line": "Yeah, it doesn't seem like they're on their last leg and they're like, Fuck it, let's try. It is not about",
		"episode": "s04e01",
		"objectID": "40151"
	},
	{
		"time": "00:06:43",
		"speaker": 2,
		"line": "convincing yourself all of a lie. It's not about that. That's not what I'm doing. I'm not saying I'm very centered and happy when I'm clearly deteriorate. Leave outside. Then we",
		"episode": "s04e01",
		"objectID": "40152"
	},
	{
		"time": "00:06:52",
		"speaker": 0,
		"line": "all got these crystals now and they work. They work",
		"episode": "s04e01",
		"objectID": "40153"
	},
	{
		"time": "00:06:55",
		"speaker": 1,
		"line": "where a bunch of crystal owning atheists, and it works for us. Now we got a new host. We don't hate",
		"episode": "s04e01",
		"objectID": "40154"
	},
	{
		"time": "00:07:01",
		"speaker": 0,
		"line": "our parents. They don't rule. I like",
		"episode": "s04e01",
		"objectID": "40155"
	},
	{
		"time": "00:07:03",
		"speaker": 2,
		"line": "I love my dad and he's ruined my life. We got a new host in the",
		"episode": "s04e01",
		"objectID": "40156"
	},
	{ "time": "00:07:06", "speaker": 1, "line": "studio and your co host,", "episode": "s04e01", "objectID": "40157" },
	{
		"time": "00:07:09",
		"speaker": 0,
		"line": "Callebs. We're very excited, Jack.",
		"episode": "s04e01",
		"objectID": "40158"
	},
	{
		"time": "00:07:15",
		"speaker": 2,
		"line": "This one's gonna stick. I can feel",
		"episode": "s04e01",
		"objectID": "40159"
	},
	{
		"time": "00:07:17",
		"speaker": 3,
		"line": "E. Hey, guys. Uh It's me, the band director here, Hamilton, stew Taylor. Uh, I'm so excited to be on this podcast now. You guys dio Yeah,",
		"episode": "s04e01",
		"objectID": "40160"
	},
	{
		"time": "00:07:30",
		"speaker": 0,
		"line": "uh, I will. You're a good friend. Good to",
		"episode": "s04e01",
		"objectID": "40161"
	},
	{
		"time": "00:07:36",
		"speaker": 3,
		"line": "have you guys back on campus. I mean, for the past couple, like months, I've been putting out feelers with everybody here. I've been like, Can we get the boys way? Please Get the boys back. I miss him at long. Thank you, students. Um, after school cues, I miss him on teacher work days when we used to go up on the roof and have a brew. I mean, way",
		"episode": "s04e01",
		"objectID": "40162"
	},
	{
		"time": "00:07:53",
		"speaker": 2,
		"line": "used to drink it. School together? Yeah.",
		"episode": "s04e01",
		"objectID": "40163"
	},
	{ "time": "00:07:55", "speaker": 3, "line": "I mean, man, I don't", "episode": "s04e01", "objectID": "40164" },
	{
		"time": "00:07:56",
		"speaker": 1,
		"line": "sweat out there. That's like for this guy who's this close of a friend we've been listening to run season four. This is about 20 hours of the podcast. It hasn't come up.",
		"episode": "s04e01",
		"objectID": "40165"
	},
	{ "time": "00:08:05", "speaker": 3, "line": "Get It wasn't about me.", "episode": "s04e01", "objectID": "40166" },
	{
		"time": "00:08:06",
		"speaker": 1,
		"line": "It wasn't about you know, you there was nothing to talk about with because everything was good.",
		"episode": "s04e01",
		"objectID": "40167"
	},
	{
		"time": "00:08:10",
		"speaker": 3,
		"line": "Yeah, and I also would like to think that, you know, how do you guys had 1/5 seat in the room at the time? I think you guys would have probably invited me in here",
		"episode": "s04e01",
		"objectID": "40168"
	},
	{
		"time": "00:08:17",
		"speaker": 0,
		"line": "way. No. Howard Rest and pasta. Howard. Um I mean, he's still, you know, he's still Data e.",
		"episode": "s04e01",
		"objectID": "40169"
	},
	{
		"time": "00:08:25",
		"speaker": 3,
		"line": "I love the guy just like everybody else did. But let's be honest, the school is going to be way more exciting and way more fun without.",
		"episode": "s04e01",
		"objectID": "40170"
	},
	{
		"time": "00:08:32",
		"speaker": 0,
		"line": "Well, yeah, We wanted to have you in on the first season when we started this. But Howard was the only one who had access",
		"episode": "s04e01",
		"objectID": "40171"
	},
	{
		"time": "00:08:39",
		"speaker": 3,
		"line": "Teoh man. And he built the room. You can't tell the guy. Hey, you built the room, but you can't sit in there.",
		"episode": "s04e01",
		"objectID": "40172"
	},
	{
		"time": "00:08:44",
		"speaker": 0,
		"line": "So I did the Levis name. But now that we've got up and running, here are all stars in our own right now.",
		"episode": "s04e01",
		"objectID": "40173"
	},
	{
		"time": "00:08:50",
		"speaker": 2,
		"line": "They were standing on the backs of that dead man's work",
		"episode": "s04e01",
		"objectID": "40174"
	},
	{ "time": "00:08:52", "speaker": 0, "line": "way. Literally were at", "episode": "s04e01", "objectID": "40175" },
	{
		"time": "00:08:56",
		"speaker": 1,
		"line": "times. Yeah. I mean, Aziz people might now are ex co host Howard Levis had a heart attack as a virgin when he was about to have sex with a woman for the first time. Way turned his body into a barbecue, had a blast. We didn't eat all of it. We stood on his back, turned into kind of a skin board when skim boarding.",
		"episode": "s04e01",
		"objectID": "40176"
	},
	{
		"time": "00:09:14",
		"speaker": 3,
		"line": "I really appreciate the take out plate you guys brought me. By the way, of course, really, That was it. But one of the best cuts of Howard, We honestly, it was good and I was crying. I mean, it's, you know, a lot of people say it's crazy to say you enjoy eating human meat, but honestly, until you've tried it, it's not that a",
		"episode": "s04e01",
		"objectID": "40177"
	},
	{
		"time": "00:09:31",
		"speaker": 0,
		"line": "lot of people think like, Oh, I wonder if human meat tastes good. I'm wondering if it's like, very, very good, and I'll say right now it is not. It is bad. It tastes like flesh, not meet.",
		"episode": "s04e01",
		"objectID": "40178"
	},
	{
		"time": "00:09:42",
		"speaker": 3,
		"line": "Yeah, there's no much you're eating. Mostly skin feels like sloppy, poor crime",
		"episode": "s04e01",
		"objectID": "40179"
	},
	{
		"time": "00:09:48",
		"speaker": 0,
		"line": "now to the listeners. Okay, I'm sure a lot of people are very confused right now. It's like, How did you guys in the back of the school? I'll",
		"episode": "s04e01",
		"objectID": "40180"
	},
	{
		"time": "00:09:59",
		"speaker": 3,
		"line": "be honest. It is not in prison. When you guys showed up at the front door of the school and what I want",
		"episode": "s04e01",
		"objectID": "40181"
	},
	{
		"time": "00:10:05",
		"speaker": 0,
		"line": "to know what you heard from your side of the story. We obviously know our side. We escaped, um, from Swine High School when we were surrounded by the Mafia on one side and the Goths on one side.",
		"episode": "s04e01",
		"objectID": "40182"
	},
	{
		"time": "00:10:19",
		"speaker": 3,
		"line": "There's a lot. There was a lot of rumors going around, you know? And I think a lot of people I mean, of course, there were some people who said about the rumors. There is a lot of people who of course, sort of bought into the sort of bullshit of the world. You know, they said people were saying, Oh, those four guys don't have any idea how to run a school. They're dangerous, They're scary. They've probably caused irreparable damage to kids lives. And I said to those people, You know what? I'm gonna quote my best friend, Todd, Padre, and I'm gonna say fuck off. All right, I showed him that showed him the phrase a day calendar and I said, Fuck off. Those guys are, I would say, the four best men on the planet Earth. Alright, if anybody is capable of shaping the lives of Children in a positive way, it's those four guys because he had Maybe there are unorthodox, but then putting those kids through the ringer man.",
		"episode": "s04e01",
		"objectID": "40183"
	},
	{
		"time": "00:11:12",
		"speaker": 1,
		"line": "Oh, and by the way, I am orthodox, so you don't have to worry about that?",
		"episode": "s04e01",
		"objectID": "40184"
	},
	{
		"time": "00:11:16",
		"speaker": 0,
		"line": "Oh, yeah. I remember when you tried to be unorthodox and you ran away from your truth.",
		"episode": "s04e01",
		"objectID": "40185"
	},
	{
		"time": "00:11:22",
		"speaker": 1,
		"line": "Yes. Yeah, I tried to be unorthodox. That's correct. You cut",
		"episode": "s04e01",
		"objectID": "40186"
	},
	{ "time": "00:11:27", "speaker": 0, "line": "off your, um, your hair.", "episode": "s04e01", "objectID": "40187" },
	{
		"time": "00:11:29",
		"speaker": 1,
		"line": "I cut off my I cut off my hair. I straightened it all first, and then I cut it off. You straighten the hair I wore all while your temple. I wore all white, tiny shorts, shorts in an inverted hat. And I was very polite to people on planes. Wow. And it didn't work for me. It didn't work for me. And I went back to",
		"episode": "s04e01",
		"objectID": "40188"
	},
	{
		"time": "00:11:50",
		"speaker": 2,
		"line": "what was the hardest part about being unorthodox? Uh, post to your orthodox.",
		"episode": "s04e01",
		"objectID": "40189"
	},
	{
		"time": "00:11:55",
		"speaker": 1,
		"line": "Good question. The hardest part about being unorthodox is probably on the wops too, right? Yeah. Yeah. Ah, lot of pork.",
		"episode": "s04e01",
		"objectID": "40190"
	},
	{
		"time": "00:12:02",
		"speaker": 0,
		"line": "Before we get too carried away on this opposite wordplay, we're doing What? Um what? But that's true. Obviously, Uh oh. I bred the listeners or like, a hat. Oh, I'll",
		"episode": "s04e01",
		"objectID": "40191"
	},
	{ "time": "00:12:16", "speaker": 3, "line": "be honest.", "episode": "s04e01", "objectID": "40192" },
	{
		"time": "00:12:16",
		"speaker": 0,
		"line": "If they do all this damage and come back and get back two basics. Back to the basics. Pamela. Tonight high, back to base.",
		"episode": "s04e01",
		"objectID": "40193"
	},
	{
		"time": "00:12:28",
		"speaker": 2,
		"line": "It feels renewed in the air",
		"episode": "s04e01",
		"objectID": "40194"
	},
	{
		"time": "00:12:29",
		"speaker": 1,
		"line": "and we'll tell you exactly what happened. You might have read about it in the papers, but of course, the end of last season we ended up in a helicopter with Phil Donahue. Cities enjoy Buttafuoco. The Olsen twins on DWI were taken off along with a fellow nurse from Swine High who went by the name of day role. Um, Darryl Kirkman, Gerald Curtis. He was all over the news. Well, Darryl Kirkman ended up getting killed by us.",
		"episode": "s04e01",
		"objectID": "40195"
	},
	{
		"time": "00:13:01",
		"speaker": 3,
		"line": "Pushing the helicopter was shocking. Television landed right on Howard's great,",
		"episode": "s04e01",
		"objectID": "40196"
	},
	{
		"time": "00:13:06",
		"speaker": 2,
		"line": "but it's not like it was our fault. That's just what ended up happening",
		"episode": "s04e01",
		"objectID": "40197"
	},
	{
		"time": "00:13:09",
		"speaker": 1,
		"line": "well, but what happened? Waas when they searched Darrell Darrell's house afterwards went to notify his family. They found several several human bodies in his freezer. Turned out he was a massive serial killer.",
		"episode": "s04e01",
		"objectID": "40198"
	},
	{
		"time": "00:13:23",
		"speaker": 3,
		"line": "Yes, the hillside hump er it was hillside",
		"episode": "s04e01",
		"objectID": "40199"
	},
	{
		"time": "00:13:27",
		"speaker": 2,
		"line": "humping. Would go hump the grass on the hill and then kill a body at",
		"episode": "s04e01",
		"objectID": "401100"
	},
	{
		"time": "00:13:32",
		"speaker": 1,
		"line": "Yeah, when we had all been terrified of him. And his thing was, he was Ah, uh, he was killing. It was like the opposite of Dexter Dexter. Find good, bad people to kill this. It was going very good. Yeah.",
		"episode": "s04e01",
		"objectID": "401101"
	},
	{
		"time": "00:13:44",
		"speaker": 0,
		"line": "He would look for acts of kindness and seek out these people. But most importantly, he would hump the big stack. Didn't base it on like they didn't call him. Like the philanthropy murderer. It was the hillside. Humber was based",
		"episode": "s04e01",
		"objectID": "401102"
	},
	{
		"time": "00:14:01",
		"speaker": 3,
		"line": "on this thing. Full answer. A few murder",
		"episode": "s04e01",
		"objectID": "401103"
	},
	{
		"time": "00:14:05",
		"speaker": 0,
		"line": "get going. He's the delay of every murder.",
		"episode": "s04e01",
		"objectID": "401104"
	},
	{
		"time": "00:14:08",
		"speaker": 2,
		"line": "Put a positive light on the some. Get",
		"episode": "s04e01",
		"objectID": "401105"
	},
	{
		"time": "00:14:10",
		"speaker": 1,
		"line": "the oddest thing about it was she wouldn't hump to his own completion. He was doing it for the pleasure of the Hill s. So he went there for a while",
		"episode": "s04e01",
		"objectID": "401106"
	},
	{
		"time": "00:14:19",
		"speaker": 0,
		"line": "and he was He was cooking another hill. Is that correct?",
		"episode": "s04e01",
		"objectID": "401107"
	},
	{
		"time": "00:14:23",
		"speaker": 3,
		"line": "In his own mind, that was the narrative that was sort of passed around on social media recently and on in the news coverage. Honestly, the news coverage was shockingly different than the account that you guys that you guys are presenting the news coverage. Fake news is honestly presenting. Not probably not, is hopefully not fake friend faux news because they were painting you guys is heroes. And",
		"episode": "s04e01",
		"objectID": "401108"
	},
	{
		"time": "00:14:47",
		"speaker": 2,
		"line": "we were. And it's true news.",
		"episode": "s04e01",
		"objectID": "401109"
	},
	{
		"time": "00:14:49",
		"speaker": 1,
		"line": "It turned out that the cops that had surrounded us in the West season, we thought they were there for us. They were therefore the hillside hump",
		"episode": "s04e01",
		"objectID": "401110"
	},
	{
		"time": "00:14:56",
		"speaker": 3,
		"line": "er and they were saying that you guys were getting kidnapped by the hillside hum for you were getting forced onto a helicopter, part of some crazy plan to murder all all three of you and all of these 90 stars. They were really like, shaping this narrative in a different way.",
		"episode": "s04e01",
		"objectID": "401111"
	},
	{
		"time": "00:15:13",
		"speaker": 0,
		"line": "Have been getting so lucky every time we do The worst thing imaginable were with someone who's worse than us. So we're always fine. Literally a week later",
		"episode": "s04e01",
		"objectID": "401112"
	},
	{
		"time": "00:15:26",
		"speaker": 1,
		"line": "on, I will say, you know, accidental hero once Maybe not hero, Accidental hero to time",
		"episode": "s04e01",
		"objectID": "401113"
	},
	{
		"time": "00:15:34",
		"speaker": 3,
		"line": "Lightning doesn't strike twice. That's right. You guys put",
		"episode": "s04e01",
		"objectID": "401114"
	},
	{
		"time": "00:15:36",
		"speaker": 1,
		"line": "El Chapo in the can. We killed the hillside hump. Er I mean, either we're just associating with the worst people on Earth because no one else can stand us. And we keep stuff people that's not true or we're heroes.",
		"episode": "s04e01",
		"objectID": "401115"
	},
	{
		"time": "00:15:50",
		"speaker": 0,
		"line": "I think we're heroes. We were given a some metals. Give it. Some men",
		"episode": "s04e01",
		"objectID": "401116"
	},
	{
		"time": "00:15:55",
		"speaker": 1,
		"line": "were given some very precious metals. I",
		"episode": "s04e01",
		"objectID": "401117"
	},
	{
		"time": "00:15:58",
		"speaker": 3,
		"line": "heard you got £33 of silver, Todd.",
		"episode": "s04e01",
		"objectID": "401118"
	},
	{
		"time": "00:16:00",
		"speaker": 1,
		"line": "That's right. Um, I requested a smudge silver as they could get and so they melted down £33 worth for May. And you can come by and see that on my lawn right now.",
		"episode": "s04e01",
		"objectID": "401119"
	},
	{
		"time": "00:16:10",
		"speaker": 2,
		"line": "I got £200. A fool's gold would just like the real stuff. Honestly, it's really nothing exactly. But it's shiny er than the Rio stuff. Problem is, you don't want to have nice things because then people can come in and take him, and then you feel bad. You wanna have fake nice things.",
		"episode": "s04e01",
		"objectID": "401120"
	},
	{
		"time": "00:16:29",
		"speaker": 3,
		"line": "People steal something. They got something, but really they in God? Yes.",
		"episode": "s04e01",
		"objectID": "401121"
	},
	{
		"time": "00:16:32",
		"speaker": 0,
		"line": "I was awarded multiple cinderblocks covered in titanium, which I really, really like.",
		"episode": "s04e01",
		"objectID": "401122"
	},
	{
		"time": "00:16:39",
		"speaker": 2,
		"line": "You did. And what have you been using these for?",
		"episode": "s04e01",
		"objectID": "401123"
	},
	{
		"time": "00:16:42",
		"speaker": 0,
		"line": "Oh, uh, those holding down tarps. You I'm replanning some sod in my front yard and you put",
		"episode": "s04e01",
		"objectID": "401124"
	},
	{
		"time": "00:16:49",
		"speaker": 2,
		"line": "the tarp down on the masala,",
		"episode": "s04e01",
		"objectID": "401125"
	},
	{
		"time": "00:16:51",
		"speaker": 0,
		"line": "and then you want to kind of, like, baked Assad into the yard. But we're very excited to be better than Hamilton were welcome here.",
		"episode": "s04e01",
		"objectID": "401126"
	},
	{
		"time": "00:16:58",
		"speaker": 1,
		"line": "They welcomed us and they said, Here's what they said, Fine. We'll let you have the podcast. We'll let you teach here, let you work here. But for the love of God, keep it normal. Yeah, and we said, That's our new middleman, baby. We're not looking for trouble, and",
		"episode": "s04e01",
		"objectID": "401127"
	},
	{
		"time": "00:17:13",
		"speaker": 2,
		"line": "that's what this year's about. Its being as normal as possible",
		"episode": "s04e01",
		"objectID": "401128"
	},
	{
		"time": "00:17:17",
		"speaker": 0,
		"line": "done. It's like we went to rehab and we came back with sort of like a new lease on life. Except we exactly the same because we didn't go to rehab",
		"episode": "s04e01",
		"objectID": "401129"
	},
	{
		"time": "00:17:27",
		"speaker": 2,
		"line": "what we just promised. We're normal. We're like those people that went to rehab that didn't even need it. There wasn't even a problem there in the first place. Wear like exactly. It's just a relax ation, so you can get back to yourself. Consider",
		"episode": "s04e01",
		"objectID": "401130"
	},
	{
		"time": "00:17:39",
		"speaker": 1,
		"line": "this going from Season seven of Entourage to Season eight. Let's forget the cocaine that Vincent Chase was addicted to explain it away and move on to something more interesting. I",
		"episode": "s04e01",
		"objectID": "401131"
	},
	{
		"time": "00:17:51",
		"speaker": 3,
		"line": "will say this. I think you guys are painting yourselves as not having been normal before",
		"episode": "s04e01",
		"objectID": "401132"
	},
	{
		"time": "00:17:57",
		"speaker": 0,
		"line": "we keep painting ourselves were painted two zeros we painted. Ah, what So sorry. So I",
		"episode": "s04e01",
		"objectID": "401133"
	},
	{
		"time": "00:18:02",
		"speaker": 3,
		"line": "would just say I think I think you know, there's there's two sides to every story and the outside world looks at you guys and things. Most of those guys, we're kind of nuts. I look at you guys and I think you guys are are shining examples of like of what's positive in this world. People who pull themselves up by their bootstraps. Where is the",
		"episode": "s04e01",
		"objectID": "401134"
	},
	{
		"time": "00:18:21",
		"speaker": 1,
		"line": "only way I can wake up in the morning? You're very loosely sleeping boots. I got this old body. I've got no core strength. So I've got a lift myself up for my boots,",
		"episode": "s04e01",
		"objectID": "401135"
	},
	{
		"time": "00:18:31",
		"speaker": 0,
		"line": "right? That's pretty surprising. Your shoulders are very strong, your legs a very strong. But in the center, you almost look as if, like you've been in a course it for 10 years. And then you're just like they'd let it loose. And you're like, Oh,",
		"episode": "s04e01",
		"objectID": "401136"
	},
	{
		"time": "00:18:44",
		"speaker": 1,
		"line": "that's Ah, Well, that's exactly what happened is I went through a busty phase.",
		"episode": "s04e01",
		"objectID": "401137"
	},
	{
		"time": "00:18:51",
		"speaker": 2,
		"line": "You are a pinup girl in the fifties.",
		"episode": "s04e01",
		"objectID": "401138"
	},
	{
		"time": "00:18:54",
		"speaker": 1,
		"line": "That's right. Yes, a lot of people in the Korean War would pin me up. I did a lot of",
		"episode": "s04e01",
		"objectID": "401139"
	},
	{
		"time": "00:19:02",
		"speaker": 3,
		"line": "hype it up. Yeah, this isn't a sort of standard made up centerfold thought. This isn't like a standard center of centerfold situation where you would wear, like, just abuses.",
		"episode": "s04e01",
		"objectID": "401140"
	},
	{
		"time": "00:19:13",
		"speaker": 2,
		"line": "Derogatory old in the center. Yeah, over. That's",
		"episode": "s04e01",
		"objectID": "401141"
	},
	{
		"time": "00:19:18",
		"speaker": 1,
		"line": "what would they wouldn't be able to fit me into the centerfold of the magazine. I was too long, so I would fold myself in half. Uh, so there wasn't a lot to prove. My sexy nude body on one page folded. Right,",
		"episode": "s04e01",
		"objectID": "401142"
	},
	{
		"time": "00:19:32",
		"speaker": 0,
		"line": "say the dying magazine industry. I",
		"episode": "s04e01",
		"objectID": "401143"
	},
	{
		"time": "00:19:37",
		"speaker": 1,
		"line": "mean, TV was brand new moving pictures. Eso Nobody was reading magazines anymore. They were too bulky. And I said, Well, instead of printing 25 people on your pages print me on 50 pages, folded in different positions and it waas beautiful. It was charged for seven years. Richard Nixon used me as a trifle wallet.",
		"episode": "s04e01",
		"objectID": "401144"
	},
	{ "time": "00:20:01", "speaker": 2, "line": "You you were", "episode": "s04e01", "objectID": "401145" },
	{
		"time": "00:20:03",
		"speaker": 0,
		"line": "holding tricky. Takes money and license. That's right. You said I'm not a crook or you just backpack it.",
		"episode": "s04e01",
		"objectID": "401146"
	},
	{
		"time": "00:20:11",
		"speaker": 2,
		"line": "Can you prove Is that true? Was",
		"episode": "s04e01",
		"objectID": "401147"
	},
	{ "time": "00:20:14", "speaker": 0, "line": "he a creek?", "episode": "s04e01", "objectID": "401148" },
	{
		"time": "00:20:15",
		"speaker": 1,
		"line": "I'll say two things. The first thing is I was absolutely there. I was there with Dick said. I will not occur. I go back and look at that. Video is angled. If there's a man folded in three in the car,",
		"episode": "s04e01",
		"objectID": "401149"
	},
	{
		"time": "00:20:31",
		"speaker": 2,
		"line": "right hands look huge, right? We've all seen the videos.",
		"episode": "s04e01",
		"objectID": "401150"
	},
	{
		"time": "00:20:36",
		"speaker": 3,
		"line": "Yeah, he's wearing one of those chunky cut Levi's. I listened. I",
		"episode": "s04e01",
		"objectID": "401151"
	},
	{
		"time": "00:20:42",
		"speaker": 0,
		"line": "when I saw the video. I'm not a crook. I heard a rumor that there is a second wallet. Okay, now, this is the second pilot on the grassy knoll.",
		"episode": "s04e01",
		"objectID": "401152"
	},
	{
		"time": "00:20:51",
		"speaker": 1,
		"line": "This is a big rumor, and I'd like to dispel it right now. Okay, there is a second line. So I guess there's not just fell. There's a second wallet in the deposit in the depository.",
		"episode": "s04e01",
		"objectID": "401153"
	},
	{ "time": "00:21:05", "speaker": 0, "line": "Do you mean suppository?", "episode": "s04e01", "objectID": "401154" },
	{
		"time": "00:21:07",
		"speaker": 1,
		"line": "That's right. What's the thing That you stick up your in a",
		"episode": "s04e01",
		"objectID": "401155"
	},
	{
		"time": "00:21:10",
		"speaker": 3,
		"line": "positive. So God, there's when we got sick at these go book",
		"episode": "s04e01",
		"objectID": "401156"
	},
	{
		"time": "00:21:15",
		"speaker": 1,
		"line": "suppository. So to be clear, I'm folded in three in Richard Nixon's back pocket. He's also got a school book in his a nus with another wallet in it. That's the second",
		"episode": "s04e01",
		"objectID": "401157"
	},
	{
		"time": "00:21:27",
		"speaker": 2,
		"line": "going by him doing. The sign is",
		"episode": "s04e01",
		"objectID": "401158"
	},
	{
		"time": "00:21:31",
		"speaker": 1,
		"line": "just him trying to straighten out a",
		"episode": "s04e01",
		"objectID": "401159"
	},
	{
		"time": "00:21:32",
		"speaker": 2,
		"line": "spine. You want away such a bad president? He's got a lot of other chicken",
		"episode": "s04e01",
		"objectID": "401160"
	},
	{
		"time": "00:21:36",
		"speaker": 0,
		"line": "lying to the American public. That's right. That's right. Keep tell",
		"episode": "s04e01",
		"objectID": "401161"
	},
	{
		"time": "00:21:40",
		"speaker": 3,
		"line": "one truth. If you tell one truth, you gotta tell him all It's like a floodgate.",
		"episode": "s04e01",
		"objectID": "401162"
	},
	{
		"time": "00:21:43",
		"speaker": 2,
		"line": "Todd, when is your What? Is your autobiography gonna come out? Because you have lived a life?",
		"episode": "s04e01",
		"objectID": "401163"
	},
	{
		"time": "00:21:49",
		"speaker": 1,
		"line": "Well, I'm in a little bit of a legal battle with Penguin Publishing, Right? Really? Three main issue is they will not allow me to write that about so they want to get me the Ghost Rider that did my buddy OJ's book, Let's do and if I did it Situation, um, where I describe all the terrible things I did.",
		"episode": "s04e01",
		"objectID": "401164"
	},
	{
		"time": "00:22:10",
		"speaker": 0,
		"line": "If I waas Richard Nixon, strike old wallet, this is how I would have been it.",
		"episode": "s04e01",
		"objectID": "401165"
	},
	{
		"time": "00:22:15",
		"speaker": 1,
		"line": "Yes, exactly. Exactly. Long title. Uh, it's a long title. Another thing that if you read the legal battle, there's a lot of complaints they have against me that I'm showing them for. One of them is the long title. The other is the cover of the book they're not too happy with.",
		"episode": "s04e01",
		"objectID": "401166"
	},
	{
		"time": "00:22:29",
		"speaker": 2,
		"line": "And you're also being sued by the Brown family for copying the book that they now",
		"episode": "s04e01",
		"objectID": "401167"
	},
	{
		"time": "00:22:36",
		"speaker": 1,
		"line": "use the rug, the brand. Pero Nicole Brown Simpson.",
		"episode": "s04e01",
		"objectID": "401168"
	},
	{
		"time": "00:22:40",
		"speaker": 2,
		"line": "They now owned that book,",
		"episode": "s04e01",
		"objectID": "401169"
	},
	{
		"time": "00:22:41",
		"speaker": 1,
		"line": "and Nicole Brown Simpson and Goldman zone that book, and they are also suing me for all I'm worth",
		"episode": "s04e01",
		"objectID": "401170"
	},
	{
		"time": "00:22:47",
		"speaker": 3,
		"line": "and help you get out of this. Well,",
		"episode": "s04e01",
		"objectID": "401171"
	},
	{
		"time": "00:22:49",
		"speaker": 1,
		"line": "yeah, he helped me set up a home in Florida so that it's a nice little tax shelter there. Here's the thing is You don't have to do shit. If you move to Florida, you can treat you can treat victims like crap in the",
		"episode": "s04e01",
		"objectID": "401172"
	},
	{
		"time": "00:22:59",
		"speaker": 2,
		"line": "government of Florida's pretty much international water",
		"episode": "s04e01",
		"objectID": "401173"
	},
	{
		"time": "00:23:03",
		"speaker": 1,
		"line": "situation down there. Yeah, what? But hopefully the autobiographies coming out soon I just got to figure out the difference between periods and semi Colon.",
		"episode": "s04e01",
		"objectID": "401174"
	},
	{
		"time": "00:23:13",
		"speaker": 2,
		"line": "You had a lot of long run on sentences in",
		"episode": "s04e01",
		"objectID": "401175"
	},
	{
		"time": "00:23:15",
		"speaker": 1,
		"line": "that, apparently, you know, uh, wow, we got a lot going on here. I mean, uh, we should talk about our goals for this new year because we're excited to be back and be normal is",
		"episode": "s04e01",
		"objectID": "401176"
	},
	{
		"time": "00:23:30",
		"speaker": 2,
		"line": "I can't What Normal. I'm in such a new physical and mental headspace where I am just calm all morning. You guys remember me? I was a little irritable, sometimes edgy. Sometimes I would scream and everybody would turn around. Yeah, I haven't screamed in a while. That's true. Way were",
		"episode": "s04e01",
		"objectID": "401177"
	},
	{
		"time": "00:23:50",
		"speaker": 0,
		"line": "humbled in that helicopter.",
		"episode": "s04e01",
		"objectID": "401178"
	},
	{
		"time": "00:23:52",
		"speaker": 1,
		"line": "I was so humble. I feel like there's nothing more humbling than seeing your friend dying eating him and then seeing another man die a week later. And just really having to look at your life and say Am I do that can't be surrounded like death for this long. And you especially took it hard. Yes. Yeah, absolutely. Now, would you say that doing opium has helped to calm you down",
		"episode": "s04e01",
		"objectID": "401179"
	},
	{
		"time": "00:24:17",
		"speaker": 2,
		"line": "both physically and mentally? Yes, absolutely. It has been the best decision I've ever made in my life. My skin is taking it hard. But my heart is doing very well. Emotionally, physically is also doing pretty badly. But But it opium is so relaxing. Yeah, if anyone has told you about this, but it s like properties is there. Something is almost like it is almost, but it's it's opium. It's nice, It's It's a class, you",
		"episode": "s04e01",
		"objectID": "401180"
	},
	{
		"time": "00:24:43",
		"speaker": 0,
		"line": "know? You smoke it out of like a really long pipe.",
		"episode": "s04e01",
		"objectID": "401181"
	},
	{
		"time": "00:24:46",
		"speaker": 1,
		"line": "That's right. Just about that long pipe. You're kind of wearing a lot of flowy clothes now.",
		"episode": "s04e01",
		"objectID": "401182"
	},
	{
		"time": "00:24:51",
		"speaker": 2,
		"line": "Yeah, I've been listening to a lot of the beach boys, but only their bad tracks, the ones that never made it onto album.",
		"episode": "s04e01",
		"objectID": "401183"
	},
	{
		"time": "00:24:57",
		"speaker": 0,
		"line": "I seem to background round. Get around, I get around",
		"episode": "s04e01",
		"objectID": "401184"
	},
	{
		"time": "00:25:01",
		"speaker": 2,
		"line": "too good, too good. Yeah, I've been listening to the Beatles unreleased tracks.",
		"episode": "s04e01",
		"objectID": "401185"
	},
	{
		"time": "00:25:05",
		"speaker": 1,
		"line": "Now where? There just us into, like the beach boys. Nevada girls, right? That's when your favorite a",
		"episode": "s04e01",
		"objectID": "401186"
	},
	{
		"time": "00:25:13",
		"speaker": 0,
		"line": "lot of people don't know, But they did 49 other songs before they landed on.",
		"episode": "s04e01",
		"objectID": "401187"
	},
	{
		"time": "00:25:18",
		"speaker": 2,
		"line": "They were really traveling the country before they landed in California and found their whole vibe. They started out as West Virginia coal miners. That wasn't working. They were doing",
		"episode": "s04e01",
		"objectID": "401188"
	},
	{
		"time": "00:25:27",
		"speaker": 0,
		"line": "backside. Coal miners are my favorite. Yeah, it was very weird.",
		"episode": "s04e01",
		"objectID": "401189"
	},
	{
		"time": "00:25:32",
		"speaker": 2,
		"line": "They were doing soft shoe for a while, and Matt wasn't working. So that's what I'm listening. I'm listening devotedly. Those those songs and smoking. No parents of my hair falls.",
		"episode": "s04e01",
		"objectID": "401190"
	},
	{
		"time": "00:25:41",
		"speaker": 0,
		"line": "I really I really like Alabama racist star. My favorite, Like, almost ruin their career.",
		"episode": "s04e01",
		"objectID": "401191"
	},
	{
		"time": "00:25:51",
		"speaker": 2,
		"line": "Agree. But, uh, yeah, I just I'm feeling good. I get a little stressed out when I goto work. You know, when when I have multiple phone lines ringing,",
		"episode": "s04e01",
		"objectID": "401192"
	},
	{
		"time": "00:26:01",
		"speaker": 1,
		"line": "which is your job, which is my answering the phone greeting people.",
		"episode": "s04e01",
		"objectID": "401193"
	},
	{
		"time": "00:26:05",
		"speaker": 0,
		"line": "Yeah, I saw you a little stressed out this morning. As I was coming in, it seemed like you were fielding one incoming call and you were freaked. Death.",
		"episode": "s04e01",
		"objectID": "401194"
	},
	{
		"time": "00:26:15",
		"speaker": 2,
		"line": "Well, I was trying to that was ringing, and I saw the handle on my hand was on the handle. But I for some reason I don't know if it was the opium or what, But I just couldn't pick it up. I couldn't. He's looking So this",
		"episode": "s04e01",
		"objectID": "401195"
	},
	{
		"time": "00:26:26",
		"speaker": 3,
		"line": "phones air confusing. They've got a lot of extra buttons. A lot of March nine and zero.",
		"episode": "s04e01",
		"objectID": "401196"
	},
	{
		"time": "00:26:33",
		"speaker": 2,
		"line": "I'm not sure. I'm just not sure, but I just I let it go. It stopped ringing. And then I said, Wow, I'm in peace again. Well, okay, so but it was normal. Nobody looked, Uh, no scene cause and go fires. I'm feeling really good. You're still doing",
		"episode": "s04e01",
		"objectID": "401197"
	},
	{
		"time": "00:26:50",
		"speaker": 1,
		"line": "your job poorly, but you're reacting a little mawr in a way that does not ruin everyone else.",
		"episode": "s04e01",
		"objectID": "401198"
	},
	{
		"time": "00:26:56",
		"speaker": 0,
		"line": "Exactly. Runnin all your crystals, toe work, they're all there in the office. It's crowded, It looks like kind of like a geode gift",
		"episode": "s04e01",
		"objectID": "401199"
	},
	{
		"time": "00:27:03",
		"speaker": 3,
		"line": "shop. And also you I I walked by this morning when you were screaming at Timothy Simpson about he said nice paperweights. And you said these aren't He screamed at him. These aren't paperweights.",
		"episode": "s04e01",
		"objectID": "401200"
	},
	{
		"time": "00:27:15",
		"speaker": 2,
		"line": "Yes. Yeah, I said these air, not paperweights. These are my soul, My spirit in my life I ate a crystal in front",
		"episode": "s04e01",
		"objectID": "401201"
	},
	{
		"time": "00:27:22",
		"speaker": 1,
		"line": "of them, ran out. I want to apologize. I was in a rush getting to the refrigerator, and I ate your bacon and crystal bagel. Okay. Uh, you can have my bacon, egg and cheese sandwich. I just I b e c And I picked it up in a Yeah,",
		"episode": "s04e01",
		"objectID": "401202"
	},
	{
		"time": "00:27:35",
		"speaker": 2,
		"line": "I'm actually off dairy right now, but thank",
		"episode": "s04e01",
		"objectID": "401203"
	},
	{
		"time": "00:27:37",
		"speaker": 1,
		"line": "you very much. Appreciate it. I'll bring it. I'll pay you back or anything like",
		"episode": "s04e01",
		"objectID": "401204"
	},
	{
		"time": "00:27:41",
		"speaker": 2,
		"line": "that. What? It's fine. I'm feeling good. I'm high as hell right now. Yeah, it's fun.",
		"episode": "s04e01",
		"objectID": "401205"
	},
	{
		"time": "00:27:46",
		"speaker": 0,
		"line": "You do you feel like the only reason you're able to keep your anger down is because you're always on a lot of opium.",
		"episode": "s04e01",
		"objectID": "401206"
	},
	{
		"time": "00:27:53",
		"speaker": 2,
		"line": "I think it's related, but I think it's a positive thing. I think, Yes, it is that the cause and effect is directly that opium is the reason I'm calling. But is that bad?",
		"episode": "s04e01",
		"objectID": "401207"
	},
	{
		"time": "00:28:02",
		"speaker": 0,
		"line": "I don't know. I'm just getting a lot. A lot of accolades for hiring all of us heroes. Um, and people are coming in taking photos with you because we've obviously killed the hillside Humber",
		"episode": "s04e01",
		"objectID": "401208"
	},
	{
		"time": "00:28:15",
		"speaker": 1,
		"line": "E. I mean, it's 2017. Everybody self medicate. It's even years ago, my mom self medicated, but she did it with alcohol, which made her distant and mean to May. Yeah, I think we're going to self medicate with something that makes you nice and calm. Go for it",
		"episode": "s04e01",
		"objectID": "401209"
	},
	{
		"time": "00:28:30",
		"speaker": 2,
		"line": "around everyone. I'm around. Yeah, I just having completed a task in three weeks. And I What's the big deal? What's the big deal? Like back? I'm likable. You're very alive. That matters,",
		"episode": "s04e01",
		"objectID": "401210"
	},
	{
		"time": "00:28:41",
		"speaker": 1,
		"line": "and you got this new. I mean, you could call them family fan, but these people you met at that gathering of the juggalos you went to",
		"episode": "s04e01",
		"objectID": "401211"
	},
	{
		"time": "00:28:47",
		"speaker": 2,
		"line": "That's right. This is my family. And there, in the parking lot in the tourists, there's, um, sit",
		"episode": "s04e01",
		"objectID": "401212"
	},
	{
		"time": "00:28:55",
		"speaker": 0,
		"line": "in a tourist all day where your school like I think they're doing ecstasy. They're like",
		"episode": "s04e01",
		"objectID": "401213"
	},
	{
		"time": "00:29:01",
		"speaker": 2,
		"line": "they're rolling, which is a term for having a nice time with your family. The rolling in the parking lot of Victoria's there's 13 juggalos juggle. Let's you may have seen them around campus",
		"episode": "s04e01",
		"objectID": "401214"
	},
	{
		"time": "00:29:12",
		"speaker": 3,
		"line": "Angelenos to There's little babies in there. There's, you know,",
		"episode": "s04e01",
		"objectID": "401215"
	},
	{
		"time": "00:29:15",
		"speaker": 2,
		"line": "is there in the trunk. Yes, and it's a great set up every time I need to go",
		"episode": "s04e01",
		"objectID": "401216"
	},
	{
		"time": "00:29:19",
		"speaker": 0,
		"line": "full juggalos. There's a little dog juggalos",
		"episode": "s04e01",
		"objectID": "401217"
	},
	{
		"time": "00:29:22",
		"speaker": 2,
		"line": "as well. Four out there, really",
		"episode": "s04e01",
		"objectID": "401218"
	},
	{
		"time": "00:29:24",
		"speaker": 3,
		"line": "on creative name for dog juggalos Wolf wolf juggle o salad of animal makes plus Juggalos.",
		"episode": "s04e01",
		"objectID": "401219"
	},
	{
		"time": "00:29:30",
		"speaker": 2,
		"line": "Everybody shut the fuck up. That's my family.",
		"episode": "s04e01",
		"objectID": "401220"
	},
	{
		"time": "00:29:34",
		"speaker": 0,
		"line": "Me have been saying the Juggalos are a gang and then we should be scared off. Do you feel that way?",
		"episode": "s04e01",
		"objectID": "401221"
	},
	{ "time": "00:29:42", "speaker": 2, "line": "Doesn't bother me?", "episode": "s04e01", "objectID": "401222" },
	{
		"time": "00:29:43",
		"speaker": 1,
		"line": "Yeah, a gang. A gang is just another word for family. That's true.",
		"episode": "s04e01",
		"objectID": "401223"
	},
	{
		"time": "00:29:49",
		"speaker": 2,
		"line": "What is a family unit, anyway?",
		"episode": "s04e01",
		"objectID": "401224"
	},
	{
		"time": "00:29:51",
		"speaker": 1,
		"line": "A bunch of a bunch of daddy and",
		"episode": "s04e01",
		"objectID": "401225"
	},
	{
		"time": "00:29:53",
		"speaker": 2,
		"line": "mommy and the kiddie. Not that",
		"episode": "s04e01",
		"objectID": "401226"
	},
	{
		"time": "00:29:56",
		"speaker": 1,
		"line": "bad experience with kitties. Specifically sons. I think this is a better way to find family. Is random strangers on?",
		"episode": "s04e01",
		"objectID": "401227"
	},
	{
		"time": "00:30:03",
		"speaker": 2,
		"line": "You know, that's what it is. It's not. It's not that I have cut everything out of my life. That scares me. It's that I am at peace. It's not have zero connection to anybody, and I refuse to look anyone in the eye or talk to anybody on the phone. So I have nothing to deal with. No problems. It's that I am at peace",
		"episode": "s04e01",
		"objectID": "401228"
	},
	{
		"time": "00:30:23",
		"speaker": 1,
		"line": "crystals. Attention, Hamilton Students. The bathrooms are no longer. First come. First serve to use the restroom. You must make a reservation 24 hours in advance. Now, Bill, tell us a little bit about this. I mean, you're a sportsman. In the world of competition, there's not much that's competitive about home AC. How are you transitioning into that world?",
		"episode": "s04e01",
		"objectID": "401229"
	},
	{
		"time": "00:30:49",
		"speaker": 0,
		"line": "Well, you know, it is tough. Um, I love to compete. I love the camaraderie of sports, but a lot of home ec has that stuff in it too. You know, when you're making some curtains, for example, you're having some students make some curtains, learn how to put lace on the bottom of fabric on, bunch it together and give little ring holds for it at the time. You can add in stuff like, Hey, whoever does this first is the best. And I've been doing that. Um,",
		"episode": "s04e01",
		"objectID": "401230"
	},
	{ "time": "00:31:23", "speaker": 2, "line": "that's a huge motivator.", "episode": "s04e01", "objectID": "401231" },
	{
		"time": "00:31:24",
		"speaker": 0,
		"line": "Yeah, I've been doing that. And it turns out sometimes if you make curtains fast, they are the best curtains. You do need to slow down. So I've been learning.",
		"episode": "s04e01",
		"objectID": "401232"
	},
	{
		"time": "00:31:33",
		"speaker": 1,
		"line": "I tried them. Field fastest is best.",
		"episode": "s04e01",
		"objectID": "401233"
	},
	{ "time": "00:31:36", "speaker": 0, "line": "Yeah, fastest is best.", "episode": "s04e01", "objectID": "401234" },
	{
		"time": "00:31:37",
		"speaker": 2,
		"line": "Isn't that what we find? That the kids teach us as much as we teach them?",
		"episode": "s04e01",
		"objectID": "401235"
	},
	{
		"time": "00:31:40",
		"speaker": 0,
		"line": "That's really Then they have been teaching me Mr K. V. No, that's not how you run a sewing machine. You don't put a jersey on it, slap it on its ass and push it out into the hole and the hole. Good. Listen and say, get out there. I've been having I've been having a little trouble. Um, coming in, um, and screaming at the class, Um, saying, Well, that was a shit half because there was no half",
		"episode": "s04e01",
		"objectID": "401236"
	},
	{
		"time": "00:32:10",
		"speaker": 1,
		"line": "more. There was no half any sort of halftime motivation. And I",
		"episode": "s04e01",
		"objectID": "401237"
	},
	{
		"time": "00:32:13",
		"speaker": 3,
		"line": "think I think you're also sort of, I mean, not to like, uh, sort of call into question your methods, but I think that, like, maybe just try not putting your class on two teams, You know what I mean? Like, you separate your class into two rosters on like, maybe you should You could you could sort of push them all in together like that. I think that that might be ah, a way to sort of try to lose that competitive thing and just kind of slow down and be like, Hey, you know what? Let's all do this together. Yeah, right. Because we're all trying to learn. We're trying. We're trying to learn from each other. We're trying to go, right?",
		"episode": "s04e01",
		"objectID": "401238"
	},
	{
		"time": "00:32:44",
		"speaker": 0,
		"line": "I mean, I took a two hour bus trip to ah nearby school. Um Teoh compete. Ah, at making chicken casserole the other day. Um, and apparently there had been no chicken casserole off scheduled at ST Mathis. Uh,",
		"episode": "s04e01",
		"objectID": "401239"
	},
	{
		"time": "00:33:05",
		"speaker": 1,
		"line": "how on earth did you might get that confused? Did you just hope there would be one when you get there? Look it up. Did you hear something?",
		"episode": "s04e01",
		"objectID": "401240"
	},
	{
		"time": "00:33:12",
		"speaker": 0,
		"line": "It was based on nothing. It was based on absolutely nothing.",
		"episode": "s04e01",
		"objectID": "401241"
	},
	{
		"time": "00:33:16",
		"speaker": 1,
		"line": "Wow. Use That seems like a symptom of a man who is fully lost.",
		"episode": "s04e01",
		"objectID": "401242"
	},
	{
		"time": "00:33:20",
		"speaker": 2,
		"line": "Yeah, this doesn't think this sounds very tough for you, Bill, because you're so used to one thing somewhere that has nothing involved with it.",
		"episode": "s04e01",
		"objectID": "401243"
	},
	{
		"time": "00:33:28",
		"speaker": 0,
		"line": "It's tough. I'm dealing with my diagnosis. Um, which has been very tough for me. Uh,",
		"episode": "s04e01",
		"objectID": "401244"
	},
	{
		"time": "00:33:35",
		"speaker": 1,
		"line": "you brave enough to speak of that? I",
		"episode": "s04e01",
		"objectID": "401245"
	},
	{
		"time": "00:33:37",
		"speaker": 0,
		"line": "mean, I guess I have to um, you know, it's I think our listeners probably have noticed. I tried to ignore it for, um, a long time. And I'm coming to terms with it now, and I'm ready to say it public. I am currently struggling with ridiculous voice. I've been diagnosed with Ricky with ridiculous voice, and it's you've all heard it. It was very evident.",
		"episode": "s04e01",
		"objectID": "401246"
	},
	{ "time": "00:34:05", "speaker": 1, "line": "This is so important.", "episode": "s04e01", "objectID": "401247" },
	{
		"time": "00:34:06",
		"speaker": 0,
		"line": "Uh, in second life, not sure what made it",
		"episode": "s04e01",
		"objectID": "401248"
	},
	{
		"time": "00:34:10",
		"speaker": 1,
		"line": "so nice of you Because a lot of people are probably quietly suffering.",
		"episode": "s04e01",
		"objectID": "401249"
	},
	{
		"time": "00:34:15",
		"speaker": 3,
		"line": "Awareness is key with any issue. You No,",
		"episode": "s04e01",
		"objectID": "401250"
	},
	{
		"time": "00:34:18",
		"speaker": 0,
		"line": "no, no, no, no, no. Tell me. See, There it is. Have any of you guys ever struggled with the ridiculous voice? It makes you go up high when you're trying to make a point.",
		"episode": "s04e01",
		"objectID": "401251"
	},
	{
		"time": "00:34:30",
		"speaker": 1,
		"line": "Oh, but you know, I know, like in the past. It's good that I know someone who hasn't. Because I used to judge people. I used to judge Regis Philbin all the time not knowing that there was something wrong with him.",
		"episode": "s04e01",
		"objectID": "401252"
	},
	{
		"time": "00:34:42",
		"speaker": 2,
		"line": "He's got a medical issues of medically. Yeah, isn't diseases The virus is? It was what?",
		"episode": "s04e01",
		"objectID": "401253"
	},
	{
		"time": "00:34:49",
		"speaker": 0,
		"line": "We're trying to get together. We're trying to mobilize all of us with ridiculous voices.",
		"episode": "s04e01",
		"objectID": "401254"
	},
	{
		"time": "00:34:54",
		"speaker": 1,
		"line": "Now, do you believe that ridiculous voice is a choice? Right?",
		"episode": "s04e01",
		"objectID": "401255"
	},
	{
		"time": "00:34:58",
		"speaker": 3,
		"line": "Look, I didn't want to jump in here. I didn't want to jump in here. Uh, because I don't want my first day on the podcast to be rife with tension, but yes, too late. You're gonna",
		"episode": "s04e01",
		"objectID": "401256"
	},
	{
		"time": "00:35:07",
		"speaker": 0,
		"line": "become in hot do because we know you're pretty fucked up Your kind of racist. We all",
		"episode": "s04e01",
		"objectID": "401257"
	},
	{
		"time": "00:35:12",
		"speaker": 3,
		"line": "know. Okay, I'm not racist. No, no, it is a rather new Let me ask you guys a question. Look, way. Yes, yes. That's not what I'm gonna ask. I'm gonna ask you if have you ever heard a baby? When it's hungry? Cry like e. No. No, you haven't. You're so fucking ignorant. No, no, I'm not. Look any thing here. It",
		"episode": "s04e01",
		"objectID": "401258"
	},
	{
		"time": "00:35:47",
		"speaker": 1,
		"line": "doesn't happen because most of the time you don't know you have ridiculous. Until you go through puberty,",
		"episode": "s04e01",
		"objectID": "401259"
	},
	{ "time": "00:35:52", "speaker": 3, "line": "let me tell. You guys", "episode": "s04e01", "objectID": "401260" },
	{
		"time": "00:35:53",
		"speaker": 1,
		"line": "discover you feel your ridiculous voice. You see, wonderful.",
		"episode": "s04e01",
		"objectID": "401261"
	},
	{
		"time": "00:35:57",
		"speaker": 0,
		"line": "You start doing it in your room alone. But you keep up posters with people with regular pushes all over",
		"episode": "s04e01",
		"objectID": "401262"
	},
	{
		"time": "00:36:03",
		"speaker": 3,
		"line": "the Let me tell you guys the story you guys know, my son. You guys know my son Kevin, right? Yeah. Yeah. Way. Love your great love your family. Yeah, he's a great kid. Okay, But about four years ago or so he went on a vacation with his friends family on and his dad, this kids dad, his friend's dad has has the most ridiculous voice myself back from two weeks with this guy. And he looks me in the eyes and he says, Dad, I want to let you know something I can't? Ridiculous voice. I look at him and I said, Are you kidding me? You're saying Tell me his friend, you sit here and tell me that you go on two week vacation. It's perfectly timed coming back that you come back and you have this ridiculous voice. And now I'm supposed to accept that you've always had this. No chance. So I kicked him out of my house. Obviously, I just don't him on, You know, we're working through our issues. My wife is like, Honey, we got to get him back. We have to bring a",
		"episode": "s04e01",
		"objectID": "401263"
	},
	{
		"time": "00:37:03",
		"speaker": 0,
		"line": "terrible there. So many ridiculous voice homeless youth. And I have a",
		"episode": "s04e01",
		"objectID": "401264"
	},
	{
		"time": "00:37:09",
		"speaker": 3,
		"line": "ridiculous voice. You could have a ridiculous voice all you want, but the moment you talk to me with it, that's the thing. I have a problem if you want. If you want to have a ridiculous voice, you know,",
		"episode": "s04e01",
		"objectID": "401265"
	},
	{
		"time": "00:37:19",
		"speaker": 1,
		"line": "school. When Kathy Griffin came and spoke,",
		"episode": "s04e01",
		"objectID": "401266"
	},
	{
		"time": "00:37:21",
		"speaker": 3,
		"line": "you're goddamn right. I didn't.",
		"episode": "s04e01",
		"objectID": "401267"
	},
	{
		"time": "00:37:22",
		"speaker": 0,
		"line": "She talked about it. Yeah, and I wept over on the side. You all saw me, and they said they said, Bill, what's going on? And I said, not anything to do with my ridiculous vice,",
		"episode": "s04e01",
		"objectID": "401268"
	},
	{
		"time": "00:37:37",
		"speaker": 1,
		"line": "so but that you were diagnosed with this. They don't know what causes it now. I don't mean to be. I'm learning. Someone asked him questions. And if their offensive go ahead and say so.",
		"episode": "s04e01",
		"objectID": "401269"
	},
	{
		"time": "00:37:48",
		"speaker": 0,
		"line": "OK, great. I like this just kind of like, you know, we need to teach the public about.",
		"episode": "s04e01",
		"objectID": "401270"
	},
	{
		"time": "00:37:53",
		"speaker": 2,
		"line": "It's a public salon. It's a public would ever hit before we,",
		"episode": "s04e01",
		"objectID": "401271"
	},
	{
		"time": "00:37:57",
		"speaker": 1,
		"line": "um Well, it looks like you taking a pretty huge one here. So maybe when that's done burned through the hole hole hole there,",
		"episode": "s04e01",
		"objectID": "401272"
	},
	{
		"time": "00:38:07",
		"speaker": 3,
		"line": "there's no there's enough. Whatever comes out of that to get us all high, choose from sitting here. So I think we're gonna speaks really smile. Stairs. Feels really nasty.",
		"episode": "s04e01",
		"objectID": "401273"
	},
	{
		"time": "00:38:20",
		"speaker": 0,
		"line": "Smells like honey. Big Tab.",
		"episode": "s04e01",
		"objectID": "401274"
	},
	{
		"time": "00:38:23",
		"speaker": 1,
		"line": "Nothing was saying It's affecting me. I feel wonderful. Well, that's great. Yeah, So I'll ask you this. Would you ever get a surgery if one existed to make your voice normal again?",
		"episode": "s04e01",
		"objectID": "401275"
	},
	{
		"time": "00:38:33",
		"speaker": 0,
		"line": "I think like normal and normal. What's trouble these days, right? What I would",
		"episode": "s04e01",
		"objectID": "401276"
	},
	{ "time": "00:38:39", "speaker": 2, "line": "we have other than us.", "episode": "s04e01", "objectID": "401277" },
	{
		"time": "00:38:41",
		"speaker": 0,
		"line": "There's a lot of people who have gone through conversion therapy to make their voice. Not as ridiculous.",
		"episode": "s04e01",
		"objectID": "401278"
	},
	{
		"time": "00:38:47",
		"speaker": 3,
		"line": "I sent my son to a camp run by John Krasinski.",
		"episode": "s04e01",
		"objectID": "401279"
	},
	{
		"time": "00:38:50",
		"speaker": 1,
		"line": "Yeah, yeah, yeah. He's got the most normal voice of all.",
		"episode": "s04e01",
		"objectID": "401280"
	},
	{
		"time": "00:38:53",
		"speaker": 0,
		"line": "Yeah, he's got a very he has got a very",
		"episode": "s04e01",
		"objectID": "401281"
	},
	{
		"time": "00:38:56",
		"speaker": 2,
		"line": "normal that is, actually, when they will sort of talk and just let the kids talk And to let them know like when they need to change of this sort of look at the camera after the side to let them know they're being a",
		"episode": "s04e01",
		"objectID": "401282"
	},
	{
		"time": "00:39:08",
		"speaker": 0,
		"line": "little This is how you be a wry, straight man. It said that camp and they teach you how I'm and I thought about it. You know, I always thought about it, but then I was like, You know what? I'm just gonna let myself shine and have the most ridiculous voice that I have. Um and and I don't believe in it.",
		"episode": "s04e01",
		"objectID": "401283"
	},
	{
		"time": "00:39:27",
		"speaker": 1,
		"line": "Well, I that's good to know. That's good. I'm really I'm proud of you for facing up to this and again if we ever do anything that you know, a za man who had either aids or a rash. Uh, I know what it's like for people to be scared of you because your diagnosis and so I just want to be open minded with you. And I think this year this is kind of inspired me. Maybe all write a play about this. Okay,",
		"episode": "s04e01",
		"objectID": "401284"
	},
	{
		"time": "00:39:58",
		"speaker": 2,
		"line": "How do you feel about the medical community in general? Diagnosing people with crazy for you with the way",
		"episode": "s04e01",
		"objectID": "401285"
	},
	{
		"time": "00:40:06",
		"speaker": 0,
		"line": "it's not crazy? Boyce. It's offensive.",
		"episode": "s04e01",
		"objectID": "401286"
	},
	{
		"time": "00:40:11",
		"speaker": 2,
		"line": "Of course. I don't think you're crazy. I was so I guess I must have been repeating some things I've read.",
		"episode": "s04e01",
		"objectID": "401287"
	},
	{ "time": "00:40:15", "speaker": 0, "line": "That's OK. I just wanted", "episode": "s04e01", "objectID": "401288" },
	{
		"time": "00:40:17",
		"speaker": 3,
		"line": "Teoh. I appreciate your learning from friends is important because trouble but crazy voice, ridiculous voice, goofy voice. I mean, it's all the same. All these, all these labels",
		"episode": "s04e01",
		"objectID": "401289"
	},
	{
		"time": "00:40:30",
		"speaker": 0,
		"line": "insinuating that it's bad. No,",
		"episode": "s04e01",
		"objectID": "401290"
	},
	{
		"time": "00:40:32",
		"speaker": 1,
		"line": "ridiculous is a totally normal man, for",
		"episode": "s04e01",
		"objectID": "401291"
	},
	{
		"time": "00:40:35",
		"speaker": 3,
		"line": "I'm not gonna walk on eggshells with what I call somebody's voice. All right, we",
		"episode": "s04e01",
		"objectID": "401292"
	},
	{
		"time": "00:40:39",
		"speaker": 0,
		"line": "know what's coming. Seem that that's not a coal thing. That's not like walking on coals walking on eggshells. You did it the other day out in front of this goal.",
		"episode": "s04e01",
		"objectID": "401293"
	},
	{
		"time": "00:40:49",
		"speaker": 1,
		"line": "It's not some sort of Zen thing you dio that proves that you have some sort of power over your own",
		"episode": "s04e01",
		"objectID": "401294"
	},
	{
		"time": "00:40:55",
		"speaker": 0,
		"line": "ITT's. Yeah, that's what I'm not",
		"episode": "s04e01",
		"objectID": "401295"
	},
	{
		"time": "00:41:00",
		"speaker": 1,
		"line": "going to, all right. At least make sure the eggs have been cracked and eaten. You walked over two dozen eggs. I was gonna make another one where",
		"episode": "s04e01",
		"objectID": "401296"
	},
	{
		"time": "00:41:07",
		"speaker": 3,
		"line": "I had to prove a point. Guys, look, And you guys know, like, Look, you guys have missed a lot around here. What's been going on since we go for medium instill here, gentleman, I'm sorry to have to break this news. Would almost killed. Treated. Yeah. Cheatham in. You know, he fought back. He fought back, and he hey, felt good.",
		"episode": "s04e01",
		"objectID": "401297"
	},
	{
		"time": "00:41:25",
		"speaker": 0,
		"line": "Listeners don't know Cheatham in, uh, in an attempt to win. Ah, my track and field season. Um, I passed off a cheetah as a Jewish student. Um, and he he won a lot of races for me.",
		"episode": "s04e01",
		"objectID": "401298"
	},
	{
		"time": "00:41:41",
		"speaker": 3,
		"line": "Yeah. The unfortunate fact is, after what happened on the sort of fall out of that year, uh, he fought back, he fought back, and he was trying t get back on the team. He actually ruptured both Achilles tendons. A I mean, honestly shocking talking, explosive injury, aunt. He the doctors are telling him that he'll he may, uh, he may never walk again. So my God. Well, begin. He Well, that's That's the thing. He's trying to learn how to hunt. He's actually in a wheelchair. Now he's trying to relearn how to hunt. He's, like, relearning all",
		"episode": "s04e01",
		"objectID": "401299"
	},
	{ "time": "00:42:19", "speaker": 2, "line": "be able to stop. What?", "episode": "s04e01", "objectID": "401300" },
	{
		"time": "00:42:21",
		"speaker": 0,
		"line": "That waas that I saw a hairless, um, fucked up little animal wheeling itself. We",
		"episode": "s04e01",
		"objectID": "401301"
	},
	{
		"time": "00:42:28",
		"speaker": 2,
		"line": "have days against your old Arabs Year old friend. Yes, your mom",
		"episode": "s04e01",
		"objectID": "401302"
	},
	{
		"time": "00:42:31",
		"speaker": 3,
		"line": "I e o surgery. They only needed to shave his leg. But he said, If you're going to take the legs, take it all because he",
		"episode": "s04e01",
		"objectID": "401303"
	},
	{ "time": "00:42:43", "speaker": 2, "line": "was crazy to me from", "episode": "s04e01", "objectID": "401304" },
	{
		"time": "00:42:45",
		"speaker": 1,
		"line": "achieving. Take a lot off the whole",
		"episode": "s04e01",
		"objectID": "401305"
	},
	{
		"time": "00:42:47",
		"speaker": 0,
		"line": "he said, Not a living off the top, but a lot off,",
		"episode": "s04e01",
		"objectID": "401306"
	},
	{
		"time": "00:42:50",
		"speaker": 1,
		"line": "Which is what for when I go into my Barbara.",
		"episode": "s04e01",
		"objectID": "401307"
	},
	{
		"time": "00:42:53",
		"speaker": 3,
		"line": "But so he But hey is actually out of No, you probably saw the reason you saw him out on the field is because he's actually he's coaching. Now. He's coaching the track.",
		"episode": "s04e01",
		"objectID": "401308"
	},
	{
		"time": "00:43:01",
		"speaker": 0,
		"line": "Well, yeah. Nobody knows how to run faster than a cheetah in a wheelchair.",
		"episode": "s04e01",
		"objectID": "401309"
	},
	{
		"time": "00:43:07",
		"speaker": 3,
		"line": "I think the only thing that's happened, you guys know, uh, you know, I've been the band director here for a while. I used to share those responsibilities with Marty Mountains, but he got fired, obviously, because of the whole, uh, think methods was sort of exposed as a sham and a big thing downtown. His store he was trying to like cause trouble. There",
		"episode": "s04e01",
		"objectID": "401310"
	},
	{
		"time": "00:43:28",
		"speaker": 0,
		"line": "has been downtown. It's kind of nice. Now",
		"episode": "s04e01",
		"objectID": "401311"
	},
	{
		"time": "00:43:31",
		"speaker": 1,
		"line": "downtown, it's revitalized. It really is",
		"episode": "s04e01",
		"objectID": "401312"
	},
	{ "time": "00:43:34", "speaker": 0, "line": "kind of awesome,", "episode": "s04e01", "objectID": "401313" },
	{ "time": "00:43:35", "speaker": 2, "line": "you know, down there.", "episode": "s04e01", "objectID": "401314" },
	{
		"time": "00:43:36",
		"speaker": 1,
		"line": "And get yourself a craft beer craft cocktail. You could get a alligator hot dogs, your friends.",
		"episode": "s04e01",
		"objectID": "401315"
	},
	{
		"time": "00:43:43",
		"speaker": 2,
		"line": "Exactly what my idea of nice is. Yeah, small regular store that they put almost no money into. And this charge, you expensive price.",
		"episode": "s04e01",
		"objectID": "401316"
	},
	{
		"time": "00:43:49",
		"speaker": 1,
		"line": "Well, you should come to my eye Open toe motto shop downtown. I",
		"episode": "s04e01",
		"objectID": "401317"
	},
	{
		"time": "00:43:53",
		"speaker": 2,
		"line": "think this is one of those shops that serves one thing. And it's generally bad.",
		"episode": "s04e01",
		"objectID": "401318"
	},
	{
		"time": "00:43:58",
		"speaker": 1,
		"line": "Yeah, I think my motto is a very strong South American T Okay, it's, I figured, coffees popular, different cultural things or popular. So I charged 13 bucks for a Potter, matey. The thing is, with the tradition of Mateo's, you have to share it with people. You have to drink out of the same cup drinking your sharing cups of matey with people.",
		"episode": "s04e01",
		"objectID": "401319"
	},
	{
		"time": "00:44:22",
		"speaker": 2,
		"line": "How convenient this has become A real thing has become a real pervert. Hang out. Isn't that right? Your clientele?",
		"episode": "s04e01",
		"objectID": "401320"
	},
	{
		"time": "00:44:28",
		"speaker": 1,
		"line": "What's that? You absolutely cannot. No, no, you got to drink it there. So you gotta play in your day around this Monta experience. It takes a while to steep, and it's stronger than coffee. So you lose your mind on it.",
		"episode": "s04e01",
		"objectID": "401321"
	},
	{
		"time": "00:44:39",
		"speaker": 0,
		"line": "And I heard if you like this place, you you probably don't have a job.",
		"episode": "s04e01",
		"objectID": "401322"
	},
	{
		"time": "00:44:45",
		"speaker": 1,
		"line": "That's right. Like like you said, a lot of not homeless, but a lot of unemployed perverts have been coming by. Oh,",
		"episode": "s04e01",
		"objectID": "401323"
	},
	{
		"time": "00:44:53",
		"speaker": 3,
		"line": "well, that's I'll say a lot of people probably take the name of the place. Uh, pretty literally. So it's called all lives matter. Yes, that's correct. If",
		"episode": "s04e01",
		"objectID": "401324"
	},
	{
		"time": "00:45:10",
		"speaker": 2,
		"line": "you thought this place stunk before they opened the doors just mean it stinks from the tea alone. Wait till the clientele gets there. It smells like shit",
		"episode": "s04e01",
		"objectID": "401325"
	},
	{
		"time": "00:45:20",
		"speaker": 3,
		"line": "because you don't want to Anybody away",
		"episode": "s04e01",
		"objectID": "401326"
	},
	{
		"time": "00:45:21",
		"speaker": 0,
		"line": "getting a lot of right wing customer.",
		"episode": "s04e01",
		"objectID": "401327"
	},
	{
		"time": "00:45:24",
		"speaker": 1,
		"line": "Here is the thing. Whenever something is in the zeitgeist, you need to monetize it and make it about you immediately and exploit. It s so I don't have ah dog in the race with almost any political opinion, I am a political because I'm a coward on. And so I just find the thing that people are talking about, and I just attach myself to it and talking. And there's articles about it. There was a Twitter moment about it, which means that people were tweeting about it. Trended.",
		"episode": "s04e01",
		"objectID": "401328"
	},
	{
		"time": "00:45:57",
		"speaker": 3,
		"line": "You've been protest. It's been protested. There's been a picket line outside,",
		"episode": "s04e01",
		"objectID": "401329"
	},
	{
		"time": "00:46:00",
		"speaker": 1,
		"line": "which gives us more attention. Yeah, eyes get press. That's right.",
		"episode": "s04e01",
		"objectID": "401330"
	},
	{ "time": "00:46:06", "speaker": 0, "line": "All press matters.", "episode": "s04e01", "objectID": "401331" },
	{
		"time": "00:46:08",
		"speaker": 2,
		"line": "You know, I think you did a good thing. If you're a white person, the dozen on a business in this day and age, you're behind. And you've got to do whatever you can Just open one, regardless of if you feel passion towards it just",
		"episode": "s04e01",
		"objectID": "401332"
	},
	{
		"time": "00:46:20",
		"speaker": 3,
		"line": "to do it, just swallow your shame and take advantage of your privilege. Even if it",
		"episode": "s04e01",
		"objectID": "401333"
	},
	{
		"time": "00:46:25",
		"speaker": 2,
		"line": "doesn't make you money, you need something to do during the day.",
		"episode": "s04e01",
		"objectID": "401334"
	},
	{
		"time": "00:46:29",
		"speaker": 1,
		"line": "Just you know what fusion always works. Just make us something fusion restaurant. Um, I",
		"episode": "s04e01",
		"objectID": "401335"
	},
	{
		"time": "00:46:35",
		"speaker": 0,
		"line": "I went Teoh your office fusion. That's right. And a lot of the stuff wasn't edible. It was good,",
		"episode": "s04e01",
		"objectID": "401336"
	},
	{
		"time": "00:46:44",
		"speaker": 1,
		"line": "right? It was a fusion restaurant. It was a Korean food and office stuff. Have you confined in Staples? So we had a like a bull. Gogi uh, Inc, uh,",
		"episode": "s04e01",
		"objectID": "401337"
	},
	{
		"time": "00:47:01",
		"speaker": 3,
		"line": "witting or something interesting. Like that. You know, it was Hewlett Packard",
		"episode": "s04e01",
		"objectID": "401338"
	},
	{ "time": "00:47:04", "speaker": 1, "line": "HP egg.", "episode": "s04e01", "objectID": "401339" },
	{
		"time": "00:47:05",
		"speaker": 2,
		"line": "This is I mean, this was popular. This was the new thing around town. If you were toxic, if you're with ink all over your hands, they knew they just came from that. Absolutely.",
		"episode": "s04e01",
		"objectID": "401340"
	},
	{
		"time": "00:47:15",
		"speaker": 0,
		"line": "Have you speaking Hewlett Packard? I just got the HPV printer.",
		"episode": "s04e01",
		"objectID": "401341"
	},
	{
		"time": "00:47:21",
		"speaker": 3,
		"line": "The the you know, Packer v. C 553",
		"episode": "s04e01",
		"objectID": "401342"
	},
	{
		"time": "00:47:28",
		"speaker": 0,
		"line": "HPV. It's unbelievable, Prince really fast. It's really nice in my office.",
		"episode": "s04e01",
		"objectID": "401343"
	},
	{
		"time": "00:47:33",
		"speaker": 1,
		"line": "Um, it's weird because you bought it doesn't usually show up in most men's offices. They'll buy it, but you won't be able to see it.",
		"episode": "s04e01",
		"objectID": "401344"
	},
	{
		"time": "00:47:40",
		"speaker": 0,
		"line": "Yeah, but you can ruin a woman's life is ruined because",
		"episode": "s04e01",
		"objectID": "401345"
	},
	{
		"time": "00:47:46",
		"speaker": 1,
		"line": "you know you have it, but you don't tell anybody.",
		"episode": "s04e01",
		"objectID": "401346"
	},
	{
		"time": "00:47:50",
		"speaker": 0,
		"line": "And I gotta pray not only already using my printer,",
		"episode": "s04e01",
		"objectID": "401347"
	},
	{
		"time": "00:47:52",
		"speaker": 3,
		"line": "it's one of those it hides imperfections in for things printed out by females. Like, sort of like they don't even realize that they that it's it's happening until after it's already. It's Taff.",
		"episode": "s04e01",
		"objectID": "401348"
	},
	{
		"time": "00:48:05",
		"speaker": 2,
		"line": "So the printer works good. We should move on.",
		"episode": "s04e01",
		"objectID": "401349"
	},
	{
		"time": "00:48:07",
		"speaker": 3,
		"line": "Yeah, yeah, but I should say you guys know because Marty's gone. I was sort of in charge of the marching band. He was in charge of the class, but like this sort of. But now that he's gone, I'm sort of divided between both of those things. And you could say that that shouldn't be a big issue because there's only six people in our marching band and there's just a huge issue. I would say it is underwhelming time. No, it's your responsibility for on Trump. Yes, I have embraced it, though. I've made it, I've made it our thing. You know, whenever we do any parades or something, we sit in the back of a flatbed truck and we just play trumpets.",
		"episode": "s04e01",
		"objectID": "401350"
	},
	{
		"time": "00:48:44",
		"speaker": 2,
		"line": "And you guys, you guys have sort of a kitchen name. You guys were called the bad band.",
		"episode": "s04e01",
		"objectID": "401351"
	},
	{
		"time": "00:48:47",
		"speaker": 3,
		"line": "Yeah, yeah, yeah. The bad band, uh, on way. Play sort of, you know, mostly trumpet based tunes way Do a lot of trump based teams, but",
		"episode": "s04e01",
		"objectID": "401352"
	},
	{
		"time": "00:49:00",
		"speaker": 1,
		"line": "the least interesting part of Scott punk music Just play ants marching. Everyone loves everyone. You can play it on trumpet.",
		"episode": "s04e01",
		"objectID": "401353"
	},
	{
		"time": "00:49:14",
		"speaker": 3,
		"line": "Dave Matthews. Yeah, You know what? That's actually a good I'll see if I can find the sheet music for that injustice. Trumpet. Uh, because you practice, you don't even practice with sheet music. You practice with sheet music? Yeah, well, well, you know, uh, yeah, it's It's cheaper, as much cheaper. Uh uh. And and And I lied. I like to leave. Leave, leave a trace wherever I go.",
		"episode": "s04e01",
		"objectID": "401354"
	},
	{
		"time": "00:49:39",
		"speaker": 2,
		"line": "Now, which band you like more. Which one are you more invested in the marching?",
		"episode": "s04e01",
		"objectID": "401355"
	},
	{
		"time": "00:49:44",
		"speaker": 3,
		"line": "Well, last I have also changed the name from marching band to sitting band because we actually don't ever stand up. Eso I am. Actually, I enjoy that more because it's a challenge. The class band is whatever it's like we've got we've got",
		"episode": "s04e01",
		"objectID": "401356"
	},
	{
		"time": "00:49:57",
		"speaker": 1,
		"line": "that. I wouldn't want them to hear you say that.",
		"episode": "s04e01",
		"objectID": "401357"
	},
	{
		"time": "00:49:58",
		"speaker": 3,
		"line": "What do you think? That good? They know it, uh, they know it. And I'm pretty up front with them because",
		"episode": "s04e01",
		"objectID": "401358"
	},
	{
		"time": "00:50:04",
		"speaker": 2,
		"line": "that's your whole thing is this is a musicianship is a hard business. And when I think we're going to call your ship to your face every day So you're starting with these 13 14.",
		"episode": "s04e01",
		"objectID": "401359"
	},
	{
		"time": "00:50:12",
		"speaker": 3,
		"line": "Yeah, and I'll say What I say is the six trumpet players we have in the in the sitting band is I mean, they're Miles Davis level. These guys are are virtuosic. When",
		"episode": "s04e01",
		"objectID": "401360"
	},
	{
		"time": "00:50:23",
		"speaker": 2,
		"line": "you saw whiplash, did you think that's me, Their guy, the teacher. Absolutely. You say the things he says, Yeah, you act the way",
		"episode": "s04e01",
		"objectID": "401361"
	},
	{
		"time": "00:50:33",
		"speaker": 3,
		"line": "I think I also have unusually positive read of him on as a character. I think a lot of people say he's overbearing. They say he puts too much pressure on the kid in that movie. Hey, sort of is pushing his own agenda instead and let it working a kid, enjoy music. I look at him as the the sort of motivator that a kid needs when they're this age. When you're 13 you need somebody telling you Hey, right now, you're terrible. Get better",
		"episode": "s04e01",
		"objectID": "401362"
	},
	{
		"time": "00:50:58",
		"speaker": 1,
		"line": "Saying we have in the theater is every villain is the hero of their own story. Andi, I feel like that's the character you're seeing. The human side,",
		"episode": "s04e01",
		"objectID": "401363"
	},
	{
		"time": "00:51:06",
		"speaker": 3,
		"line": "Yeah, care. Yeah, and I'm taking the good. Taking the good from that character. The motivating, the sort of throwing things when things aren't aren't exactly the way I want him to be.",
		"episode": "s04e01",
		"objectID": "401364"
	},
	{
		"time": "00:51:15",
		"speaker": 1,
		"line": "Exactly. Everybody knows the bad stuff that Nixon did, but I think it humanized him when you think this guy, you know, a human folded in his back pocket three ways, he said. Night is back. Hurts.",
		"episode": "s04e01",
		"objectID": "401365"
	},
	{ "time": "00:51:27", "speaker": 2, "line": "You got a weather", "episode": "s04e01", "objectID": "401366" },
	{
		"time": "00:51:27",
		"speaker": 1,
		"line": "guy up in his ass is depository way.",
		"episode": "s04e01",
		"objectID": "401367"
	},
	{
		"time": "00:51:31",
		"speaker": 2,
		"line": "Love those masks Now. I think that's a big part of it. We've really made him funny. Funny.",
		"episode": "s04e01",
		"objectID": "401368"
	},
	{
		"time": "00:51:35",
		"speaker": 1,
		"line": "Oh, yeah. President masks. Hey, he's the quintessential president. We wear those on casual Fridays. We come in in a Nixon mask,",
		"episode": "s04e01",
		"objectID": "401369"
	},
	{
		"time": "00:51:43",
		"speaker": 2,
		"line": "will come in and do a whole Nixon robbery on casual Fridays. Come in wielding guns. I left this year because we're normal",
		"episode": "s04e01",
		"objectID": "401370"
	},
	{ "time": "00:51:50", "speaker": 1, "line": "normal this year.", "episode": "s04e01", "objectID": "401371" },
	{
		"time": "00:51:51",
		"speaker": 3,
		"line": "Don't worry. Is a funny thing, though, that this school does casual Fridays, but the students still have to wear their school uniform dress up way all show them its formal Friday way. Show up in casual Hawaiians and short masks and, uh, sandals and they're showing up in full tux is",
		"episode": "s04e01",
		"objectID": "401372"
	},
	{
		"time": "00:52:08",
		"speaker": 0,
		"line": "so not that we want to take this school over and eventually make it ours. But what's going on with the administration here? Who's running the",
		"episode": "s04e01",
		"objectID": "401373"
	},
	{
		"time": "00:52:15",
		"speaker": 1,
		"line": "school? Trust them way, weaknesses.",
		"episode": "s04e01",
		"objectID": "401374"
	},
	{
		"time": "00:52:18",
		"speaker": 2,
		"line": "I'm in the front office and they're treating me really well. Yeah, they're giving me my space, and I think they know that I'm pretty emotionally volatile, so they're not really bothering me. I think you don't have a read yet.",
		"episode": "s04e01",
		"objectID": "401375"
	},
	{
		"time": "00:52:30",
		"speaker": 3,
		"line": "Yeah, General, I think things in the front office here are good at the moment. Way we've got a principal who really cares, which is unusual. Uh, he's invested in the students. He observes classes. You guys will see he's gonna come in probably once a week and observe one of your classes. That's Ah, that's something",
		"episode": "s04e01",
		"objectID": "401376"
	},
	{
		"time": "00:52:47",
		"speaker": 0,
		"line": "really observation. You wanted to see if we're doing good,",
		"episode": "s04e01",
		"objectID": "401377"
	},
	{
		"time": "00:52:51",
		"speaker": 3,
		"line": "He'll just sit in the back and sort of take notes. And then, obviously there's performance reviews now, So you have, like, a meeting with him.",
		"episode": "s04e01",
		"objectID": "401378"
	},
	{ "time": "00:52:59", "speaker": 1, "line": "I love that", "episode": "s04e01", "objectID": "401379" },
	{
		"time": "00:53:01",
		"speaker": 2,
		"line": "principle. Might care a little too much something. We're free time on his principal. What's hair alarm? It's",
		"episode": "s04e01",
		"objectID": "401380"
	},
	{
		"time": "00:53:07",
		"speaker": 3,
		"line": "radio. You know, it's I Any job you have? You ever had a job where you know. So basically, every month or so, he'll call you up and he'll say, Do you have any time after school at the end of this week? Don't come in. Come into my office. I doubt I'm going straight home work. He I've got to go straight home. He's coming. Me? Oh, I've made him come to me reciting my yard and he'll work with you guys. I think you're scared of this guy or something. He's a cool guy. Oh,",
		"episode": "s04e01",
		"objectID": "401381"
	},
	{
		"time": "00:53:35",
		"speaker": 1,
		"line": "we're not scared of not. I'm not scared of it. Anybody?",
		"episode": "s04e01",
		"objectID": "401382"
	},
	{
		"time": "00:53:40",
		"speaker": 3,
		"line": "I'm just saying he's a really scared and, uh and and he's running a tight ship, you know? And I think, But now you guys were back. We're gonna We're back, You guys, we're back and we're gonna We're gonna run the school.",
		"episode": "s04e01",
		"objectID": "401383"
	},
	{
		"time": "00:53:51",
		"speaker": 0,
		"line": "Yeah, I'm willing to do anything just to get back to basics. That's what That's what this year",
		"episode": "s04e01",
		"objectID": "401384"
	},
	{
		"time": "00:53:56",
		"speaker": 2,
		"line": "is about. Normal again. Don't you want to dig into the soil of where we are? Feel it, put your own energy into the ground.",
		"episode": "s04e01",
		"objectID": "401385"
	},
	{
		"time": "00:54:04",
		"speaker": 1,
		"line": "That's a very peaceful thought process, and that's exactly what I mean. I am. You know, I used to try to take risks with the theater department this year. Just doing an adaptation of Lion King. I mean, the kids be in it. I'm not going to rewrite it. I'm just gonna direct it. That's great. Yeah. And, you know, I do think that there I am normal now. Yeah, and I think it's gonna you know, there's no reason to be scared of a performance or",
		"episode": "s04e01",
		"objectID": "401386"
	},
	{
		"time": "00:54:36",
		"speaker": 0,
		"line": "I'm gonna I made it. Came in pretty hot thinking that home EC was sports. Um, and I'm I learned my lesson quickly. Um, we got those kids back on the west. I'm not just going to sink my teeth into making ah casseroles and learning how to do sewing machines like I You know, I I'm ready for this.",
		"episode": "s04e01",
		"objectID": "401387"
	},
	{
		"time": "00:55:05",
		"speaker": 1,
		"line": "Not, You know, poisoning people are trying to make money off of them if you feel like they're your enemy.",
		"episode": "s04e01",
		"objectID": "401388"
	},
	{
		"time": "00:55:10",
		"speaker": 0,
		"line": "Exactly. It's time to be no arm. Oh,",
		"episode": "s04e01",
		"objectID": "401389"
	},
	{
		"time": "00:55:14",
		"speaker": 2,
		"line": "I can't tell you how excited I am to not be in a leadership role of the kids, right, But to take a back seat and actually support a staff.",
		"episode": "s04e01",
		"objectID": "401390"
	},
	{
		"time": "00:55:24",
		"speaker": 1,
		"line": "I do hear a phone ringing in the office. I don't know if you have to get that.",
		"episode": "s04e01",
		"objectID": "401391"
	},
	{
		"time": "00:55:27",
		"speaker": 2,
		"line": "Can't really deal with that right now, but I really appreciate your notifying me, and I feel it. Peace again. Okay, you know what I mean. I just feel like this is my year toe lay back and maybe support, you know? What do others need? I don't have to convince everybody to scream until they're happy. Yeah, I just need to disconnect and be my best self. I",
		"episode": "s04e01",
		"objectID": "401392"
	},
	{
		"time": "00:55:51",
		"speaker": 0,
		"line": "would love to see all of us in this room, maybe find love.",
		"episode": "s04e01",
		"objectID": "401393"
	},
	{
		"time": "00:55:56",
		"speaker": 2,
		"line": "That's a great idea. I don't think I'll be able to, but that's a great idea,",
		"episode": "s04e01",
		"objectID": "401394"
	},
	{
		"time": "00:56:00",
		"speaker": 3,
		"line": "I hope, Teoh, to rekindle the love that I do have with my current wife. Uh,",
		"episode": "s04e01",
		"objectID": "401395"
	},
	{
		"time": "00:56:06",
		"speaker": 1,
		"line": "yeah, you guys, we lost a little bit of the spark.",
		"episode": "s04e01",
		"objectID": "401396"
	},
	{
		"time": "00:56:09",
		"speaker": 3,
		"line": "We've been married for 22 years, which is a long time. And, you know, you get sick of anything after 22 years. And would",
		"episode": "s04e01",
		"objectID": "401397"
	},
	{
		"time": "00:56:16",
		"speaker": 1,
		"line": "you say the spark left any time around when you kicked your son out of the house?",
		"episode": "s04e01",
		"objectID": "401398"
	},
	{
		"time": "00:56:20",
		"speaker": 3,
		"line": "Uh, I'd say I'd give it maybe two weeks after that is when I really started to see things definitely changed that night. Uh, just in terms of my living situation in terms of like having my own bed in another room on not being able to use parts of my house anymore. She stopped",
		"episode": "s04e01",
		"objectID": "401399"
	},
	{
		"time": "00:56:38",
		"speaker": 2,
		"line": "talking to you that night, but two weeks later is when you really felt",
		"episode": "s04e01",
		"objectID": "401400"
	},
	{
		"time": "00:56:41",
		"speaker": 3,
		"line": "Yeah, well, you know, people go through phases, so I just said this is just, you know, she's just feeling a little silly right now. Uh, no, offense. Uh,",
		"episode": "s04e01",
		"objectID": "401401"
	},
	{
		"time": "00:56:50",
		"speaker": 2,
		"line": "did I can't wait to help you this year. Thank you. I think you need help. Yeah.",
		"episode": "s04e01",
		"objectID": "401402"
	},
	{
		"time": "00:56:54",
		"speaker": 0,
		"line": "You know, silly is a slur.",
		"episode": "s04e01",
		"objectID": "401403"
	},
	{
		"time": "00:56:57",
		"speaker": 3,
		"line": "You know, I think you're a little hard. Do you think I'm hard? Yeah. No, I",
		"episode": "s04e01",
		"objectID": "401404"
	},
	{
		"time": "00:57:02",
		"speaker": 2,
		"line": "think you're fitting into the podcast. Great. I want you here and I can't wait to help you.",
		"episode": "s04e01",
		"objectID": "401405"
	},
	{
		"time": "00:57:07",
		"speaker": 0,
		"line": "I get what I am is scratching a hole into his",
		"episode": "s04e01",
		"objectID": "401406"
	},
	{
		"time": "00:57:10",
		"speaker": 2,
		"line": "arm. Uh, finds outs. Correct. You're right. You're right. Can you passing my cone? Pass him. Is his, uh, skimcoat totally",
		"episode": "s04e01",
		"objectID": "401407"
	},
	{
		"time": "00:57:24",
		"speaker": 3,
		"line": "melted? Uh, yeah. You, uh I think we also should make an effort to, like, talk about the school because there's a lot of cool stuff going on around",
		"episode": "s04e01",
		"objectID": "401408"
	},
	{
		"time": "00:57:33",
		"speaker": 0,
		"line": "here is doing really, really well. I'm excited to be",
		"episode": "s04e01",
		"objectID": "401409"
	},
	{
		"time": "00:57:37",
		"speaker": 2,
		"line": "a real verbal fixed. The roof is back on.",
		"episode": "s04e01",
		"objectID": "401410"
	},
	{
		"time": "00:57:40",
		"speaker": 1,
		"line": "After we left, they got the award. Most improved schools. That's right. That's",
		"episode": "s04e01",
		"objectID": "401411"
	},
	{ "time": "00:57:45", "speaker": 3, "line": "right. Yeah, it", "episode": "s04e01", "objectID": "401412" },
	{
		"time": "00:57:47",
		"speaker": 0,
		"line": "went from on faour fire to a functioning sort of.",
		"episode": "s04e01",
		"objectID": "401413"
	},
	{
		"time": "00:57:51",
		"speaker": 2,
		"line": "You know what it was? No offense, but the old school needed a facelift. This school has been beautifully gentrified, and I love",
		"episode": "s04e01",
		"objectID": "401414"
	},
	{
		"time": "00:57:59",
		"speaker": 1,
		"line": "it Now. I'll say this. You can say a school needs a face lift. Take it for me. Don't tell that to a woman in your life. Uh, you could say it about an animate object you need to face like things to be drenched, fried",
		"episode": "s04e01",
		"objectID": "401415"
	},
	{ "time": "00:58:12", "speaker": 2, "line": "dating. You already have", "episode": "s04e01", "objectID": "401416" },
	{
		"time": "00:58:13",
		"speaker": 1,
		"line": "you? Yes. You do need a face lifting your hairpin back. Sure, you do great with some rhinoplasty said it. It's with that. Thank you. But that's just the Howard and being coming out, you know, the Howard, you know, the Howard start not perverted. That's you know, it's just saying what everyone's thinking.",
		"episode": "s04e01",
		"objectID": "401417"
	},
	{
		"time": "00:58:36",
		"speaker": 2,
		"line": "I love this new comic spirit. I think you were a little down last year, and I think that that negativity is what made you jump into those plays. I feel like you've got a new comic take in the world's",
		"episode": "s04e01",
		"objectID": "401418"
	},
	{
		"time": "00:58:45",
		"speaker": 1,
		"line": "rated comic spirit is exactly right. I decided that what I needed was to get into the world of stand up. I was too much of an insular world of me as an angry white man s. So I tried to find a career that's not filled with that type of people, right? Uh, and, um,",
		"episode": "s04e01",
		"objectID": "401419"
	},
	{
		"time": "00:59:02",
		"speaker": 2,
		"line": "I've heard that stand up is better than therapy instead of going to therapy. You should just get on stage.",
		"episode": "s04e01",
		"objectID": "401420"
	},
	{
		"time": "00:59:07",
		"speaker": 1,
		"line": "Yeah, it's And I'm pretty good at doing with hecklers so",
		"episode": "s04e01",
		"objectID": "401421"
	},
	{
		"time": "00:59:10",
		"speaker": 2,
		"line": "far. Yeah. I can't wait to see one of your shows.",
		"episode": "s04e01",
		"objectID": "401422"
	},
	{ "time": "00:59:13", "speaker": 0, "line": "I was at your show.", "episode": "s04e01", "objectID": "401423" },
	{
		"time": "00:59:15",
		"speaker": 1,
		"line": "Well, uh oh, you were there.",
		"episode": "s04e01",
		"objectID": "401424"
	},
	{ "time": "00:59:17", "speaker": 0, "line": "Yeah. Yeah.", "episode": "s04e01", "objectID": "401425" },
	{
		"time": "00:59:17",
		"speaker": 1,
		"line": "What do you think any notes was There was your favorite bit. I know. It's kind of personal.",
		"episode": "s04e01",
		"objectID": "401426"
	},
	{
		"time": "00:59:22",
		"speaker": 0,
		"line": "Well, someone sneezed in the audience and you went off on that.",
		"episode": "s04e01",
		"objectID": "401427"
	},
	{
		"time": "00:59:27",
		"speaker": 1,
		"line": "These human pigs, You know, I'm trying. I'm revealing myself up there doing my heart on you Got someone out there sneezing in the middle of it. And I lost my focus, and I lost my mind and I Word for word. Did the Christian Bale rant?",
		"episode": "s04e01",
		"objectID": "401428"
	},
	{
		"time": "00:59:44",
		"speaker": 2,
		"line": "Yes. You know what so so offensive about that? Sneezes, air intentional. If there's a choice, squeezes",
		"episode": "s04e01",
		"objectID": "401429"
	},
	{
		"time": "00:59:50",
		"speaker": 3,
		"line": "our choice. Species is absolutely a choice.",
		"episode": "s04e01",
		"objectID": "401430"
	},
	{
		"time": "00:59:53",
		"speaker": 2,
		"line": "Never start and you plan to do it. Frigid",
		"episode": "s04e01",
		"objectID": "401431"
	},
	{
		"time": "00:59:57",
		"speaker": 3,
		"line": "planet perfectly, Ugo around people. You people haven't been looking at you for 15 minutes. They use needs to get their attention.",
		"episode": "s04e01",
		"objectID": "401432"
	},
	{
		"time": "01:00:06",
		"speaker": 0,
		"line": "Do three sneezes and then somebody has to say blast you.",
		"episode": "s04e01",
		"objectID": "401433"
	},
	{
		"time": "01:00:09",
		"speaker": 3,
		"line": "Somebody looks at me and says I'm sorry. Sometimes I have sneezing foods I'm like, sometimes No, You make crazy decisions three times in a row. I tell you what, I",
		"episode": "s04e01",
		"objectID": "401434"
	},
	{
		"time": "01:00:16",
		"speaker": 1,
		"line": "earned my blessings or someone blesses May it Because I did something to earn it. Yeah, Blue air out of my ugly nose.",
		"episode": "s04e01",
		"objectID": "401435"
	},
	{
		"time": "01:00:24",
		"speaker": 3,
		"line": "Also, when you sneeze and you look up at everybody like expecting a bless you And, you know, I weird coughed because here's the thing. I've never sneezed once in my entire life. So the fact that anybody has is just insane",
		"episode": "s04e01",
		"objectID": "401436"
	},
	{
		"time": "01:00:39",
		"speaker": 1,
		"line": "to sneezes or weird coughs. Do you mind if I reformed out on stage? I riff on that in my",
		"episode": "s04e01",
		"objectID": "401437"
	},
	{
		"time": "01:00:44",
		"speaker": 2,
		"line": "next. I love to see a process. This is I love. I love people talk because I get to be an artist Work.",
		"episode": "s04e01",
		"objectID": "401438"
	},
	{
		"time": "01:00:50",
		"speaker": 1,
		"line": "Oh, and I am an artist and I am Do work spying. Thank you.",
		"episode": "s04e01",
		"objectID": "401439"
	},
	{
		"time": "01:00:54",
		"speaker": 0,
		"line": "Well, we got a big week this week. We're very excited to sink our teeth into the school year. Um,",
		"episode": "s04e01",
		"objectID": "401440"
	},
	{
		"time": "01:01:00",
		"speaker": 3,
		"line": "you guys should come out Teoh, where the sitting band is doing a marching band competition next week. Next weekend a couple towns over. It's one of the biggest in the whole state. So",
		"episode": "s04e01",
		"objectID": "401441"
	},
	{
		"time": "01:01:12",
		"speaker": 1,
		"line": "against the drum line that the movie drum lines about,",
		"episode": "s04e01",
		"objectID": "401442"
	},
	{
		"time": "01:01:15",
		"speaker": 3,
		"line": "right? Yeah, and they do actually have, Ah, special guest. Uh, I know I know who is gonna be a dollar toilet, but the wrapper.",
		"episode": "s04e01",
		"objectID": "401443"
	},
	{ "time": "01:01:25", "speaker": 1, "line": "Oh, I hope it's no A", "episode": "s04e01", "objectID": "401444" },
	{
		"time": "01:01:31",
		"speaker": 3,
		"line": "Well, spoiler alert. What that was I say, is snow. Uh, no, no, no. Just a spoiler alert. Just",
		"episode": "s04e01",
		"objectID": "401445"
	},
	{ "time": "01:01:41", "speaker": 1, "line": "cause you don't know.", "episode": "s04e01", "objectID": "401446" },
	{
		"time": "01:01:44",
		"speaker": 0,
		"line": "Yeah, I'm gonna be doing the concessions. Me in my class. The ninth graders gonna be doing the",
		"episode": "s04e01",
		"objectID": "401447"
	},
	{
		"time": "01:01:51",
		"speaker": 3,
		"line": "concern made concessions this year. That sounds really exciting.",
		"episode": "s04e01",
		"objectID": "401448"
	},
	{
		"time": "01:01:54",
		"speaker": 0,
		"line": "I That's what I promised in my interview. I said, we're gonna We're gonna do some concessions for you guys. So you don't have to have any volunteers from the faculty or stuff like that. So that's exciting.",
		"episode": "s04e01",
		"objectID": "401449"
	},
	{
		"time": "01:02:06",
		"speaker": 2,
		"line": "It's nice. And I'm not sure if they're going to allow this yet, but I have plans to set up a sweat lodge in the corner beneath the stands and sell opium. Aziz, you know, take a slight pay cut to be in the office. So and I've also picked up the habit and us from 14 comp tickets. 14 comp tickets. Yeah. I don't want your if people are gonna come use a lot of I don't want 1/2 them, have them pay. Yeah, it's for the family.",
		"episode": "s04e01",
		"objectID": "401450"
	},
	{
		"time": "01:02:33",
		"speaker": 1,
		"line": "Uh, and I'm working on the line king here with the students. I don't really care about that. Um, you can come catch me doing eight minutes at the Henderson retirement. Whole eight. Yeah. Eight minutes. Henderson retirement home on the right, off the 91",
		"episode": "s04e01",
		"objectID": "401451"
	},
	{
		"time": "01:02:50",
		"speaker": 3,
		"line": "the retirement home that famously, all of the occupants are dead, and it's now still run,",
		"episode": "s04e01",
		"objectID": "401452"
	},
	{
		"time": "01:02:56",
		"speaker": 1,
		"line": "right? They've retired from being alive on dso",
		"episode": "s04e01",
		"objectID": "401453"
	},
	{
		"time": "01:03:00",
		"speaker": 0,
		"line": "doing stand up at a functioning house where there's a lot of dead people being taken care of and there live,",
		"episode": "s04e01",
		"objectID": "401454"
	},
	{
		"time": "01:03:05",
		"speaker": 1,
		"line": "right, So, you know, and you know what they say. If you could make a corpse laugh, you can make anyone left, and so I'm gonna see if that works. Um, and also, you know, visiting my mom there. What a week she died. Was that? No, she's a Henderson retirement home.",
		"episode": "s04e01",
		"objectID": "401455"
	},
	{
		"time": "01:03:22",
		"speaker": 2,
		"line": "Can I just say you guys, it feels it feels really great to be back. And I don't know if it's just the vibe in here or the tons and tons of opium that's going through my body.",
		"episode": "s04e01",
		"objectID": "401456"
	},
	{
		"time": "01:03:31",
		"speaker": 3,
		"line": "That's probably a big part of it.",
		"episode": "s04e01",
		"objectID": "401457"
	},
	{
		"time": "01:03:32",
		"speaker": 2,
		"line": "Well, whatever it is, life is good. And it feels good to just get grounded and normal with you guys all again.",
		"episode": "s04e01",
		"objectID": "401458"
	},
	{
		"time": "01:03:40",
		"speaker": 0,
		"line": "What is going to take too much energy for me to stop this addiction that I think you have. So I'm just gonna let you continue on.",
		"episode": "s04e01",
		"objectID": "401459"
	},
	{
		"time": "01:03:45",
		"speaker": 2,
		"line": "And I appreciate that. I appreciate that. Yeah,",
		"episode": "s04e01",
		"objectID": "401460"
	},
	{
		"time": "01:03:49",
		"speaker": 1,
		"line": "so we let it slide, He'll figure it out himself. So go. We'll check in on this next week again. Stew. Welcome to the show. Already bigger and better than Howard Levis, Prick of the century resting face. Regine.",
		"episode": "s04e01",
		"objectID": "401461"
	},
	{
		"time": "01:04:03",
		"speaker": 3,
		"line": "Yeah, let's That was, by the way, Howard was definitely absolutely aversion. I knew",
		"episode": "s04e01",
		"objectID": "401462"
	},
	{
		"time": "01:04:09",
		"speaker": 1,
		"line": "it all. Yeah, Yeah. We have the doctors check after he died.",
		"episode": "s04e01",
		"objectID": "401463"
	},
	{
		"time": "01:04:13",
		"speaker": 3,
		"line": "His eyes male. Hyman wasn't",
		"episode": "s04e01",
		"objectID": "401464"
	},
	{
		"time": "01:04:15",
		"speaker": 1,
		"line": "male. Hyman was solid. They said it was the tightest one they've ever seen.",
		"episode": "s04e01",
		"objectID": "401465"
	},
	{
		"time": "01:04:19",
		"speaker": 0,
		"line": "Yeah, we pay people to go to his grave and right Virgin were making sure his lick legacy lives on.",
		"episode": "s04e01",
		"objectID": "401466"
	},
	{
		"time": "01:04:24",
		"speaker": 3,
		"line": "I put a little boom box playing like a virgin on loop on",
		"episode": "s04e01",
		"objectID": "401467"
	},
	{
		"time": "01:04:28",
		"speaker": 1,
		"line": "Richard Branson. Don't dedicated one of the Virgin airline planes to him. It's not called the Howard Levis virgin. Eso if you're anyone that's flying from? Ah, Boise Teoh ST Louis. Take a ride on the Howard Levis Virgin Airplane.",
		"episode": "s04e01",
		"objectID": "401468"
	},
	{
		"time": "01:04:44",
		"speaker": 3,
		"line": "I've also heard that they renamed the U. S. Virgin Islands, the the US, Howard Levi's islands.",
		"episode": "s04e01",
		"objectID": "401469"
	},
	{
		"time": "01:04:51",
		"speaker": 1,
		"line": "Now it's right. Huge change. That's right. That's a big change.",
		"episode": "s04e01",
		"objectID": "401470"
	},
	{
		"time": "01:04:54",
		"speaker": 0,
		"line": "I heard that They're changing this name of two different states to Howard, Nia",
		"episode": "s04e01",
		"objectID": "401471"
	},
	{
		"time": "01:05:01",
		"speaker": 3,
		"line": "and West. Howard Nia. Yes. Yeah.",
		"episode": "s04e01",
		"objectID": "401472"
	},
	{
		"time": "01:05:05",
		"speaker": 1,
		"line": "And that was North Carolina. And South",
		"episode": "s04e01",
		"objectID": "401473"
	},
	{
		"time": "01:05:06",
		"speaker": 3,
		"line": "Carolina used to be northern on North and South Carolina.",
		"episode": "s04e01",
		"objectID": "401474"
	},
	{
		"time": "01:05:11",
		"speaker": 2,
		"line": "Interesting. You know, I heard that there is now serving drinks at a bar when they don't have any alcohol, and then they're called Howard's. Did you say alcohol? Alcohol And",
		"episode": "s04e01",
		"objectID": "401475"
	},
	{
		"time": "01:05:20",
		"speaker": 1,
		"line": "which is that's Ah, drink made by a were wolf, right?",
		"episode": "s04e01",
		"objectID": "401476"
	},
	{
		"time": "01:05:26",
		"speaker": 0,
		"line": "Oh, that must be me. I'm going to go get my whiskey sour.",
		"episode": "s04e01",
		"objectID": "401477"
	},
	{
		"time": "01:05:31",
		"speaker": 1,
		"line": "Um, and also Kirsten done stranger imdb profile to says she started the Howard suicides.",
		"episode": "s04e01",
		"objectID": "401478"
	},
	{
		"time": "01:05:38",
		"speaker": 3,
		"line": "Uh, also, they're going. There's ah, new ah geological expedition in South America to explore, to explore some Howard Levi's territory.",
		"episode": "s04e01",
		"objectID": "401479"
	},
	{
		"time": "01:05:49",
		"speaker": 1,
		"line": "You got it right the first time. The X they're gonna explore the territory. So the blackheads are gonna be remembered.",
		"episode": "s04e01",
		"objectID": "401480"
	},
	{
		"time": "01:05:54",
		"speaker": 0,
		"line": "Yeah. I love getting export.",
		"episode": "s04e01",
		"objectID": "401481"
	},
	{
		"time": "01:05:56",
		"speaker": 2,
		"line": "There's also been a big change in the Webster's Webster's Dictionary. Any time someone sees something that they weren't ready to see, they have to say, Oh, no, My Howard eyes",
		"episode": "s04e01",
		"objectID": "401482"
	},
	{
		"time": "01:06:08",
		"speaker": 3,
		"line": "high saying The Webster's Dictionary now is branching out into turns of phrase. Really not just to be clear, this",
		"episode": "s04e01",
		"objectID": "401483"
	},
	{
		"time": "01:06:14",
		"speaker": 2,
		"line": "we know what Webster which Webster. It's a shorter, smaller version. Yeah, friends with",
		"episode": "s04e01",
		"objectID": "401484"
	},
	{
		"time": "01:06:23",
		"speaker": 0,
		"line": "Michael Jackson. Yes, another",
		"episode": "s04e01",
		"objectID": "401485"
	},
	{
		"time": "01:06:27",
		"speaker": 1,
		"line": "guy that was diagnosed with a ridiculous voice.",
		"episode": "s04e01",
		"objectID": "401486"
	},
	{
		"time": "01:06:29",
		"speaker": 3,
		"line": "Michael Jackson. And come on,",
		"episode": "s04e01",
		"objectID": "401487"
	},
	{
		"time": "01:06:32",
		"speaker": 0,
		"line": "he's the poster boy. Um, yeah, the moonwalk did so much for a ridiculous voice",
		"episode": "s04e01",
		"objectID": "401488"
	},
	{
		"time": "01:06:40",
		"speaker": 2,
		"line": "way. Put it, Put a face to the voice. It's like, Yeah, that's how they would walk. No offense. Yeah.",
		"episode": "s04e01",
		"objectID": "401489"
	},
	{
		"time": "01:06:46",
		"speaker": 1,
		"line": "No, I'm taking All right. Well, we'll tell you. We'll check in next week. Welcome stew. And until then, stay safe. Flippy",
		"episode": "s04e01",
		"objectID": "401490"
	}
]
