[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-43","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"Oh, very good choice, Tim. Thank you. Yeah. Have you have you read any of the hair the Harry Potter books before? Is this your first time? I know you're starting on number five.","episode":"mini-43","edited":false},
{"time": "0:00:11", "speaker": "spk_1","line":"Well, you you know, I have a crush on a girl who likes here, huh? Yeah. I wanted to get I think this was the only book you guys had.","episode":"mini-43","edited":false},
{"time": "0:00:20", "speaker": "spk_0","line":"Yeah, the other ones were checked out. It's a very popular series. Okay. Popular series. Who's the girl? You,","episode":"mini-43","edited":false},
{"time": "0:00:27", "speaker": "spk_1","line":"um, you know, Nancy.","episode":"mini-43","edited":false},
{"time": "0:00:29", "speaker": "spk_0","line":"Oh, yeah. Nancy.","episode":"mini-43","edited":false},
{"time": "0:00:30", "speaker": "spk_1","line":"Her mom. Okay. Yeah. Your","episode":"mini-43","edited":false},
{"time": "0:00:35", "speaker": "spk_0","line":"mom really likes a Podd. Yeah. Nancy's your age. You could try to date her.","episode":"mini-43","edited":false},
{"time": "0:00:40", "speaker": "spk_1","line":"Um, okay. Yeah, or","episode":"mini-43","edited":false},
{"time": "0:00:45", "speaker": "spk_0","line":"I don't mean to be giving your romantic advice or anything. I'm","episode":"mini-43","edited":false},
{"time": "0:00:47", "speaker": "spk_1","line":"just No, just, you know, Well, I go to the egg when you got the chicken.","episode":"mini-43","edited":false},
{"time": "0:00:52", "speaker": "spk_0","line":"Okay. It's an interesting philosophy I've never heard before, but, you know, I'm not gonna judge you, you know, we have finances. Well, I've seen Nancy's mom. I've met her before. Yeah, Miss Librarian, it seems like you're judging them. No. No judgment. Well, actually, no, I'm lying. I was judging him a little bit.","episode":"mini-43","edited":false},
{"time": "0:01:09", "speaker": "spk_1","line":"Okay. Well, no jealousy when I see it. I'm sorry. I'm not attracted to later. Okay, guys, I'm just looking","episode":"mini-43","edited":false},
{"time": "0:01:17", "speaker": "spk_0","line":"for my book. Your hater. Okay, I think your book, The book that you need to leave a book before you can check out another book for show. It's that gave I gave you a book. Did you not get my book? I came door to door, give you the book. It was a little half Bible. Yeah, I did get that. But, I mean, the books that you've checked out you keep checking books out of the library in your not returning them. Um, um, the pastor, a church says there's actually only one rial book. Okay, we're not gonna talk about the Bible in here. Okay, this is we're reading these to make sure they're full of shit with, and they are. We know all these books are fake and stupid books aren't fake. You too. Okay? And I get it. You know, you you're raised in a church. You called us YouTube. You're calling us that devil band. No, it's not bald and Nige. Not. Yeah, and I'm not the main one","episode":"mini-43","edited":false},
{"time": "0:02:18", "speaker": "spk_1","line":"difference between these two girls. And you too, as I wish I had their numbers on my phone. Okay. These girls working number?","episode":"mini-43","edited":false},
{"time": "0:02:27", "speaker": "spk_0","line":"Yeah. You know how you to put that out on the iPhone? Yes. Songs of innocents. Yeah, I know that album. It's on my phone. You give","episode":"mini-43","edited":false},
{"time": "0:02:38", "speaker": "spk_1","line":"me Harry Potter number five so I can read it and try to burn his mom.","episode":"mini-43","edited":false},
{"time": "0:02:41", "speaker": "spk_0","line":"OK? Do you have any books on shapes? Like, uh, drawing shape? Oh, yes. Rest. You're really shapes that air One line, and then they have another line going across them across it near the top. Oh, somebody is interested. I'm hearing the gospel. No, again. You guys can't preach in here, okay? I'm so sorry, but you can't preach in here. This is a school, but boop Boop, please. When did you install that organ? And Teoh Excuse may. Excuse me? Library. Are you feeling hollow inside? You want to feel fully full? We're passing around the ties. You can ask. It's too tight in the library. YouTube. Okay. Well, I'm leaving. Goodbye. Quickly. Okay. Okay. I'm very sorry. Here is the book. It's due in two weeks. Excuse me.","episode":"mini-43","edited":false},
{"time": "0:03:45", "speaker": "spk_1","line":"Not bringing it back in that time takes its It is a big books we're gonna during two weeks. What's going on with you?","episode":"mini-43","edited":false},
{"time": "0:03:52", "speaker": "spk_0","line":"Okay. I am not pregnant.","episode":"mini-43","edited":false},
{"time": "0:03:55", "speaker": "spk_1","line":"Oh, my God. I'm sorry. I really thought you were Oh, my God.","episode":"mini-43","edited":false},
{"time": "0:03:59", "speaker": "spk_0","line":"Didn't you kids every kid in the magazines? Oh, they're in the back behind. Ah, the nonfiction books. You have any harder ones? Harder magazines? Yeah. Yeah, like Phil. No, we don't keep pornography in the school library because you're a 14 and 15 year old coach. Coach told me Coach told me to come learn about it. Why don't you tired of asking me? Asking him? Why don't you keep porn here? Because we have to keep going down to the well. It's in the middle of the woods, and one of his fell in the well, it's definitely you, Robert. Why? Because all black and blue and you're covered in mud and bruises. Well, joke's on your porn. It was me. I fell in, I got washed clean and he slipped down the hill on the way here. Wow. Okay, so my library in Okay. Are you pregnant? Okay. I'm so sorry. I'm really sorry to I thought No, I'm not pregnant. I'm fast. Oh, yeah. I'm not ashamed of it. Okay? I'm I'm £25 overweight. Ah, and I'm dealing with it. I'm on a diet. I'm exercising more. Uh, good. I'm glad you're trying to change. I'm come clad. Refer. You should change. You need to change e kids. No, I don't need you to tell me. I need to change. I'm changing on my own. When? My stock About how Hey. Hey. You hooking up with Nancy's mom yet? Was it? What's it looking like? Did you Did you say anything to her when you went to dinner in your house the other night?","episode":"mini-43","edited":false},
{"time": "0:05:44", "speaker": "spk_1","line":"Yeah. Said nice. Uh, nice. Ah, Spaghetti","episode":"mini-43","edited":false},
{"time": "0:05:49", "speaker": "spk_0","line":"spaghetti got her spaghetti so good.","episode":"mini-43","edited":false},
{"time": "0:05:53", "speaker": "spk_1","line":"But I was also like a I'm sorry. Your husband.","episode":"mini-43","edited":false},
{"time": "0:05:56", "speaker": "spk_0","line":"Oh, are you going to be there for Don't lie to her.","episode":"mini-43","edited":false},
{"time": "0:05:58", "speaker": "spk_1","line":"I mean, it's not like a lie. Like it sucks that he died, but for me, it's good","episode":"mini-43","edited":false},
{"time": "0:06:03", "speaker": "spk_0","line":"when he fell for a trap for a trip. Sorry. Way killed. Did you have something to do with with Nancy's father's death","episode":"mini-43","edited":false},
{"time": "0:06:13", "speaker": "spk_1","line":"three years ago? We suggested he lured him to become a firefighter.","episode":"mini-43","edited":false},
{"time": "0:06:17", "speaker": "spk_0","line":"It's a long game. It was a long game. My","episode":"mini-43","edited":false},
{"time": "0:06:19", "speaker": "spk_1","line":"life they were great. Firefight.","episode":"mini-43","edited":false},
{"time": "0:06:21", "speaker": "spk_0","line":"How exactly did that happen? You told me. Well, you goto a whole thing. They trained you. You have to take fire Science class. In college, you treat","episode":"mini-43","edited":false},
{"time": "0:06:29", "speaker": "spk_1","line":"failed fire science three times","episode":"mini-43","edited":false},
{"time": "0:06:31", "speaker": "spk_0","line":"you have to plant a seed like inception.","episode":"mini-43","edited":false},
{"time": "0:06:35", "speaker": "spk_1","line":"Reinspected his ass. Yes, we accepted his ass. Sorry, Dreamcast Fire Science. So then we hacked into the system and waste it for the past way Fucking best. And in the first fire that came up, you could figure out science of an emergency with the more fire classic. Hey, this is library and confidentiality can tell the","episode":"mini-43","edited":false},
{"time": "0:07:01", "speaker": "spk_0","line":"librarian reader privilege. You guys have me trust, You know that. I can tell. I can't say anything that happens in this life, but we can talk about you, right? And if you say outside of the library, we get to shish you. And that's how it works. Yeah, you know what, kids? I'm just gonna go into my office, OK? You guys can just wait. Wait, wait, wait, wait. Do you like my new tattoo? Look,","episode":"mini-43","edited":false},
{"time": "0:07:23", "speaker": "spk_1","line":"what really early at like looking into a mirror.","episode":"mini-43","edited":false},
{"time": "0:07:27", "speaker": "spk_0","line":"Okay. All right. That's a fun house mirror. It's a booger. okay?","episode":"mini-43","edited":false},
{"time": "0:07:32", "speaker": "spk_1","line":"Did you tattoo? You picked a bigger and bigger ones are We said it was you. And you","episode":"mini-43","edited":false},
{"time": "0:07:36", "speaker": "spk_0","line":"felt classic that I don't look like a booger. Why do you eat so many pickles? Are you obsessed with pickles? Do you want to marry? Pick? You look you honestly, you look like you're turning into a pick I'm","episode":"mini-43","edited":false},
{"time": "0:07:50", "speaker": "spk_1","line":"not turning into. I am on ordained that the Faith Bible Church.","episode":"mini-43","edited":false},
{"time": "0:07:55", "speaker": "spk_0","line":"Really? I don't want to marry pickles. I said Oh, really? Sounded like you have this big jar on your desk. Because im e I'm getting rid of the pickles so I can keep changing it the way it was. The full pickle drug I can't keep you want to do about so much longer. So I'm eating all the pickles as quickly as possible Strikes. Put my chain in the big change in the big drawer. I've never seen so many books that air so stained with pickles. Well, yeah. I use the books to dehydrate my pickles. I put him in there and I close them and I put pressure on them. And then they turned into a little pickle chips. I hate to tell you this But you're you're sick. You say you get the pickle. Terkel definitely have pickled. You got pickle trickle way you walk. Look, it wouldn't change you. Have you ever heard of a snail trail? Have","episode":"mini-43","edited":false},
{"time": "0:08:57", "speaker": "spk_1","line":"pick electrical work. Pickle comes out of your heels. You're You're","episode":"mini-43","edited":false},
{"time": "0:09:02", "speaker": "spk_0","line":"fully brined. You're fully Brian. Do you like a big humans?","episode":"mini-43","edited":false},
{"time": "0:09:08", "speaker": "spk_1","line":"Oh, my Barry into you because my great aunt died of Pickle Trickle. It's so said","episode":"mini-43","edited":false},
{"time": "0:09:12", "speaker": "spk_0","line":"I don't have a pickle. Tickle my You better take it serious. My my dad passed away in a cucumber slumber. It's seriously, dude, I'm not joking around about this, okay? I don't think I haven't been to a doctor. They didn't say I had pick of a trickle. Well, they didn't. Maybe they didn't test for kind of doctor. Did you see an orthopedist? Of course. Okay, yeah. Should this should my orthopedist have known? Well, I don't know. I don't I don't think maybe you don't have pickle trickle. I got pepper stepper. You could have pepper stepper way. You guys need to not make fun of Pepper said, Well, here's what we know. Hey, do not make fun of people with pepper steak. Okay? you're shaking around It looks like your gherkin jerkin. He was shaking like a mother foot. Maybe you don't have big trigger. My little brother. My little brother. You also reports look like pickle","episode":"mini-43","edited":false},
{"time": "0:10:12", "speaker": "spk_1","line":"pickle. What? Your brother does","episode":"mini-43","edited":false},
{"time": "0:10:15", "speaker": "spk_0","line":"he know my little brother? You got pepper stepper and he's paralyzed from the waist down. I heard that bread dead yet, but he's he's they I heard they ate your little brother on hot ones and child above. Spit him out. True. Sorry, Miss Library. And we love you. See, Stress Accord. They ate your little brother. I can't believe we're doing this to her. What? You started pickle Trickle were monsters were called her fat. It was bad. We're monsters. Monsters. Listen, you're just an easy target. Yeah, No, I I'm your time. That's what happens when your kind people treat you like trash along gene dress. I mean the Moser Where time in your face. Go get your pick. Electrical. Tell us it out. I Okay, I'm gonna go to the doctor. I have. Do you have a doctor's appointment later this week? I'll ask you about pickle trip, but I don't think I have pickled What do you think? Yeah, because we know you're sick. Well, wait, wait. What do you think? You have a weight? I think I have rice slice. Oh, my God. What a waste. It's so easy. You","episode":"mini-43","edited":false},
{"time": "0:11:38", "speaker": "spk_1","line":"want last rites I saw you need is a little hot shampoo in there.","episode":"mini-43","edited":false},
{"time": "0:11:43", "speaker": "spk_0","line":"No, I tried to hide shampoo, but the rice got really particular","episode":"mini-43","edited":false},
{"time": "0:11:47", "speaker": "spk_1","line":"because it's not right. Sliced pickle trickle.","episode":"mini-43","edited":false},
{"time": "0:11:48", "speaker": "spk_0","line":"Tell us the truth. Do you have Russell gout de in Brussel girl? No, I don't have Brussel grout","episode":"mini-43","edited":false},
{"time": "0:12:00", "speaker": "spk_1","line":"God with that. With those hearing problem since the cauliflower ear","episode":"mini-43","edited":false},
{"time": "0:12:06", "speaker": "spk_0","line":"idea. I do. Have you had a Very Is that why that Matt's back there by your desk? It looks a little ring, actually. Show us how you ready to training craft for God is really mercial. Yes. Yeah. Wait. Krav Maga's not a fish because I ordered Croft guy the other night at a restaurant. Oh, yeah, I got my ass beat. I was still hungry.","episode":"mini-43","edited":false},
{"time": "0:12:31", "speaker": "spk_1","line":"Go get it. It's stuff is really for its hard. Hey, standing under the rock thing that you could air mass,","episode":"mini-43","edited":false},
{"time": "0:12:40", "speaker": "spk_0","line":"you know, guys are if you're not gonna show us how you wrestle, we're getting out of here. You know, I think you all should probably get back to classical. You've all been in here for more time than is. Then you have. So you should all probably go back to class. I'm sure you all have a lot of homework. You have things. Didn't you need to do you need to be in here? Maybe you have the book letters. Sorry. You have the book letters? The book letters? Yeah. No, I don't know what that book is. I saw the letters that George Washington wrote to his son. It's that Really? Yes, I've never heard of it. But maybe I'll put out letters. I obviously know many books, and I'm not making them up. Okay, well, I'll put it in the system. Will order a cop order letters. Five letters in a couple of weeks. Jeez, you guys wanted to order anything? Real books. Her real book her? Yeah. Can you get me one copy of printed? Yeah. Printed. It's a book and it's on paper. It's been printed on paper. Yeah. I'll look for it in the system. I order in and will be in a couple of weeks. A couple of weeks. Return loaders. Sorry.","episode":"mini-43","edited":false},
{"time": "0:13:43", "speaker": "spk_1","line":"I like to read return letters. That's a book. Yeah, it's the letters that traversed in seven.","episode":"mini-43","edited":false},
{"time": "0:13:52", "speaker": "spk_0","line":"You know, I'll put it in the system. Will order. Copy. Will have it. A couple. Thank","episode":"mini-43","edited":false},
{"time": "0:13:55", "speaker": "spk_1","line":"you very much. Okay, that sounds like it's gonna be really hard for you. Thank you. Sam.","episode":"mini-43","edited":false},
{"time": "0:14:00", "speaker": "spk_0","line":"Do you have ah, lost on the river? Lost on the No. It was the turn layers that George Washington was sitting back to his son while he was crossing what I think was the Potomac. We don't have it, but I'll put it in the system out. Okay, One more question. Do you have pickle trickle? Oh, yeah. Do you Did","episode":"mini-43","edited":false},
{"time": "0:14:20", "speaker": "spk_1","line":"you find that you were getting a lot more food diseases because you started using the cheery decimal system? Did you have to be honest,","episode":"mini-43","edited":false},
{"time": "0:14:30", "speaker": "spk_0","line":"you have to wear your Since we started using two decimal system, I feel like a lot of people have come in talking about food disease.","episode":"mini-43","edited":false},
{"time": "0:14:40", "speaker": "spk_1","line":"You don't actually exist?","episode":"mini-43","edited":false},
{"time": "0:14:41", "speaker": "spk_0","line":"No, I'm I'm a truther when it comes to food disease. So you haven't been over there in that section because it does smell like Indian food the nonfiction section.","episode":"mini-43","edited":false},
{"time": "0:14:59", "speaker": "spk_1","line":"That's all books way All know what it is. It's all books about non, but none of them are true. They're all fiction.","episode":"mini-43","edited":false},
{"time": "0:15:05", "speaker": "spk_0","line":"I've never been a e Don't go in that. Their narrative stories about non You know what? I think you should all head back to class. Okay? I think I think I think we don't go. There were adults. Thanks for the free long. You're obviously wait for the free fucking life. She just eat my pickles? Yeah, we just apply kids. We come here, we lunch every day. And thanks for the free entertainment. The free entertainment in the free lunch for free. You don't have pickle trickle we've been fucking with. Are you kidding me? We're fucking with Dave, So I believe that I'm gonna give you a carrot demerit. Got him? Got him her. You pregnant, sir? No, I am not pregnant. Barbie, seriously, don't blow our cover. We come here every day and we eat lunch. I can't. The librarian. The librarian thing is really like differently every day of the week. Do not tell them we plan to run this exact same thing tomorrow. But he still has a crush on Nancy's model. That's right, Actually. Stances, Grandma? Yes, Age stuff. He got older in this question about older. OK, well, it's not weird, actually. So I think that's fine. You","episode":"mini-43","edited":false},
{"time": "0:16:20", "speaker": "spk_1","line":"So now I need to check out. Um uh, Witches of Eastwick. Yeah, that's what.","episode":"mini-43","edited":false},
{"time": "0:16:29", "speaker": "spk_0","line":"Well, here you go and have a great","episode":"mini-43","edited":false},
{"time": "0:16:30", "speaker": "spk_1","line":"mom likes Harry Potter, which is","episode":"mini-43","edited":false},
{"time": "0:16:33", "speaker": "spk_0","line":"what is it? What is it? Everything's getting older. About one general. What books? This ditzy like.","episode":"mini-43","edited":false},
{"time": "0:16:38", "speaker": "spk_1","line":"Well, it would be what, younger than Harry Potter. And it would be about some sort of witchcraft. Yep. Let's work together on this one. We'll","episode":"mini-43","edited":false},
{"time": "0:16:45", "speaker": "spk_0","line":"wait. We'll wait. Twilight No. Which is about the same age. Is Harry Potter","episode":"mini-43","edited":false},
{"time": "0:16:51", "speaker": "spk_1","line":"or grow? I don't know the status of Waverly Place.","episode":"mini-43","edited":false},
{"time": "0:16:56", "speaker": "spk_0","line":"What? David didn't check. Divergent Jammu Devard What's like the newest play right now?","episode":"mini-43","edited":false},
{"time": "0:17:05", "speaker": "spk_1","line":"Molefe isn't my left. Isn't the millions he likes more?","episode":"mini-43","edited":false},
{"time": "0:17:09", "speaker": "spk_0","line":"Or is it Miss Elephant? Miss Element? I spoke so easily confused, but they're very different. This elephant. Unbelievable. Okay. I think you all need to get the hell out. Don't say a fucking word, lady. We're coming here every day we eat lunch. Okay, fine. We'll get out of here. And thanks for the show. Let the door hit You wear the We're what I'm not gonna say it cause","episode":"mini-43","edited":false},
{"time": "0:17:30", "speaker": "spk_1","line":"it where the sun split May? Yeah. Rude. Goodbye. Coming back with this God and customer service.","episode":"mini-43","edited":false},
{"time": "0:17:40", "speaker": "spk_0","line":"Don't go in there. Don't rent a book out from here","episode":"mini-43","edited":false},
{"time": "0:17:43", "speaker": "spk_1","line":"every day. Students. If you want someone to be rude to you, this is where it's gonna happen, Yeah.","episode":"mini-43","edited":false}]
