[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-21","edited":false},
{"time": "0:00:08", "speaker": "spk_0","line":"dear Lord, Thank you for listening today. Way Just like to send out a prayer for everybody in the congregation. My name is Lindsay. Gold of dogleg Methodist. Come on. And I love everybody. And everybody loves me.","episode":"mini-21","edited":false},
{"time": "0:00:25", "speaker": "spk_1","line":"Yes, he does. Lowered. You know, Lindsay loves you and you know he loves all of us. It's me, Butch Davidson. Introduce yourself. The Lord. You remember me, Lord Lord, I just like to thank you for Ah,","episode":"mini-21","edited":false},
{"time": "0:00:39", "speaker": "spk_0","line":"I'm sorry, Lord, Did I introduce myself? Lindsay got Just be sure I introduced myself to the table. But, Lord, I am speaking to you and I love you and you love","episode":"mini-21","edited":false},
{"time": "0:00:47", "speaker": "spk_1","line":"me. And, uh, I just want to jump back in and say, Lord, I do appreciate Lord everything you've done for me. Lord, uh, you know, you haven't patched things up the way that I'd hoped with me and my wife. I did have a conversation with her this morning. Well, I talked at her. She did not respond. In fact, I don't know if she was on the other line on the phone, but there wasn't a dial tone, so I seemed somebody was on their Lord. I hope she heard my message. And I hope you did too. Lord, I hope you felt my love. I hope she felt my love. And, Lord, I just give it all to you.","episode":"mini-21","edited":false},
{"time": "0:01:17", "speaker": "spk_2","line":"Lord, my lord, it's me more Kapstein way Met it. Megan Phillips birthday party a few years ago. Don't give you remember May. But it's me on. I just wanted to say most have seen Christians for Jesus Church. I want to say thank you so much for allowing the preachers lounge to be in the studio today with so many of our blessed lounge friends. Um,","episode":"mini-21","edited":false},
{"time": "0:01:50", "speaker": "spk_0","line":"how you","episode":"mini-21","edited":false},
{"time": "0:01:51", "speaker": "spk_2","line":"I'm sure we'll introduce themselves. It is so nice to share in the Lord's love as a Christian who specifically loves Jesus. I got to tell you, Lord, I had a dream last night callin Come on, come on. Tell him I had a dream last night where everyone of God's Children knew your name and wanted to talk to you over everyone else. And it said everybody kind of pushed past each other at the party to go talk to Jesus. Yeah, I had a dream where we were all at a party and everybody once Jesus got in there everyone's kind of doing bits to impress Jesus. Everybody was kind of everybody knew what Jesus liked and was kind of trying to talk about. That thing is if they liked it. Teoh, Um, and in the dream, I brought up television show trimming, uh, good trim. Iwas and Jesus Lord in the dream, you said I wasn't a big family said, Oh, yeah, you know, it's fine, It's fine. It's not the best.","episode":"mini-21","edited":false},
{"time": "0:02:58", "speaker": "spk_1","line":"Hello, Lord, My name is Quinton Rush. I thought we had met when I was nine years old, but I wasn't true in my faith in. And then I came back to you around 15 when I was baptized, and I have known you ever since. Lord, I just want to thank you for these new ham Nell's we have been blessed with. We had a nice donation from the Cisco Systems Corporation that able to buy some nice hymnals criminals. Internals Way had a big problem with the ham in ALS. On this PC culture is even struck the church. So we had to get some journals at our uplink and then they had a problem about a lot of the hurdles. Got to be playing. So I threw my hands up and I said, You'll do what you want, But, Lord, I want to thank you so much for that. And I just think you're looking good. Are you? Wear something. Are you wearing something New, Lord? Thank you, Lord.","episode":"mini-21","edited":false},
{"time": "0:04:20", "speaker": "spk_0","line":"Whereas me slippery Keith also here also like to give a prayer on behalf of the van thieves. Thank you for providing for us. Lowered many of AM down by the river.","episode":"mini-21","edited":false},
{"time": "0:04:40", "speaker": "spk_1","line":"It sounds so familiar. Done really from a board. It's me, Ray Marcos. Um, Brother David to, um I want to say thank you so much for clearing my list up a little bit. I know it still sounds like if bad, but it's better than it. Waas. I appreciate that. Um, my I","episode":"mini-21","edited":false},
{"time": "0:05:04", "speaker": "spk_0","line":"want to say, Lord, that thank you for continuing to have me","episode":"mini-21","edited":false},
{"time": "0:05:09", "speaker": "spk_1","line":"myth pronounce words because I do not ever list and day of course, admitted here","episode":"mini-21","edited":false},
{"time": "0:05:15", "speaker": "spk_0","line":"the list like, but I don't have","episode":"mini-21","edited":false},
{"time": "0:05:19", "speaker": "spk_1","line":"one Lord. I didn't spell things wrong,","episode":"mini-21","edited":false},
{"time": "0:05:24", "speaker": "spk_2","line":"Lord, It's me, Skinny Alan. I don't know my thing.","episode":"mini-21","edited":false},
{"time": "0:05:33", "speaker": "spk_1","line":"You had 30 draws.","episode":"mini-21","edited":false},
{"time": "0:05:35", "speaker": "spk_2","line":"I help me know myself, Lord, and help me. I did have dirty drawers, and I continue to help me with that. Thank you, Lord, I don't like to pray. You","episode":"mini-21","edited":false},
{"time": "0:05:46", "speaker": "spk_1","line":"wouldn't say forgiveness. Stealing all the van? No. Okay, Lord, it's me. Home","episode":"mini-21","edited":false},
{"time": "0:05:55", "speaker": "spk_2","line":"run! Henderson of the bleachers Lounge. Uh, I want to thank you for the many years you gave me in the Major League Baseball most traded player, quickest traded player, most disrespectfully traded, playing most returned player in the major leagues. Hold all those records close to my heart and load. Even though my spring training announcing audition did not go well, I want to thank you for the opportunity to announce a game for the Cactus League. And I want to want to put once again apologize to every single player's name I mispronounced.","episode":"mini-21","edited":false},
{"time": "0:06:33", "speaker": "spk_1","line":"And that's all of them.","episode":"mini-21","edited":false},
{"time": "0:06:34", "speaker": "spk_2","line":"Yes. Everyone, everyone. You old players that used to play and, uh,","episode":"mini-21","edited":false},
{"time": "0:06:42", "speaker": "spk_0","line":"one was named, and this was crazy. Babe. Ruth.","episode":"mini-21","edited":false},
{"time": "0:06:45", "speaker": "spk_1","line":"Doug, introduce yourself. Hey, Doug's with gold plea for schooling. Ascoli! Sorry, uh, of the bleachers lounge. Of course. You, uh Hey, Lord. Hey. How you doing? Once they thank you for the sauce last night that we have is very good. Uh, you miss my mouth, babe, Ruth?","episode":"mini-21","edited":false},
{"time": "0:07:07", "speaker": "spk_2","line":"Yes. Ah, Golden baby. Rude And, uh, you know, it was embarrassing. I'm more embarrassed than anyone else. We got a knock on the door later. We're doing a prayer for the preachers. Love","episode":"mini-21","edited":false},
{"time": "0:07:26", "speaker": "spk_1","line":"my man. I just died outside over by trip. I'm dead right now. All right. Well, I ain't never met that this guy before, but you look terrible. That's me. How? Phillips Also from the Breaches Lounge. Not the Breaches Lounge. The Blues lounge. It was. That was the breaches. Lounge is the one That's the cops that pushed through doors. They breached doors for like on criminal houses. Are there gonna be here? I don't know if they're gonna be here. Not a big crime. Podd Cat, big time crime podcast. But anyway, I ain't got much to say, Lord Baby and four more in your next use. I ain't got much to say. If I'm being honest, Lord, things have been going too well for me right now. Eso You know, unless you get your act together. I ain't got shit to say to you,","episode":"mini-21","edited":false},
{"time": "0:08:12", "speaker": "spk_0","line":"Dear Lord, Pray for my boys. Pray for my fake potatoes, my faking bits. My all the other fakes that I'm employing for very cheaply. Lord,","episode":"mini-21","edited":false},
{"time": "0:08:22", "speaker": "spk_1","line":"remind him who you are.","episode":"mini-21","edited":false},
{"time": "0:08:24", "speaker": "spk_0","line":"Mountains law. Don't forget. Excuse me for not induced myself. My hat was low. My name is Cliff Mountain. Photons. Your photo times with your fake crude photons? That's right. Lord, Please, please help my business. Amen. Ah, uh,","episode":"mini-21","edited":false},
{"time": "0:08:51", "speaker": "spk_2","line":"a everybody. It's Dave. Tasty way of Goldstein here from the beaches land. I should give a quick interest. Some of us did not want to pray because we don't believe in it. But we are here in the studio. There's about Let's see counting right now. 24 of us.","episode":"mini-21","edited":false},
{"time": "0:09:07", "speaker": "spk_1","line":"Yeah. I wasn't going to pray either. My name is pressed in poor choices. Phillips and I got the blues. And after the only religion I need","episode":"mini-21","edited":false},
{"time": "0:09:18", "speaker": "spk_2","line":"That's right, Ted. Under lips, harmonica. I prayed to the I pray to my instrument that I play bass. Yeah, said I pray to my wife","episode":"mini-21","edited":false},
{"time": "0:09:30", "speaker": "spk_1","line":"and Hampton fat face Monroe here. Ah, I just, uh Every time I play I'm praying So I only prayed when I play And I played a pray baby","episode":"mini-21","edited":false},
{"time": "0:09:40", "speaker": "spk_0","line":"Mila Bigfoot Johnson tapping the Tani toe. That's right, Billy Bigfoot Johnson, famous for my rhythm foot. It was like it's about tap. It sure is my baby. Now your toe is it looks really nice. Last time we","episode":"mini-21","edited":false},
{"time": "0:09:55", "speaker": "spk_1","line":"saw it, it had, like, a nice little of Brett Jewell on it.","episode":"mini-21","edited":false},
{"time": "0:10:00", "speaker": "spk_0","line":"It was bedazzled you. Ah, you kind of spruced it up again. Well, yes, on the bottom. I've got a bigger clicker, which is nice. You guys can hear the rhythm a little louder, but on the top of the ring where the diamond normally would be on a finger ring. Right? I've got an egg shaker. So now I got rhythm","episode":"mini-21","edited":false},
{"time": "0:10:20", "speaker": "spk_1","line":"Is the tiniest egg shaker I have ever","episode":"mini-21","edited":false},
{"time": "0:10:23", "speaker": "spk_0","line":"seen. Well, it is an egg","episode":"mini-21","edited":false},
{"time": "0:10:24", "speaker": "spk_1","line":"shaker. Sounds like one piece of rice inside of a plastic ball. That's","episode":"mini-21","edited":false},
{"time": "0:10:29", "speaker": "spk_2","line":"why A leg shaker?","episode":"mini-21","edited":false},
{"time": "0:10:32", "speaker": "spk_0","line":"Yeah. I had to go down to a special juillet again. What did you say? Moisture.","episode":"mini-21","edited":false},
{"time": "0:10:36", "speaker": "spk_2","line":"Like a quail egg shaker with size quail egg.","episode":"mini-21","edited":false},
{"time": "0:10:39", "speaker": "spk_1","line":"Yeah. Um, guys, let's not a eggs in the morning, OK? We'll take","episode":"mini-21","edited":false},
{"time": "0:10:44", "speaker": "spk_0","line":"me too. Right after I get out of the bay after been hit by a manatee. I love to grab some eggs. This'd man this family The manatee, by the way. Yeah, from from teachers Know from teachers from beaches. Loud. Yes, that's right.","episode":"mini-21","edited":false},
{"time": "0:11:04", "speaker": "spk_2","line":"Over those of you following along at home are probably not following along at home. We are all in the studio today because we all got an email. This is, by the way again. Home run. Anderson. We all got an email from the teachers at open. We got a knock on the door. I","episode":"mini-21","edited":false},
{"time": "0:11:19", "speaker": "spk_1","line":"can't explain. The premise lays Uncle Gavin. Just make sure I was here.","episode":"mini-21","edited":false},
{"time": "0:11:24", "speaker": "spk_2","line":"All right? Uncle Kevin from the teachers barge we met outside. You were not let you into the bathroom for a while.","episode":"mini-21","edited":false},
{"time": "0:11:30", "speaker": "spk_0","line":"I wait a second. I was late. It's me, James. Beefy to Loney. Are we all in here from the barge in here in charge.","episode":"mini-21","edited":false},
{"time": "0:11:40", "speaker": "spk_1","line":"Sorry. It me, uh, wash the sheet. Jenkins,","episode":"mini-21","edited":false},
{"time": "0:11:45", "speaker": "spk_0","line":"you sound a little different than I remember.","episode":"mini-21","edited":false},
{"time": "0:11:48", "speaker": "spk_1","line":"I'm sorry. I have a cold.","episode":"mini-21","edited":false},
{"time": "0:11:50", "speaker": "spk_0","line":"That's a cool. I didn't know. I didn't know we","episode":"mini-21","edited":false},
{"time": "0:11:52", "speaker": "spk_1","line":"could do that. I know we could have cold. I didn't know we could either, but I definitely just have a coming. I got more than the gold. I'm actually mad. Let's share","episode":"mini-21","edited":false},
{"time": "0:12:05", "speaker": "spk_0","line":"t assistant Captain Freddie Finger also","episode":"mini-21","edited":false},
{"time": "0:12:09", "speaker": "spk_2","line":"from the teachers of budget and I got there. Went to","episode":"mini-21","edited":false},
{"time": "0:12:12", "speaker": "spk_0","line":"Italy. Oh, really? With Diddley Tiscali. I'm Italian. You for me, The legal I put","episode":"mini-21","edited":false},
{"time": "0:12:20", "speaker": "spk_2","line":"to it. Really? And I got so immersed in the culture that this is how I talk now. So now this is my voice. Nice to meet you. You Italian. Where you from?","episode":"mini-21","edited":false},
{"time": "0:12:29", "speaker": "spk_0","line":"I outside of Sicily. My family","episode":"mini-21","edited":false},
{"time": "0:12:32", "speaker": "spk_2","line":"grew up brain not know. Um, so, yeah, we're doing that. We got an email from the teacher's lounge guys. Who? Um I believe the announcement has been made, but they're supposed to go live. Are near Wolf on the free feed on September. Going live 18th. Yeah. There's gonna","episode":"mini-21","edited":false},
{"time": "0:12:50", "speaker": "spk_1","line":"be a live pike.","episode":"mini-21","edited":false},
{"time": "0:12:51", "speaker": "spk_0","line":"It is","episode":"mini-21","edited":false},
{"time": "0:12:51", "speaker": "spk_2","line":"going to be recording live.","episode":"mini-21","edited":false},
{"time": "0:12:53", "speaker": "spk_1","line":"I don't know if you're right about that Moisture.","episode":"mini-21","edited":false},
{"time": "0:12:56", "speaker": "spk_2","line":"Well, now they're committed to it. Now they're committed to it. Eso they'll be recording it. So","episode":"mini-21","edited":false},
{"time": "0:13:02", "speaker": "spk_1","line":"they're committed. Teoh Ah, weekly live show because of a slight misspeak in a behind the Paywall episode Check.","episode":"mini-21","edited":false},
{"time": "0:13:09", "speaker": "spk_2","line":"Check their email here.","episode":"mini-21","edited":false},
{"time": "0:13:13", "speaker": "spk_0","line":"Oh, hang on. You know what that means? We'll have to pray. We have to prepare for","episode":"mini-21","edited":false},
{"time": "0:13:18", "speaker": "spk_1","line":"prayer. Okay, Uncle Kevin Over there on the organ. I did not know you could play","episode":"mini-21","edited":false},
{"time": "0:13:24", "speaker": "spk_0","line":"beer lowered its me Lindsay Gold again. We just talked. I know, but the organ started up Well, I got the inspiration. I just want to pray, Lord, for my truck. It has been hit again in the windshield 22 times. And I just don't know if I should change my parking spot or","episode":"mini-21","edited":false},
{"time": "0:13:45", "speaker": "spk_2","line":"if you're going to come down. It was golf balls, Lord. It was golf balls, Lord and I know I'm part of the issue driving range, but I need your help. Lord, Uh, Lord, it's Ah, home run. Henderson. I'd like to ask you to find a few golf balls I lost. I lost about 22 golf balls on, and I'm looking for those. Uh, if you could help me find those Lloyd because I borrowed them from my dad, and he's gonna be so pissed if I do not find","episode":"mini-21","edited":false},
{"time": "0:14:16", "speaker": "spk_1","line":"hey, Lord of May Day. Marcos, I just want to say thank you for continuing to provide for May. As everyone knows, I'm the creator of egg juice Pinto bean juice, hand top with a fi yoga juice.","episode":"mini-21","edited":false},
{"time": "0:14:36", "speaker": "spk_0","line":"And I wanted to say thank you for giving me the new idea","episode":"mini-21","edited":false},
{"time": "0:14:39", "speaker": "spk_1","line":"for my newest product, Beni Hana Sledge. They scrape into that home in the middle of the big hot top, and I was able to thank your A distributed off of any Hana sludge. And I will be launching it in my store downtown. Uh, hey, Lord, it's me, Doug from Beecher's lounge. I You know, I move a little slowly so I couldn't get in before given having trouble. Actually, the prayer is done. Okay. Sorry. You know,","episode":"mini-21","edited":false},
{"time": "0:15:17", "speaker": "spk_0","line":"this is about fine.","episode":"mini-21","edited":false},
{"time": "0:15:20", "speaker": "spk_1","line":"This is what happens. Gave me all the time. You know, my, uh, my kids to my","episode":"mini-21","edited":false},
{"time": "0:15:24", "speaker": "spk_0","line":"creek. Okay, go ahead. Go ahead. Bigfoot does","episode":"mini-21","edited":false},
{"time": "0:15:29", "speaker": "spk_2","line":"what your problem is in the blues. My","episode":"mini-21","edited":false},
{"time": "0:15:31", "speaker": "spk_1","line":"man, uh, very goes problem. Oh, really? Saying the blues before, But I guess I could give it a shot. Getting my name is Doug. I'm in a tree. My name is Doug. Oh, my kids. Hey, me. My name is Doug talking to and I don't like me no more. Yeah. 80 biting. Yeah.","episode":"mini-21","edited":false},
{"time": "0:16:00", "speaker": "spk_2","line":"Oh, Dave. Tasty wave. Talking to his friends all over the grave. I'm, like, ready to talk to my dad. Friends. I lost everyone. It's the end. I go to grave sites and a dark to my friends because I don't have any. Your life?","episode":"mini-21","edited":false},
{"time": "0:16:25", "speaker": "spk_0","line":"Yeah. Where my name's Cliff Mountains In a love myself I want him to play baseball like everyone but it tells me, hates it. And I love the game He's got a place So I've got something to do Yeah My son hates my sport and I just gotta make him play the sport","episode":"mini-21","edited":false},
{"time": "0:16:54", "speaker": "spk_1","line":"Hey, my name. Stay there in I'm here to say I'm legally dead Almost every day I get hit by a car. Ah, Fall out of a plane. They no shame in the dead man Gay Don't revive May wait on the ambulance Because they're the only ones who can do it.","episode":"mini-21","edited":false},
{"time": "0:17:22", "speaker": "spk_2","line":"Boy shapes in here And I'm telling you I am not anymore, Joe. I like the Lord Jesus Christ. I did it Teoh impress my wife. Pray to him I think I want to go to Christian. Jim's","episode":"mini-21","edited":false},
{"time": "0:17:50", "speaker": "spk_0","line":"mentor, The manatee getting here by the boat swimming around wish and it was amount. I'm getting hit by the runner. I'm getting hit by the steering wheel. I really wonder what's the day? You I'm in pain and I look like a sea cow. Every time a boot sees me, they flower.","episode":"mini-21","edited":false},
{"time": "0:18:16", "speaker": "spk_1","line":"Hey, Lord, it's Butch Davis and I'm from the south. Hear these words coming out of my mouth? Lord, your gravy or yours? Lord, I want to put your own my meat. I love I love you for dinner, my lord Preachers, Let's come on in years. Hey, my name's Quentin Rush. Oh, yeah Mimes Lindsay Gold. Oh, yeah, I'm bushed, Davidson Still right here are Moshe absence Still I ju way Ain't Juno more? He now praised Teoh One Lord.","episode":"mini-21","edited":false},
{"time": "0:19:11", "speaker": "spk_2","line":"Speaking of things, we're not I'm Captain Friday finger. I'm not battalion and I hate that movie. My middle name's not got any more. If you say Tom Green's name, I'll throw you through the floor toe Hell, Freddie finger That's my name. Not being Tom Green is my game","episode":"mini-21","edited":false},
{"time": "0:19:38", "speaker": "spk_1","line":"It's Ray Marcos here to tell you I don't ever wanna smell you Cut your stinky baby, baby, baby, you're stinky And I smell so good Cause I bathed in ven eh fresheners And I don't know anything else to say Oh yeah Oh, yeah That was pretty good Families over here didn't even get in on that blues jam. And I felt left out, man. Oh, yeah. Fat face What nobody likes to hear. Hey, his poor choices pressing Phillips, of course. Uh,","episode":"mini-21","edited":false},
{"time": "0:20:25", "speaker": "spk_0","line":"no. Uh 00 What happened to my voice? Four choices now? Oh, no, it's different. Oh,","episode":"mini-21","edited":false},
{"time": "0:20:37", "speaker": "spk_2","line":"what's going on over there? Fortresses me again. It had done to lives. Harmonica on the base. What happened? Your voice.","episode":"mini-21","edited":false},
{"time": "0:20:44", "speaker": "spk_0","line":"It's just different. It's like it's different.","episode":"mini-21","edited":false},
{"time": "0:20:49", "speaker": "spk_2","line":"Well, it's a little bit.","episode":"mini-21","edited":false},
{"time": "0:20:50", "speaker": "spk_1","line":"I say. It's Ridic","episode":"mini-21","edited":false},
{"time": "0:20:51", "speaker": "spk_2","line":"it's a little bit weird. I'll say that. It's weird.","episode":"mini-21","edited":false},
{"time": "0:20:54", "speaker": "spk_0","line":"Little crazy thinking Levi's. That's the thing you can get me.","episode":"mini-21","edited":false},
{"time": "0:20:59", "speaker": "spk_1","line":"Guys, Can I ask you a quick question? Have we actually we actually even explain what the fuck is going on right now is a moment later, Paramus. But he never got did not getting didn't get it all the way out. But essentially, what happened? This is half the fat face Monroe, by the way. But essentially what happened was the teachers couldn't make it to their session today, so they shot out an email to every other lounge. Podd cash. Okay. Oh, that's way that's from them Now is a 404 air from the danger way replies. Yeah, well, they got in a very male. Yeah, it looks like, uh, they don't know what this is all about. But essentially, what happened was they only expected a couple of us to actually be here, But it turned out everybody was","episode":"mini-21","edited":false},
{"time": "0:21:46", "speaker": "spk_0","line":"available Way I'm playing it again as may. Okay, here. Lowered. It's me, Lindsay Gold This point I'm out of prayers. I'll be honest. I'm out. I prayed all morning. The sound keeps coming out. Uncle Kevin, when you go on, do it when you're not","episode":"mini-21","edited":false},
{"time": "0:22:05", "speaker": "spk_2","line":"Lord, it is Ted. Done the lips harmonica. And I want to thank you, um, for allowing all of us lounges to get in here today. We don't know where the teachers and the teachers are. Jar Last we heard they got a pretty good gig filming OJ's Twitter videos. I know we all watch those videos and wonder who on Earth is golfing with O. J. Takes a break to film them and then goes back to the back nine. Best the teachers and the big worry right now is they may not ever come home because they're having a good time with O. J. But if they do not,","episode":"mini-21","edited":false},
{"time": "0:22:42", "speaker": "spk_1","line":"they also write the copy for him,","episode":"mini-21","edited":false},
{"time": "0:22:44", "speaker": "spk_2","line":"right? Is good copy on his broad jokes. And if they I hope they keep that job, Lord, that's what I'm praying so that the creatures lounge could take over that week.","episode":"mini-21","edited":false},
{"time": "0:22:56", "speaker": "spk_1","line":"Or, you know, the teachers barge could take over as well. We'd love to do a weekly podcast on that feed as well. So and I don't have insurance every time they revived me from today and he calls me by 100 $50,000.","episode":"mini-21","edited":false},
{"time": "0:23:12", "speaker": "spk_0","line":"That's a big bill.","episode":"mini-21","edited":false},
{"time": "0:23:13", "speaker": "spk_1","line":"Yeah, Things being made huge are well as deaf.","episode":"mini-21","edited":false},
{"time": "0:23:19", "speaker": "spk_2","line":"Um, so another grow beautiful prayer. Amen. Again, he thinks for","episode":"mini-21","edited":false},
{"time": "0:23:26", "speaker": "spk_0","line":"just a quick, quick I don't know whose organist is, but I love playing it. And I read a couple of people say, Tom Green and I just said it.","episode":"mini-21","edited":false},
{"time": "0:23:36", "speaker": "spk_2","line":"Oh, yeah, We do have Teoh these guys on the barge. What's the","episode":"mini-21","edited":false},
{"time": "0:23:40", "speaker": "spk_1","line":"ruling? Throw money. You have to throw money down the shoot. Yeah, there's a whole your whole The shoot is what keeps the trash from just accumulating on the top of the boat. Yeah, throw it down into the center. Um, and we refrigerated. We've won cleaners both, right? Terry was also there is a situation where we have to throw money into your TG TG anymore.","episode":"mini-21","edited":false},
{"time": "0:24:10", "speaker": "spk_0","line":"Slippery. Keith and I mentioned this is going pretty smooth. This I mean, this might be the new show.","episode":"mini-21","edited":false},
{"time": "0:24:19", "speaker": "spk_2","line":"I mean, it's Ah, Dave. Tasty. With Goldstein. Over here it is. Ah, full room. It's hot in here, but we all seem to like each other. Everybody seems to each lounge seems toe like a different type of snack. So there's not a lot of competition for the snacks around the studio.","episode":"mini-21","edited":false},
{"time": "0:24:36", "speaker": "spk_0","line":"That's right. Snack competition can really tear group","episode":"mini-21","edited":false},
{"time": "0:24:38", "speaker": "spk_2","line":"of pilots, right?","episode":"mini-21","edited":false},
{"time": "0:24:39", "speaker": "spk_1","line":"If anybody could throw me and some cheese doodles up here in the crow's nest,","episode":"mini-21","edited":false},
{"time": "0:24:45", "speaker": "spk_0","line":"we don't have any cheese doodles, but I do have the last of the bud light. You know where the parties when you're done, but there's it's like, Ah, quarter into bud light there the next day. I don't want my hands so I can throw you some of","episode":"mini-21","edited":false},
{"time": "0:25:02", "speaker": "spk_1","line":"that. But I've been juice. I don't want any of that. This is Doug. I'm up in the street still, I haven't had food. Actually, I haven't been close to a refrigerator. So if anybody could just throw us, um,","episode":"mini-21","edited":false},
{"time": "0:25:14", "speaker": "spk_0","line":"you want to bake? But that'll","episode":"mini-21","edited":false},
{"time": "0:25:16", "speaker": "spk_1","line":"I'd love a riel baked potato. Excuse me.","episode":"mini-21","edited":false},
{"time": "0:25:18", "speaker": "spk_0","line":"I meant to say faked. I could have a little friend come up. Anything I'll do.","episode":"mini-21","edited":false},
{"time": "0:25:21", "speaker": "spk_1","line":"I can't eat this, friend. Can I","episode":"mini-21","edited":false},
{"time": "0:25:24", "speaker": "spk_0","line":"think about out of his little costume","episode":"mini-21","edited":false},
{"time": "0:25:26", "speaker": "spk_2","line":"a little. Pinch him up there. I'll pick him up their","episode":"mini-21","edited":false},
{"time": "0:25:28", "speaker": "spk_0","line":"way alive. Curiel. Rosin bag. Let me give you the sign here. Just make sure you get all the way up there Real.","episode":"mini-21","edited":false},
{"time": "0:25:38", "speaker": "spk_1","line":"You shaking off your like, shaking off pitches. Nobody's putting signals. Then there's over. There's no batter in between you and him on the hammock. So this should be an easy strike. Almost address or someone I don't","episode":"mini-21","edited":false},
{"time": "0:25:52", "speaker": "spk_0","line":"Second. Oh, you hit me. Poor choices, my flexes. High. Now, now, board choices. Why's your voice? Hi, Mike. My throat. I think I blew boho cord. Think Bobo cohort. That's career. And that's a","episode":"mini-21","edited":false},
{"time": "0:26:12", "speaker": "spk_2","line":"little Give you the blues","episode":"mini-21","edited":false},
{"time": "0:26:13", "speaker": "spk_0","line":"like a Dell. You or John Mayer had surgery. Who happens to singers? Just those two. Oh, yeah. Oh, I don't Oh, okay. Yeah, I gotta wait for it. to come back around doing it. Bigfoot get Tonto.","episode":"mini-21","edited":false},
{"time": "0:26:39", "speaker": "spk_2","line":"But what time is it? Big 3 43 Time Real good.","episode":"mini-21","edited":false},
{"time": "0:26:47", "speaker": "spk_0","line":"Hey! And poor choices. And I've made a choice Oh, no, no, I'm lost my voice Oh, no, There's the sky How I'm gonna sing the blues That my voice is this high I need some inspiration Maybe I'll kill my wife And get away with it Thank you. Thank you. Taste your if you","episode":"mini-21","edited":false},
{"time": "0:27:20", "speaker": "spk_1","line":"honestly poor choices. I mean, we are working on a new album to me Hampton, Fat Face Monroe again. We are working on a new album. I mean, maybe this is the sort of new injection of new life we've been looking for. Maybe. I mean, it did. 90 boy voice.","episode":"mini-21","edited":false},
{"time": "0:27:33", "speaker": "spk_2","line":"It did have a little bit of a similar issue is our last album where poor choices accidentally telegraphs a crime. He's gonna commit our last albums, child. Incredibly well. Cause portrays a lot of four dresses versus with the crime is about","episode":"mini-21","edited":false},
{"time": "0:27:47", "speaker": "spk_0","line":"Yeah, I feel like it was a little derivative of our last album. Well, then, our tour I mean, tour is basically just us on the run. Yes.","episode":"mini-21","edited":false},
{"time": "0:27:55", "speaker": "spk_2","line":"Yeah, it was called creatures. Lunch on the run. We changed the name of the tour halfway through.","episode":"mini-21","edited":false},
{"time": "0:27:59", "speaker": "spk_0","line":"What about me? I bet I could be a thing. That's me. They Marko's,","episode":"mini-21","edited":false},
{"time": "0:28:03", "speaker": "spk_1","line":"uh, day there. You can't be a finger.","episode":"mini-21","edited":false},
{"time": "0:28:05", "speaker": "spk_0","line":"You guys could do a little do it. Maybe","episode":"mini-21","edited":false},
{"time": "0:28:07", "speaker": "spk_1","line":"you think we said Well, I mean, we used to do like when we were younger. Kids are Dad forced us to be in a band?","episode":"mini-21","edited":false},
{"time": "0:28:13", "speaker": "spk_0","line":"Yeah, that would actually be perfect. Low? Yeah, you do it.","episode":"mini-21","edited":false},
{"time": "0:28:16", "speaker": "spk_1","line":"You want to do our do it? Yeah. Okay, let's do it. I just","episode":"mini-21","edited":false},
{"time": "0:28:20", "speaker": "spk_2","line":"want to do this blue style or dio duet. That's a little more. Ah, a cappella. We provide some backing on Capella.","episode":"mini-21","edited":false},
{"time": "0:28:29", "speaker": "spk_0","line":"I don't either, but I think I love that shuffle.","episode":"mini-21","edited":false},
{"time": "0:28:33", "speaker": "spk_2","line":"Let's try Let's go back to that blue shuffling G way Flippy Todd 6 70 9 10 11 12","episode":"mini-21","edited":false},
{"time": "0:28:44", "speaker": "spk_0","line":"Warming up my ankle now before Oh, yeah! Oh, yeah! Oh, yeah. Okay. Wait. Yes? Okay. How do I know","episode":"mini-21","edited":false},
{"time": "0:28:54", "speaker": "spk_1","line":"you're gonna start?","episode":"mini-21","edited":false},
{"time": "0:28:56", "speaker": "spk_0","line":"Hey, my name. No, we gotta wait for it","episode":"mini-21","edited":false},
{"time": "0:28:58", "speaker": "spk_1","line":"to come back around. Okay, We can just get this way. Get scat.","episode":"mini-21","edited":false},
{"time": "0:29:02", "speaker": "spk_0","line":"What's up with twins? We look almost identical. Bow or not, we're fraternal.","episode":"mini-21","edited":false},
{"time": "0:29:07", "speaker": "spk_1","line":"Turn up twins. And that's right. And we love each other, but we argue a lot. Here","episode":"mini-21","edited":false},
{"time": "0:29:11", "speaker": "spk_0","line":"comes Hey, my name's day in my favorite chip the crisp and no, I don't fucking have a lift.","episode":"mini-21","edited":false},
{"time": "0:29:23", "speaker": "spk_1","line":"Hey. Hey, my name is Ray. I love chips. And yes, I do have, ah, lives like both of","episode":"mini-21","edited":false},
{"time": "0:29:32", "speaker": "spk_0","line":"a list I get, man, I want to go inside off a place and kill everyone in it. Thank you. What do we think?","episode":"mini-21","edited":false},
{"time": "0:29:43", "speaker": "spk_2","line":"Oh, well, I mean, I I thought that was an interesting rain. I I will say, Ah, is it more important for you guys that what you're saying rhymes or that the that the 1st 1st makes sense?","episode":"mini-21","edited":false},
{"time": "0:29:57", "speaker": "spk_0","line":"It's a good question with a question. My ship We didn't Mike that. My favorite type of chip is a quick","episode":"mini-21","edited":false},
{"time": "0:30:04", "speaker": "spk_1","line":"and you didn't You didn't like them. I I like Chris and I don't have a lift. I don't","episode":"mini-21","edited":false},
{"time": "0:30:09", "speaker": "spk_2","line":"understand. I'm not saying I just like it. I'm just saying, If it's important for you for the tube phrases to make sense together, you know, I might say like, uh,","episode":"mini-21","edited":false},
{"time": "0:30:18", "speaker": "spk_1","line":"every ever let have","episode":"mini-21","edited":false},
{"time": "0:30:20", "speaker": "spk_0","line":"you ever heard","episode":"mini-21","edited":false},
{"time": "0:30:20", "speaker": "spk_1","line":"of it on. I'm sorry. Have you ever heard of Thong that in the middle of the birth totally changes subject matter? Yeah,","episode":"mini-21","edited":false},
{"time": "0:30:27", "speaker": "spk_2","line":"um, not off the top of my head. You have. You","episode":"mini-21","edited":false},
{"time": "0:30:30", "speaker": "spk_1","line":"know, that's when thing","episode":"mini-21","edited":false},
{"time": "0:30:31", "speaker": "spk_2","line":"s So you're trying to do that? That's all I was asking. That's great. Um, um,","episode":"mini-21","edited":false},
{"time": "0:30:37", "speaker": "spk_0","line":"what is this button do is OK. Yeah. These are buttons.","episode":"mini-21","edited":false},
{"time": "0:30:45", "speaker": "spk_2","line":"Lord, there's a skinny Allen. Um, I was a little, uh I got a little in my head about my prayer earlier. I do know what my thing is. Of course, it's having skid marks on my underwear, but it's also I want you to remove the skid marks on my soul. Um, I've got a lot to repent for,","episode":"mini-21","edited":false},
{"time": "0:31:13", "speaker": "spk_0","line":"You know, Lord, this is me, Manny the manatee. And I feel the same way. I can't been complaining so much about these darn boats hitting me. I want you to bless the boats, Lord, My back can take it. I got thick skin of a sea mammal.","episode":"mini-21","edited":false},
{"time": "0:31:30", "speaker": "spk_2","line":"This his assistant Captain Freddie Finger Lord, do bless the boats and bless the barge which hit, I think humanity on the way in and has a bit of a hole in the hole in the whole, Uh, bless us. That's gonna be an expensive fix. And blessed the manatee we hit. It was one strong motherfucker. Did real damage to a barge. Please, look. Thank you.","episode":"mini-21","edited":false},
{"time": "0:31:56", "speaker": "spk_1","line":"Uh, Lord, this is me, Doug. Uh, I'm still up here. I love you know, if somebody down there could, you know, find a ladder are step. Just a couple of boxes. Little apple box situation to get me up here. I'm ready to come down a couple. Half apples happened. Half apples. Who is that? Homeroom Under your picture? Half apple box. So All right, please throw it to me. And don't try to pick somebody off on giving this circle first signal first. Nobody's giving you somebody giving you saying it's me, Doug. I might be new. I'm giving you the one","episode":"mini-21","edited":false},
{"time": "0:32:41", "speaker": "spk_2","line":"Kevin is trotting out to me","episode":"mini-21","edited":false},
{"time": "0:32:42", "speaker": "spk_0","line":"real quick. I'm doing around third. I'm getting around third","episode":"mini-21","edited":false},
{"time": "0:32:47", "speaker": "spk_1","line":"round. You'd be e I mask. My mother will beating on by. Well, I hate to jump in here. Lord, it's me. Butch Davidson. I, uh you know, I haven't actually prayed much about things that are really ailing me in my life these days, As you all know, I've missed the last few holidays with my family. And I'm sorry, toe. Distract everybody from the fun stuff that's going on. I just want to get some serious things in here. Uh, please lowered. Let my wife know when she praised tonight that I am thinking about her. Let my son and my daughter know that I'm thinking about them. And, Lord, please keep the shed warm tonight because it has been quite cold the last few","episode":"mini-21","edited":false},
{"time": "0:33:35", "speaker": "spk_2","line":"nights. Hope Lord cut the last part of that.","episode":"mini-21","edited":false},
{"time": "0:33:42", "speaker": "spk_1","line":"Can the only hear prayers way only haven a play in the big Vyborg. Well, it","episode":"mini-21","edited":false},
{"time": "0:33:48", "speaker": "spk_0","line":"is that Liz asked the preachers. Is that true?","episode":"mini-21","edited":false},
{"time": "0:33:51", "speaker": "spk_1","line":"That is absolutely true. Um, the Lord, I would say that music is a facilitator. You know, it helps cut to the front of the line","episode":"mini-21","edited":false},
{"time": "0:34:02", "speaker": "spk_2","line":"with the prayer request, I would say, Yeah, it's ah, It's like I'm how theme park has from the line passes the pale. We're not like you pay a little extra for fast pass like a fast pass, but instead of getting into star tours, you're getting into star heaven. Exactly. heaven tours","episode":"mini-21","edited":false},
{"time": "0:34:24", "speaker": "spk_1","line":"like if you pray to maybe and I don't mean to Teoh put your own blast here, but But to maybe see your family again are No, That's how I'm thinking of how it's all of Ah Sau. Yeah, I was looking You're wearing the same hat You in, Butch, What is that? Hat of the hat? That I'm weird. Yeah, it's when I got airbrushed at the mall. Uh, about how does Butch have them? I saw It's weird. We were at the mall at the same time, I guess. And I saw him walking away with it. And I was like, I I snapped the pic on my my little camera phone because I thought it was so cool. It's got a dove on its a dove on it and it says Peace. Yeah, you got that airbrush. Yeah, I got it airbrushed because what, you guys, I'd like a pair that with my nice T shirt. When I go out eight,","episode":"mini-21","edited":false},
{"time": "0:35:21", "speaker": "spk_2","line":"I might go, Dave, taste with Goldstein over here.","episode":"mini-21","edited":false},
{"time": "0:35:25", "speaker": "spk_0","line":"I might","episode":"mini-21","edited":false},
{"time": "0:35:25", "speaker": "spk_2","line":"get one of those because I do like piece, you know, and I want people to know that especially I think one thing we can all agree on this. 24 different bodies in here today. If we could just find a little commonality between the people who were different then.","episode":"mini-21","edited":false},
{"time": "0:35:42", "speaker": "spk_1","line":"Oh, yeah,","episode":"mini-21","edited":false},
{"time": "0:35:43", "speaker": "spk_0","line":"Yeah. You really that I agree you may be. Maybe we could find some common ground.","episode":"mini-21","edited":false},
{"time": "0:35:56", "speaker": "spk_1","line":"You know, we're all cut from the same cloth man","episode":"mini-21","edited":false},
{"time": "0:36:00", "speaker": "spk_2","line":"like Preston. Your voice got weird all of a sudden. You're weird. And that's Ah,","episode":"mini-21","edited":false},
{"time": "0:36:06", "speaker": "spk_0","line":"next man. Constable, Being","episode":"mini-21","edited":false},
{"time": "0:36:08", "speaker": "spk_2","line":"around someone with a weird voice, it makes me uncomfortable. But I think our similarities are bigger than our differences.","episode":"mini-21","edited":false},
{"time": "0:36:14", "speaker": "spk_1","line":"Yes, that's really true. That's a really good sentiment.","episode":"mini-21","edited":false},
{"time": "0:36:19", "speaker": "spk_2","line":"Lord, it's me, Dave. Tasty wave. Goldstein. I'm I'm Jewish. Uh, andan Like Moshe. I'm just just Jewish. Yeah, I thought about converting. Who is that? There's a, um No, not really. I'm not even really a practising Jews. This a is this conversation part of the prayers? The Lord gonna be distracted if we have a conversation over the","episode":"mini-21","edited":false},
{"time": "0:36:44", "speaker": "spk_1","line":"organization closet door and you'll hear it","episode":"mini-21","edited":false},
{"time": "0:36:46", "speaker": "spk_2","line":"all. I mean, I would say I'm an agnostic Jew. I like the tradition. I like the culture. Love Israel. But would you say you pro Israel? I'm pro Israel. You're ready to take a stance right now.","episode":"mini-21","edited":false},
{"time": "0:37:01", "speaker": "spk_0","line":"That was well, I don't","episode":"mini-21","edited":false},
{"time": "0:37:04", "speaker": "spk_2","line":"really believe in God per say, but I do believe in some of the teachings of the Torah. And, uh, yeah, I'm pro I pro Israel, but I think it's pretty complicated and a lot going on every","episode":"mini-21","edited":false},
{"time": "0:37:15", "speaker": "spk_1","line":"day. Would it ever bring you to song? Yeah. My love for Israel. Yeah, Yeah, Go ahead, hit it, Big foot. What's out? 67 day, Uncle Kevin. Shut up! Go and hit it. And he gets 678 there again. Okay? Yeah, well, and we'll play along here. Now you have to wait for it to come around the horn again. Well, this is the song. Oh, yes, Speed up their way. So","episode":"mini-21","edited":false},
{"time": "0:37:42", "speaker": "spk_2","line":"I wrote a little business drinking about","episode":"mini-21","edited":false},
{"time": "0:37:43", "speaker": "spk_1","line":"being Maybe Maybe we'll take it home","episode":"mini-21","edited":false},
{"time": "0:37:45", "speaker": "spk_2","line":"with this one, Dave, taste you wave is my name blindly supporting Israel is my game. What you do doesn't matter than me, because my people come from there. So I try not to see the bad stuff. But only the good nationalism is the way to go. That's what I believe.","episode":"mini-21","edited":false},
{"time": "0:38:15", "speaker": "spk_1","line":"That is the 00 yeah. Oh, Yeah. Oh, yeah. That is the truth. That the truth. I'm the inventor of egg juice. Come and get a little egg juice. And also pinto being oil for a limited time. It's me. Martin washed the shoot. Jenkins, I just want to do something with napkins. Maybe that he means I eat sloppy. Yeah, Or maybe it actually means I right face with mob. Hey,","episode":"mini-21","edited":false},
{"time": "0:39:11", "speaker": "spk_0","line":"how is better? Yeah, well, my name Jane. Be feet to Lonny. I went Teoh the star toe Bassam Baloney. I took it back realising its pork I only eat beef and know you're a dork. Oh, down No, I'm home","episode":"mini-21","edited":false},
{"time": "0:39:38", "speaker": "spk_2","line":"run hand to sin sitting on a cushion And I got to say I want a two state solution Israel and Palestine can be one Let's shake hands and just have a little fun. I'm talking Arabs, Jews and Christians, Teoh and other religions. I'm talking to you.","episode":"mini-21","edited":false},
{"time": "0:40:05", "speaker": "spk_1","line":"Hey, my name is Quentin Rush and I'm getting some traction. Maybe I can help you do something with the napkin. Write little notes, put it on your head. I don't know. I'm lately, Dad. Thanks. I appreciate that, Tater, cause I didn't have a rhyme it all for that. I'm the inventor of egg juice. Well, it's me how Phillips and I say Yahoo. I am a supporter of fishermen that Yeah, I will go to the grave thinking Israel is the best place to live. He said lave, But I'm innately live, not leave. What do","episode":"mini-21","edited":false},
{"time": "0:40:58", "speaker": "spk_0","line":"you think of Bigfoot? Oh, yeah, Big foot. I'm tapping my to Israel is where I wanna go. I want to solve it. I'm going to solve the problem on a sort of it is alone. It's all of it. Lead. So the problem with nice. Nice. I really felt pretty","episode":"mini-21","edited":false},
{"time": "0:41:33", "speaker": "spk_1","line":"good. Quick rush here. Bush Davidson Who? I honestly I feel like we've all gone along. We've set a good example for people around the world who are, you know, dealing with issues. I wonder if the teachers everyone come back. We got that email. Devora border ain't nobody's,","episode":"mini-21","edited":false},
{"time": "0:41:50", "speaker": "spk_2","line":"but we just got an email here. Um, let's see what this says Here it's from Ah, teachers land and Air Wolf. Come on, give me, um and, uh, it says, um, hoping to be back September 18th over three back September 18th","episode":"mini-21","edited":false},
{"time": "0:42:10", "speaker": "spk_1","line":"and then I'm sure","episode":"mini-21","edited":false},
{"time": "0:42:11", "speaker": "spk_2","line":"you can get us to the border and that's a state tuned for the next email. I just got one. They're all 24 of us. Want to read the subject line of this one At the same","episode":"mini-21","edited":false},
{"time": "0:42:23", "speaker": "spk_1","line":"time? I think it's one at a time. It seems like they misspelled it as I think it. I think I know their catchphrase, but they don't know how to spell it. I just teachers don't let's read what they wrote. I think I have an idea Who's Bay's as says S t a Y f l i p y. So I guess Perth.","episode":"mini-21","edited":false}]
