[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-03","edited":false},
{"time": "0:00:03", "speaker": "spk_0","line":"now, Now, now what you say I was born in the sports mark way.","episode":"mini-03","edited":false},
{"time": "0:00:23", "speaker": "spk_1","line":"Turn it down a little bit","episode":"mini-03","edited":false},
{"time": "0:00:25", "speaker": "spk_0","line":"up to eaters I said way tens in the tweet Oh, you got to stand up slower I stand it up and my head hit the same Well,","episode":"mini-03","edited":false},
{"time": "0:00:41", "speaker": "spk_3","line":"that's I don't have you noticed but I got the ceiling re upholstered with ham skin.","episode":"mini-03","edited":false},
{"time": "0:00:45", "speaker": "spk_2","line":"Hey, and what? This was","episode":"mini-03","edited":false},
{"time": "0:00:48", "speaker": "spk_0","line":"kind of nasty. So from your notebooks, right, Like your hands. But","episode":"mini-03","edited":false},
{"time": "0:00:53", "speaker": "spk_3","line":"yeah, yeah, I buy hay and skin notebooks anytime. I'm feeling like I need a creative reset, I'll go to the store and I'll get some hand skins. I'll put I'll put it to do list, right? All By calendar,","episode":"mini-03","edited":false},
{"time": "0:01:06", "speaker": "spk_1","line":"you usually only have, like, one or two pages that are used in every hand skin you haven't had about him.","episode":"mini-03","edited":false},
{"time": "0:01:11", "speaker": "spk_3","line":"You look to my hand skins and it's like re acquaint with daughter, right? Two hours a day, uh, planning a lot of planning.","episode":"mini-03","edited":false},
{"time": "0:01:18", "speaker": "spk_2","line":"And you used to use mole skins, right?","episode":"mini-03","edited":false},
{"time": "0:01:21", "speaker": "spk_3","line":"I used to use more skins. Well, when and I just thought there to pretend","episode":"mini-03","edited":false},
{"time": "0:01:24", "speaker": "spk_2","line":"very well and that was books made from the skin of moles.","episode":"mini-03","edited":false},
{"time": "0:01:28", "speaker": "spk_3","line":"Yeah, yeah. Eso Anybody who lives a double agent? Yeah. Um,","episode":"mini-03","edited":false},
{"time": "0:01:35", "speaker": "spk_0","line":"where is this store that they tell there's like this? That I have","episode":"mini-03","edited":false},
{"time": "0:01:39", "speaker": "spk_2","line":"never been too scared by Howard. Worst nightmare. You got to go into skin.","episode":"mini-03","edited":false},
{"time": "0:01:44", "speaker": "spk_1","line":"I've seen these doors. I've seen these stores. I walked by the","episode":"mini-03","edited":false},
{"time": "0:01:47", "speaker": "spk_0","line":"use their condoms sometimes skins with a why.","episode":"mini-03","edited":false},
{"time": "0:01:53", "speaker": "spk_3","line":"And you've got","episode":"mini-03","edited":false},
{"time": "0:01:54", "speaker": "spk_2","line":"skins for the Why sk Why? And that s now. That's a good kind","episode":"mini-03","edited":false},
{"time": "0:01:59", "speaker": "spk_0","line":"of my thing. It is something wrong. It's","episode":"mini-03","edited":false},
{"time": "0:02:02", "speaker": "spk_3","line":"probably really you used the What is it? The unrefined for his pleasure. A","episode":"mini-03","edited":false},
{"time": "0:02:09", "speaker": "spk_2","line":"few years or inside river? Yes. I'd smooth untouchable on the outside.","episode":"mini-03","edited":false},
{"time": "0:02:15", "speaker": "spk_0","line":"Yeah, and they are thick. They are thick, so I can last long.","episode":"mini-03","edited":false},
{"time": "0:02:23", "speaker": "spk_3","line":"You love to go all night?","episode":"mini-03","edited":false},
{"time": "0:02:26", "speaker": "spk_1","line":"Yeah. And when's the last time you had Sex, Bill?","episode":"mini-03","edited":false},
{"time": "0:02:28", "speaker": "spk_0","line":"All night. All night? Yeah. Oh, my gosh. The last time I had sex waas I got out my computer assistance and I logged on","episode":"mini-03","edited":false},
{"time": "0:02:43", "speaker": "spk_2","line":"to He could be talking about setting up the rendezvous.","episode":"mini-03","edited":false},
{"time": "0:02:46", "speaker": "spk_0","line":"Yes, and I said anyone in town into Google type into the search bar? Yeah, and, um, bunch of results came up. Um and then I liked on the porn, and then you had to compete with a thick skins. Gone? Yeah, I gotta get my computer. Herpes.","episode":"mini-03","edited":false},
{"time": "0:03:11", "speaker": "spk_2","line":"It is important, as we know, as we know, you can get a computer virus. You can also give it a","episode":"mini-03","edited":false},
{"time": "0:03:16", "speaker": "spk_0","line":"here. Yeah, truth. Well, I mean, I went to see my doctor, McAfee and Dr McAfee, and Dr McCovey was like, Listen, be careful. Tragedy horses. Happy's way. Need to","episode":"mini-03","edited":false},
{"time": "0:03:32", "speaker": "spk_2","line":"take the gateway into Dr McAfee. And because the guard was Coffin last week, the gateway is a lot sicker than I thought. I saw the gateway cough up some blood on to the stat.","episode":"mini-03","edited":false},
{"time": "0:03:42", "speaker": "spk_1","line":"I opened up the gateway and there was a word. You know what that means? Yeah, there was. There was a word document open on the gateway that had my last will and testament on it. But it was the computers will, you know. Yeah,","episode":"mini-03","edited":false},
{"time": "0:03:53", "speaker": "spk_0","line":"well, I mean, the gateway, obviously the gateway that's here in the van isn't the Here in the van is is in a wheelchair, is very","episode":"mini-03","edited":false},
{"time": "0:04:00", "speaker": "spk_2","line":"sits, get over its keyboard.","episode":"mini-03","edited":false},
{"time": "0:04:06", "speaker": "spk_3","line":"It's not long for this world we've been calling the gateways. Ah, family to come in and say anything they need to say. We","episode":"mini-03","edited":false},
{"time": "0:04:14", "speaker": "spk_0","line":"Oh, yeah. What was surprising to me is when we called the gateways, father picked up the phone. You're getting a Dell. I couldn't believe that.","episode":"mini-03","edited":false},
{"time": "0:04:27", "speaker": "spk_3","line":"He picked up the phone","episode":"mini-03","edited":false},
{"time": "0:04:28", "speaker": "spk_0","line":"and he said, You're getting a Dell. Levi's Adele. He's","episode":"mini-03","edited":false},
{"time": "0:04:31", "speaker": "spk_3","line":"Oh, that's how he and the Gateway E. Yeah, I remember that happened. Yeah. Gateways. Dad is Adele. Uh, and it's Mom. Is Adelle the singer? That's right.","episode":"mini-03","edited":false},
{"time": "0:04:43", "speaker": "spk_0","line":"Yeah, that's what that whole album is about.","episode":"mini-03","edited":false},
{"time": "0:04:47", "speaker": "spk_2","line":"21 was about when she learned to love a computer. And then","episode":"mini-03","edited":false},
{"time": "0:04:50", "speaker": "spk_0","line":"you asked what was her big song? Um, way, uh,","episode":"mini-03","edited":false},
{"time": "0:05:03", "speaker": "spk_3","line":"case You haven't figured it out. My friends, you're listening to the teachers Land. Used to be the first person. All the podcast about the guards on it. Hamilton High School. Now we are in the Vegas of the East Washington D. C were living in a burned down by the roof.","episode":"mini-03","edited":false},
{"time": "0:05:23", "speaker": "spk_0","line":"Where is my guy? Hilarious. New. We saw this skit last night from this show. What was the show?","episode":"mini-03","edited":false},
{"time": "0:05:32", "speaker": "spk_3","line":"It was certain it was","episode":"mini-03","edited":false},
{"time": "0:05:33", "speaker": "spk_0","line":"Saturday night lie I had never seen. There's","episode":"mini-03","edited":false},
{"time": "0:05:35", "speaker": "spk_3","line":"never so I always try to show it because I would put it on. I'm gonna be on that one day, and you just never remember any of that. I would always set you guys down and go. That'll be me.","episode":"mini-03","edited":false},
{"time": "0:05:46", "speaker": "spk_0","line":"When? Now I know what you were practicing over and over again with the chair in the wigs. Yeah. Your are your audition for Saturday night Live, right? You would always do mister peepers over and over again.","episode":"mini-03","edited":false},
{"time": "0:06:00", "speaker": "spk_3","line":"Papers over and over.","episode":"mini-03","edited":false},
{"time": "0:06:01", "speaker": "spk_1","line":"You thought that you thought Mr Peepers was an original character? Well,","episode":"mini-03","edited":false},
{"time": "0:06:05", "speaker": "spk_0","line":"I was like, Who is this Mr Peepers guy? Where is he? Can we meet him? How does he they apple that fast?","episode":"mini-03","edited":false},
{"time": "0:06:12", "speaker": "spk_2","line":"Your started doing like a speck mister peepers instead of an original","episode":"mini-03","edited":false},
{"time": "0:06:15", "speaker": "spk_3","line":"core. Yeah, I did my whole addition. Respect, unspecific. And you guys remember I was out there. Ah, uninvited audition on 9 11 way. We discussed all of","episode":"mini-03","edited":false},
{"time": "0:06:27", "speaker": "spk_0","line":"that. Oh, yeah, I remember","episode":"mini-03","edited":false},
{"time": "0:06:29", "speaker": "spk_3","line":"so Yeah, but, you know, right after we watch, we watch that band over the river sketch last night and I got my guitar out and I was like, I got to write a song about this Farley character. I got to write a song about my guy, Chris Farley. Uh and so I wrote this really what I thought was a heartfelt song about, But you guys said you missed a lot of the big specifics here. He seems like you guys never met.","episode":"mini-03","edited":false},
{"time": "0:06:54", "speaker": "spk_0","line":"Yeah, you didn't know much about Hey. Yeah, you got his his hometown wrong","episode":"mini-03","edited":false},
{"time": "0:07:02", "speaker": "spk_3","line":"choruses about his Chinese family.","episode":"mini-03","edited":false},
{"time": "0:07:04", "speaker": "spk_2","line":"His red hair","episode":"mini-03","edited":false},
{"time": "0:07:07", "speaker": "spk_1","line":"also kept calling him a bean pole in it, which is just notoriously not what is true about him. He's not a a thin man.","episode":"mini-03","edited":false},
{"time": "0:07:16", "speaker": "spk_3","line":"No. Well, why didn't know that? Because I had only seen the one sketch right now.","episode":"mini-03","edited":false},
{"time": "0:07:20", "speaker": "spk_1","line":"And you obviously were paying attention because he's big. And that's","episode":"mini-03","edited":false},
{"time": "0:07:23", "speaker": "spk_0","line":"Kate. Okay, Okay. I guess I don't","episode":"mini-03","edited":false},
{"time": "0:07:26", "speaker": "spk_3","line":"body shame people off of one comedy sketch","episode":"mini-03","edited":false},
{"time": "0:07:29", "speaker": "spk_1","line":"Beanpole is the body is a body shaping phrase, Todd.","episode":"mini-03","edited":false},
{"time": "0:07:32", "speaker": "spk_3","line":"Well, no, it's not. No, it's not. Everyone wishes they were a being pulled on.","episode":"mini-03","edited":false},
{"time": "0:07:37", "speaker": "spk_2","line":"And I know what that means of being pulled PTO modern phrase, and everybody uses its appointed Jack in the being bold. I heard it was it was it was resembling the first person that got owned for looking like a bunch of cans of beans stop a stacked on top of each.","episode":"mini-03","edited":false},
{"time": "0:07:53", "speaker": "spk_1","line":"Oh, yes. Somebody got owned. Phone almost","episode":"mini-03","edited":false},
{"time": "0:07:56", "speaker": "spk_2","line":"found on my Todd. I'm proud that you're following your creative dreams. I mean, a writer writes, right? And that's what you're doing?","episode":"mini-03","edited":false},
{"time": "0:08:04", "speaker": "spk_3","line":"Well, yes. Thank. And thanks for calling it that. Yeah. So did","episode":"mini-03","edited":false},
{"time": "0:08:09", "speaker": "spk_1","line":"you call inaudible this week on your player? I","episode":"mini-03","edited":false},
{"time": "0:08:12", "speaker": "spk_3","line":"got a pretty big audible because I've been reading up on you. Just read about this global warming stuff. Oh, yeah. We're nearing now Mass. Do you haven't been reading about","episode":"mini-03","edited":false},
{"time": "0:08:21", "speaker": "spk_2","line":"it. I never heard anything about what you talking","episode":"mini-03","edited":false},
{"time": "0:08:23", "speaker": "spk_3","line":"about. I'm at the globe is getting hotter and it's our fault. And these girls are dying. Not like a global","episode":"mini-03","edited":false},
{"time": "0:08:31", "speaker": "spk_2","line":"club in the van that we have that we spin.","episode":"mini-03","edited":false},
{"time": "0:08:33", "speaker": "spk_3","line":"No, no, that is also getting hotter, but I think it's because we keep it so close to the radiator. We should","episode":"mini-03","edited":false},
{"time": "0:08:40", "speaker": "spk_1","line":"worry about our radiator in our van.","episode":"mini-03","edited":false},
{"time": "0:08:42", "speaker": "spk_3","line":"No, it's going towards working really well. It's hot, but the and this is the thing. You guys don't know anything about it, right? Right. So maybe ideo I read it. I read about this online and I said, I'm doing this political theater now. I did. Who's the clowns? Seinfeld. Last ride in the bush. Um, and I only use my platform to teach. Explain to people what's going on. Entertainment kind. Absolutely. Yeah. Emphasis on the edge. You and the Mint.","episode":"mini-03","edited":false},
{"time": "0:09:17", "speaker": "spk_2","line":"So not a lot of teams. Wow. Entertainment. Just just education. You, sir. What insult the","episode":"mini-03","edited":false},
{"time": "0:09:23", "speaker": "spk_3","line":"show. If you leave my play, you get him into the tooth.","episode":"mini-03","edited":false},
{"time": "0:09:25", "speaker": "spk_1","line":"OK, Todd. Mints are cold flavor.","episode":"mini-03","edited":false},
{"time": "0:09:27", "speaker": "spk_2","line":"I'm pretty sure you're talking about working at a restaurant. If you leave your play, you get a mint and a tooth.","episode":"mini-03","edited":false},
{"time": "0:09:34", "speaker": "spk_3","line":"Get amended. A toothpick. I'll tell you to come back real soon.","episode":"mini-03","edited":false},
{"time": "0:09:37", "speaker": "spk_2","line":"And you buy these tickets up front or do you sort of pay? And","episode":"mini-03","edited":false},
{"time": "0:09:40", "speaker": "spk_3","line":"what? You make reservations if you want to. But depending on the size, your party you could just show up on the day Can will probably have space for you. It","episode":"mini-03","edited":false},
{"time": "0:09:48", "speaker": "spk_2","line":"sounds like Todd, You got another restaurant","episode":"mini-03","edited":false},
{"time": "0:09:50", "speaker": "spk_3","line":"job? No, Todd died. I know I'm not working","episode":"mini-03","edited":false},
{"time": "0:09:55", "speaker": "spk_2","line":"things the other day doing a little bit of ah, lobby talk, a k a therapy. And I thought I saw someone that resembled you with a bit of a young person's wig on.","episode":"mini-03","edited":false},
{"time": "0:10:05", "speaker": "spk_0","line":"Oh, well, with a We thought we saw you in the BJs. Whether booking ground on","episode":"mini-03","edited":false},
{"time": "0:10:13", "speaker": "spk_2","line":"yes, under the wig. Weaken. Tell that that crown. Who is being hidden by the wig?","episode":"mini-03","edited":false},
{"time": "0:10:19", "speaker": "spk_3","line":"Uh, look, I've been there before, and I don't know what to tell you guys. I I did not come straight from a birthday party at Burger King for myself that nobody was at. I was invited wearing the crown. Really?","episode":"mini-03","edited":false},
{"time": "0:10:35", "speaker": "spk_2","line":"I think so.","episode":"mini-03","edited":false},
{"time": "0:10:36", "speaker": "spk_3","line":"Out. That's fine, because it didn't","episode":"mini-03","edited":false},
{"time": "0:10:38", "speaker": "spk_1","line":"happen. Todd didn't happen. I I'll give you the benefit of the doubt. Okay, This is a real play. You're not working at a restaurant. I haven't had a chance to see it yet, so maybe give me a little bit of ah, little bit of the sort of plot summaries.","episode":"mini-03","edited":false},
{"time": "0:10:52", "speaker": "spk_3","line":"Okay, well, about global warming, global warming. So depending on what you order, we could would fire your pizzas in the play. And we talked about how hot that oven is, and we say this oven is so hot. Okay, metaphor would melt inside of it. And a lot of times, what people in the play will say is I just want my order. I","episode":"mini-03","edited":false},
{"time": "0:11:13", "speaker": "spk_0","line":"heard the last line of the play is thank you guys for coming to buy Drew a harsh on the receipt. Have a good night. Is that the last line of the play? Yeah, that sounds like","episode":"mini-03","edited":false},
{"time": "0:11:30", "speaker": "spk_3","line":"a pretty powerful. Some people don't even applaud. They just walk out when they get","episode":"mini-03","edited":false},
{"time": "0:11:34", "speaker": "spk_1","line":"it. Some people How many people have applauded?","episode":"mini-03","edited":false},
{"time": "0:11:37", "speaker": "spk_3","line":"Um, nobody. Ah, one guy did. But he was a guy who had put a bunch of flies around this table. So I don't know if it was full applause or Levi's e I fix. Look,","episode":"mini-03","edited":false},
{"time": "0:11:51", "speaker": "spk_0","line":"sometimes you have to sing Happy birthday in the play is what you're saying?","episode":"mini-03","edited":false},
{"time": "0:11:56", "speaker": "spk_3","line":"Yeah, sometimes one of the people, the audience, report me to the side and say, Oh, my wife's birthday And I said, Well, you took her to the perfect place.","episode":"mini-03","edited":false},
{"time": "0:12:02", "speaker": "spk_1","line":"I gave you the benefit of the doubt, buddy, but I feel like you are working at a restaurant, calling it a play.","episode":"mini-03","edited":false},
{"time": "0:12:09", "speaker": "spk_3","line":"Okay, okay, you know what? Before","episode":"mini-03","edited":false},
{"time": "0:12:11", "speaker": "spk_1","line":"and it's OK, Todd, it's OK. It's not again. It is not a thing to be ashamed of what you need to make extra money because your skills aren't panning out,","episode":"mini-03","edited":false},
{"time": "0:12:19", "speaker": "spk_3","line":"Actually, my love being gas lit by a bunch of fuckers.","episode":"mini-03","edited":false},
{"time": "0:12:23", "speaker": "spk_0","line":"Yeah, that's right. That's my","episode":"mini-03","edited":false},
{"time": "0:12:24", "speaker": "spk_3","line":"life. Now is I put on theater, I change the world. And I knew this would happen if I was going to challenge politics. Ah, bunch of fuckers. We're gonna guess like my ass. Where financiers? Yeah, you're the fuckers, all right, because you're scared of extinction, and that's what's happening. Mass extinction. I mean, so hot. You could cook a cookie, but still keep it soft in the middle","episode":"mini-03","edited":false},
{"time": "0:12:45", "speaker": "spk_0","line":"while the polar bear that was in the van did die, ted dot That's right. So that we know","episode":"mini-03","edited":false},
{"time": "0:12:52", "speaker": "spk_2","line":"is true. Uh, polar bear and we didn't have anything to nourish him with. And","episode":"mini-03","edited":false},
{"time": "0:12:57", "speaker": "spk_0","line":"I believe that zoo without that getting pretty cute. You in","episode":"mini-03","edited":false},
{"time": "0:13:04", "speaker": "spk_3","line":"that bear together was like the beginning of the revenant. But for three straight days,","episode":"mini-03","edited":false},
{"time": "0:13:09", "speaker": "spk_2","line":"you wrestling around him right by the radiator.","episode":"mini-03","edited":false},
{"time": "0:13:14", "speaker": "spk_0","line":"That bear was so damn cute. I was at the zoo, I told you, I said, Can I take it home?","episode":"mini-03","edited":false},
{"time": "0:13:22", "speaker": "spk_1","line":"And you used your name to get it, which I thought was a little miss","episode":"mini-03","edited":false},
{"time": "0:13:25", "speaker": "spk_0","line":"pulled out the big Cravy name tag and everybody was like Mr Cravy stuff got around the Washington D. C zoo. I had no idea how powerful that Cravy name was","episode":"mini-03","edited":false},
{"time": "0:13:40", "speaker": "spk_3","line":"big in Washington. If you expand out, the name gets weaker and we day. But in watching, attending the Cravy name is I mean, it's it's it's money.","episode":"mini-03","edited":false},
{"time": "0:13:51", "speaker": "spk_0","line":"I am going all over this town, being invited to fund raisers and meetings and sit sitting in on the meetings. Yeah,","episode":"mini-03","edited":false},
{"time": "0:14:04", "speaker": "spk_1","line":"and I heard you're getting put up in the penthouse of the most fancy hotel in town.","episode":"mini-03","edited":false},
{"time": "0:14:08", "speaker": "spk_0","line":"Yes, I I'm at the Waldorf. You are I the Waldorf. Why I haven't been in the past couple nights cause I've been at the Waldorf.","episode":"mini-03","edited":false},
{"time": "0:14:18", "speaker": "spk_3","line":"Well, that's that's nice, because I know first you were standing on the street with Waldo.","episode":"mini-03","edited":false},
{"time": "0:14:24", "speaker": "spk_0","line":"Yeah, I couldn't find the front desk clerk. Where is? Hey, I'm checking in checking it. And there's all these people they're the pact purpose to. There's so many people at the Waldo. It's like wiry, also next to each other and none like, and they all some of them look like","episode":"mini-03","edited":false},
{"time": "0:14:48", "speaker": "spk_2","line":"through the lobby where everybody's different. You go to the restaurant, you try to flag down your server. Which one's your Waldo?","episode":"mini-03","edited":false},
{"time": "0:14:56", "speaker": "spk_0","line":"Everyone dress is dressed like Waldo and you're looking glasses and you get the photo at the beginning and a bench L. A. That's","episode":"mini-03","edited":false},
{"time": "0:15:07", "speaker": "spk_2","line":"an interesting restaurant where they give you a photo of your weight and find him every time you need something.","episode":"mini-03","edited":false},
{"time": "0:15:11", "speaker": "spk_0","line":"Weight was It's a hotel, right? Well, the restaurant in the hotel, right? Right? Yes, yes, Murder","episode":"mini-03","edited":false},
{"time": "0:15:16", "speaker": "spk_3","line":"said one minute ago. E","episode":"mini-03","edited":false},
{"time": "0:15:20", "speaker": "spk_2","line":"get that. It's confusing. The whole thing is his themed thing. Well, it's hard to tell where you are.","episode":"mini-03","edited":false},
{"time": "0:15:25", "speaker": "spk_0","line":"Listen, I exist in 22nd increments on either side,","episode":"mini-03","edited":false},
{"time": "0:15:30", "speaker": "spk_1","line":"like goldfish. Your memory lasts for 30 seconds.","episode":"mini-03","edited":false},
{"time": "0:15:34", "speaker": "spk_0","line":"So yes, So I checked into the Waldorf and actually, I'm in my room with walnuts and grapes, and I'm like, What is this'll","episode":"mini-03","edited":false},
{"time": "0:15:44", "speaker": "spk_2","line":"is not you're not staying at the Waldorf historian, the famous one that every knows about your staying","episode":"mini-03","edited":false},
{"time": "0:15:48", "speaker": "spk_0","line":"at the Waldorf sound world of salad. And I'm like, What is this? Why my covered in mayonnaise? This is pretty good, but","episode":"mini-03","edited":false},
{"time": "0:15:59", "speaker": "spk_3","line":"it comes with a lot of that offers hovering over before","episode":"mini-03","edited":false},
{"time": "0:16:03", "speaker": "spk_2","line":"hovering over there sort of product. You","episode":"mini-03","edited":false},
{"time": "0:16:05", "speaker": "spk_0","line":"Yeah, they're pushing me around and only eating the steak next to me. Uh, this is a big scene. Yeah, really, With this guy's here.","episode":"mini-03","edited":false},
{"time": "0:16:16", "speaker": "spk_1","line":"And that's what you get for being being the great great grandson of ah, of Washington","episode":"mini-03","edited":false},
{"time": "0:16:22", "speaker": "spk_0","line":"royalty. Royalty. Thurgood Cravy Who? That's right. I mean, I'm learning a lot of stuff about this guy. Of course, he was very integral in JFK being elected and also assassinated. And we found that he had grass stains on his shorts and was also reading schoolbooks. Yes, he was, like, all over that that place. Uh um,","episode":"mini-03","edited":false},
{"time": "0:16:45", "speaker": "spk_3","line":"he, um he shot Reagan and actually did end up with Jodie Foster for a while.","episode":"mini-03","edited":false},
{"time": "0:16:50", "speaker": "spk_0","line":"Hey, did he did, uh, say more?","episode":"mini-03","edited":false},
{"time": "0:16:54", "speaker": "spk_3","line":"Well, because, uh uh, What's his name? John Hinckley. Yeah. Shot Reagan to impress Jodie Foster. That's right. Work for her. But Thurgood, she saw 30 and didn't. And she was like, Yeah, let's see what this","episode":"mini-03","edited":false},
{"time": "0:17:06", "speaker": "spk_0","line":"is all exactly. And third, get in. Foster. They they were hanging out for a while.","episode":"mini-03","edited":false},
{"time": "0:17:13", "speaker": "spk_1","line":"I was on set for Silence of the Lambs, right? He waas. Yeah,","episode":"mini-03","edited":false},
{"time": "0:17:16", "speaker": "spk_0","line":"he was He was the basket.","episode":"mini-03","edited":false},
{"time": "0:17:19", "speaker": "spk_3","line":"Yeah, they were like we just can't find something to put lotion into. Yeah, and he was on set and he was like, Well, I'm here.","episode":"mini-03","edited":false},
{"time": "0:17:25", "speaker": "spk_1","line":"Is light enough the right? Yes,","episode":"mini-03","edited":false},
{"time": "0:17:27", "speaker": "spk_3","line":"by the way, another audition. I blue home.","episode":"mini-03","edited":false},
{"time": "0:17:30", "speaker": "spk_2","line":"Really? You were up for you? A basket or lotion, and","episode":"mini-03","edited":false},
{"time": "0:17:33", "speaker": "spk_3","line":"I was up for basket. But I said I let me read for lotion while I'm in here and they","episode":"mini-03","edited":false},
{"time": "0:17:38", "speaker": "spk_2","line":"said they love that when you go, let me do more than","episode":"mini-03","edited":false},
{"time": "0:17:41", "speaker": "spk_3","line":"more than us. For all of the little dilution, they said it's gonna be a no. But thanks to you, we are rewriting the Buffalo Bill character.","episode":"mini-03","edited":false},
{"time": "0:17:49", "speaker": "spk_2","line":"It was originally pretty tame. We","episode":"mini-03","edited":false},
{"time": "0:17:52", "speaker": "spk_3","line":"got some ideas just the way you walked in here with your thing. You between your legs","episode":"mini-03","edited":false},
{"time": "0:17:57", "speaker": "spk_2","line":"and they said thinking, Yeah, they wanted to say Penis, but yeah, sure they weren't sure it was a thing.","episode":"mini-03","edited":false},
{"time": "0:18:06", "speaker": "spk_1","line":"You see, the thing is the least offensive term you can years","episode":"mini-03","edited":false},
{"time": "0:18:12", "speaker": "spk_0","line":"eso Wow. So Buffalo Bill was kind of based on you. You're auditioning. Took style.","episode":"mini-03","edited":false},
{"time": "0:18:17", "speaker": "spk_3","line":"Yeah. Yeah. The only difference is I was never caught. Uh, good kid. That's great, But yeah. Anyway, you're","episode":"mini-03","edited":false},
{"time": "0:18:27", "speaker": "spk_1","line":"Do you think that all this information that you've learned about Thurgood is changing? Who you are, Bill, Do you think that it's making you as more conscious of your sort of past and maybe trying to monitor that instead of disrespecting?","episode":"mini-03","edited":false},
{"time": "0:18:39", "speaker": "spk_0","line":"It's making me want to be a better person. TVA Martin Act Leave a Mark Yeah, well, let's just say I'm doing that in my underst that I'm having no problem.","episode":"mini-03","edited":false},
{"time": "0:18:52", "speaker": "spk_2","line":"Every time you've been farting lately, you go. That's gonna leave a mark like those were different. Go together. That's right. When someone gets hit right, you fart and yell out, That's gonna leave a mark.","episode":"mini-03","edited":false},
{"time": "0:19:05", "speaker": "spk_0","line":"So I want to leave a mart in more than my NBC's. If that makes that","episode":"mini-03","edited":false},
{"time": "0:19:09", "speaker": "spk_1","line":"honestly, that's very admirable. I feel like I'm in the same boat right now. You know, I'm really trying to leave my mark. I spent you guys know this. I've spent my whole life being right in the back seat, being the smallest personality, and I finally feel like I've sort of found my footing. Would you guys agree?","episode":"mini-03","edited":false},
{"time": "0:19:26", "speaker": "spk_3","line":"It's It's fantastic. You used to be the smallest personality. And now you yell a lot on Mike for seven from 6 30 to midnight.","episode":"mini-03","edited":false},
{"time": "0:19:35", "speaker": "spk_1","line":"Yeah, Who knew that all you needed to do to be to get a little bit of notoriety was scream over people. Ah, and have opinions, even if Hey, I'll be honest. Guys, I haven't really thought out a lot of these opinions. I kind of go on my 6 30 after supper show and kind of just wing it. And it's","episode":"mini-03","edited":false},
{"time": "0:19:53", "speaker": "spk_2","line":"Yeah, and you haven't sort of a live stream. So as people are sort of China and back in your saying whatever they want","episode":"mini-03","edited":false},
{"time": "0:19:59", "speaker": "spk_1","line":"Yeah, yeah, yeah, people. Oh, I take suggestions. People will actually send me whole paragraphs and I'll read them.","episode":"mini-03","edited":false},
{"time": "0:20:05", "speaker": "spk_2","line":"You say, What should this intense political show be about today?","episode":"mini-03","edited":false},
{"time": "0:20:09", "speaker": "spk_1","line":"Yeah, I recently had somebody somebody said toe to rant about the game of Thrones finale. But I ride just wrecked the chef. You and it worked out. I said, You know what? I don't think any show should make sense, because if I'm realizing, the less since you make the more people pay attention","episode":"mini-03","edited":false},
{"time": "0:20:26", "speaker": "spk_0","line":"turned game a threat. Hey, making about a football team, you know, uh, said you got game of Thrones? Should be Friday night lights trending. Yes. Yeah, because what's","episode":"mini-03","edited":false},
{"time": "0:20:38", "speaker": "spk_1","line":"everybody care about? They care about teenage drama. They care about sports, game of Thrones. None of that. It's all these middle aged people talking about one to get on the throne. I think they need to change that way. What?","episode":"mini-03","edited":false},
{"time": "0:20:50", "speaker": "spk_2","line":"I haven't seen that episode.","episode":"mini-03","edited":false},
{"time": "0:20:52", "speaker": "spk_0","line":"Yeah, there's a big eyes. The after show called toilet talk.","episode":"mini-03","edited":false},
{"time": "0:20:58", "speaker": "spk_3","line":"Oh, it's a bunch of old people just saying I got to get on the throne, right? Right. Sponsored by bower Toilet.","episode":"mini-03","edited":false},
{"time": "0:21:07", "speaker": "spk_0","line":"Yeah, well, you have been you've been getting. You gave a speech at Berkeley Idea. Are you? Try Try","episode":"mini-03","edited":false},
{"time": "0:21:14", "speaker": "spk_1","line":"Teoh. I Apparently they don't want people with strong, uh, poorly formed opinions to speak at their their university anymore. They want somebody to be set. And they said, Come here with a plan. At least send a logline for what? Your speech is going to be way. Can't We can't even publicize this.","episode":"mini-03","edited":false},
{"time": "0:21:32", "speaker": "spk_3","line":"We were like, what? You're gonna talk? First Amendment free speech. I should get paid. $50,000 of students money? Yes. My words Money crazy? Yes. Now the students are mad at","episode":"mini-03","edited":false},
{"time": "0:21:45", "speaker": "spk_1","line":"me, saying you know what it is? Is what? Here's the thing. People don't like to be challenged anymore in this society. They want everything to fit in these clear cut boxes. You know, they don't wanna have to sit there and think like what does that mean? Does that not mean anything? Because that's the thing I'm trying to do. I'm trying to just get people to be fucking excited about something.","episode":"mini-03","edited":false},
{"time": "0:22:04", "speaker": "spk_3","line":"Sure. I love your Bill Maher appearance. Usually I dressed Tune in tomorrow for the monologue and then the middle comedy bit the little PC does it the death?","episode":"mini-03","edited":false},
{"time": "0:22:13", "speaker": "spk_2","line":"Yes. I watch new rules on YouTube.","episode":"mini-03","edited":false},
{"time": "0:22:15", "speaker": "spk_3","line":"Yes. And mental watching your rules. Just a quick one. Offs of new rules once it gets longer, I can't wait on. And it was you, Affleck. You guys got into it in a very intense way. What were you gonna say?","episode":"mini-03","edited":false},
{"time": "0:22:29", "speaker": "spk_0","line":"It was interesting to me. You know how Ah, the guests of Mar. Usually he's doing his monologue and they're already at the table kind of dimly lit. And when he goes over to them, that's part of the studio. Gets lit up Somehow. You were still dark. Everybody got lit up. But you were You were dark. Your mike was low. It was unfortunate. Made","episode":"mini-03","edited":false},
{"time": "0:22:55", "speaker": "spk_1","line":"some changes to things in the sort of the rehearsal run through. After the rehearsal, they said they came up to me and they said, Hey, listen, Howard, don't Nothing weird. This is nothing weird. We're making some changes for the live broadcast. Were you suspicious? Suspicious with suspicious? Because I knew they probably wanted to focus on me more. I knew that I probably impressed him in the rehearsal. But it turns out if you if you derail every conversation and just talk about how this this building that you're in Ah, probably. Uh, is it asbestos? You're going hard way can. I went hard on his best. This in this? Yes, in this building, because it's made in the seventies. Of course, I support asbestos. Sure way all should, uh And I guess they thought that was a bad thing to bring up in this time.","episode":"mini-03","edited":false},
{"time": "0:23:44", "speaker": "spk_2","line":"Well, I know we're all new to town, but it feels like we are getting some traction. What? I mean, you're a mouthpiece. We're finding your historical stuff is running deep, and the voice of an artist can't be can't be understood.","episode":"mini-03","edited":false},
{"time": "0:23:58", "speaker": "spk_3","line":"Thank you. It cannot be. It doesn't matter. It doesn't matter what hours you give me on the schedule. I'm gonna be there doing my art. If you give me the midday shift the night shift, I am going to be speaking about global","episode":"mini-03","edited":false},
{"time": "0:24:12", "speaker": "spk_2","line":"again. Shift sounds a lot like a restaurant.","episode":"mini-03","edited":false},
{"time": "0:24:15", "speaker": "spk_0","line":"And occasionally you have to take off your art","episode":"mini-03","edited":false},
{"time": "0:24:17", "speaker": "spk_3","line":"because you have an audition. And here come the fuckers.","episode":"mini-03","edited":false},
{"time": "0:24:20", "speaker": "spk_2","line":"Well, I was just going to say, you know, I've been getting a little bit of interest over at the lobby over at all from all the lab.","episode":"mini-03","edited":false},
{"time": "0:24:27", "speaker": "spk_3","line":"So the lobby lobby is coming for you in","episode":"mini-03","edited":false},
{"time": "0:24:29", "speaker": "spk_2","line":"the lobby lobby and not very interesting","episode":"mini-03","edited":false},
{"time": "0:24:31", "speaker": "spk_3","line":"at the hotel lobby. But lobbyists for lobbying?","episode":"mini-03","edited":false},
{"time": "0:24:34", "speaker": "spk_2","line":"Yes, exactly there saying we need more lobbyists. We need more money. I know they're 20 lobbyists for every single senator, but we need more of these. We need more of these people. So I'm working with the McDonald's lobby right now, saying every home should be a hamburger. They want to change every home to looking like a McDonald's hamburger, edible","episode":"mini-03","edited":false},
{"time": "0:24:56", "speaker": "spk_3","line":"hamburger or just looking like","episode":"mini-03","edited":false},
{"time": "0:24:57", "speaker": "spk_2","line":"looking like a hamburger on the outside and serving McDonald's on the inside looking like a hamburger. Yeah, I know, I know. That's what I'm like a Beemer. It sounds funny. It sounds like it's from that old sketchy looking like a hamburger. I know it's not love that McDonald's just feels like, you know, our voices and out there Enough. Our footprint is not big enough. We need t o show McDonalds and","episode":"mini-03","edited":false},
{"time": "0:25:22", "speaker": "spk_3","line":"the wow. But this would bring jobs because you need people to build the hamburger farmers. You need more cows, hamburger, absolute hamburglar. I mean, the ham burglars. This would be a big deal for them.","episode":"mini-03","edited":false},
{"time": "0:25:38", "speaker": "spk_2","line":"Yeah, yeah, yes. And that was also part of it is every Hamburglar gets a key to the front of every hamburger, so they concomitant Burkle's. They had any time again. It's stoking the economy.","episode":"mini-03","edited":false},
{"time": "0:25:50", "speaker": "spk_1","line":"Is it burglary? If you have a key, I feel like you live","episode":"mini-03","edited":false},
{"time": "0:25:54", "speaker": "spk_2","line":"well. That is a change. They they want to show everybody that the Hamburglar is not a bad guy. He's just a hungry, misunderstood.","episode":"mini-03","edited":false},
{"time": "0:26:01", "speaker": "spk_0","line":"Most of this is about de criminalizing the Hamburg because we're tired. These air small crimes that they're getting thrown in prison for these air 50 cent crimes, he said. McDonald temper. We need to redo the the prison prison industrial complex hamburgers are locked up all around America.","episode":"mini-03","edited":false},
{"time": "0:26:24", "speaker": "spk_3","line":"Prisons air filled with hamburgers. But I I'm torn on this because you guys now all four of us have been Hamburger World so many times. Absolutely. You know it is.","episode":"mini-03","edited":false},
{"time": "0:26:36", "speaker": "spk_0","line":"Well, I got grimaced.","episode":"mini-03","edited":false},
{"time": "0:26:39", "speaker": "spk_2","line":"She did get grimaced. A guy walked right up to you and give you a big frown. And that was wrong.","episode":"mini-03","edited":false},
{"time": "0:26:45", "speaker": "spk_0","line":"And boy, was I burp.","episode":"mini-03","edited":false},
{"time": "0:26:48", "speaker": "spk_2","line":"You're purple. When he grimaced, you turned bright purple. Yes, way. We've just been hamburger","episode":"mini-03","edited":false},
{"time": "0:26:55", "speaker": "spk_3","line":"old so many times. I mean, I feel like I can't order a big mark quarter Ponder","episode":"mini-03","edited":false},
{"time": "0:27:03", "speaker": "spk_0","line":"hoe a bookmark single when the single group work. What about a big and tasty?","episode":"mini-03","edited":false},
{"time": "0:27:11", "speaker": "spk_3","line":"I'd look, I don't even remember what they big and tastes like because I've been Hamburg told so many times I have never gotten a bite out of one.","episode":"mini-03","edited":false},
{"time": "0:27:18", "speaker": "spk_0","line":"I saw you get Myrtle the other day in front of a Carl's","episode":"mini-03","edited":false},
{"time": "0:27:22", "speaker": "spk_2","line":"Jr. You were headed the big juiciest. That was about a $6 burger.","episode":"mini-03","edited":false},
{"time": "0:27:29", "speaker": "spk_3","line":"Yes, when I wanted it to get all over the","episode":"mini-03","edited":false},
{"time": "0:27:31", "speaker": "spk_2","line":"place. Well, it did go all over the place. You were on your face around in the ham burglars car.","episode":"mini-03","edited":false},
{"time": "0:27:39", "speaker": "spk_0","line":"You were on top of the hood of my Camaro eating the $6 burger. In time","episode":"mini-03","edited":false},
{"time": "0:27:47", "speaker": "spk_3","line":"I put on poison, I put on my negligees. I was ready to get filthy. Yeah, well, and","episode":"mini-03","edited":false},
{"time": "0:27:52", "speaker": "spk_2","line":"then I had","episode":"mini-03","edited":false},
{"time": "0:27:53", "speaker": "spk_3","line":"the long con where I dated a hamburglar for six years and didn't know about it. And I Not once for those six years that I ever get a hamburger. You guys started telling me, I think you're dating a hamburger,","episode":"mini-03","edited":false},
{"time": "0:28:04", "speaker": "spk_2","line":"and I got to be even as I'm talking about this, I'm finding hate for these ham burglars. You know what I mean? I'm at them because they're stealing, but we need to realize thes air hungry criminals. These are hungry criminals that need help. They need help, and they need our support. And that's why the McDonald's lobby turning every hamburger house into a hamburger house. It's","episode":"mini-03","edited":false},
{"time": "0:28:24", "speaker": "spk_1","line":"important. I have a question. Maybe you have an answer here. Uh, I'm sure you know, you weren't allowed with the McDonald's lobby, and they're they're dealing a lot with hamburgers, but I mean, one of us would be greatly affected by this. If is Burger King involved at all in the in this discussion.","episode":"mini-03","edited":false},
{"time": "0:28:39", "speaker": "spk_3","line":"I'm curious about the answer this, but I don't know who would be affected by","episode":"mini-03","edited":false},
{"time": "0:28:42", "speaker": "spk_1","line":"it. Just feels like maybe maybe one of us would be affected if if Hamburg Loring became illegal, that other or came became legal","episode":"mini-03","edited":false},
{"time": "0:28:50", "speaker": "spk_3","line":"in fast food. Every I guess, Bill cause Bill likes the Burger King breakfast French sandwich or that I love, but yeah, he might be affected. If","episode":"mini-03","edited":false},
{"time": "0:29:00", "speaker": "spk_2","line":"Burger King wants to pay me for lobbying for them, the best lobbyist in D. C. Then I'll be happy to fight against him. But right now, it's only McDonald's paying me, you know what I mean?","episode":"mini-03","edited":false},
{"time": "0:29:09", "speaker": "spk_3","line":"It's just if this if it guns become so strong that maybe some Burger Kings go out of business, I don't know what I would what we would dio. I don't know how we would make money. I, um","episode":"mini-03","edited":false},
{"time": "0:29:18", "speaker": "spk_2","line":"well, you work in a BJ's now, so you'll be fine.","episode":"mini-03","edited":false},
{"time": "0:29:20", "speaker": "spk_3","line":"I don't work at Burger King. I have one job and it's putting on theater, okay? And anyone that says I have six jobs, they're gaslighting you","episode":"mini-03","edited":false},
{"time": "0:29:31", "speaker": "spk_2","line":"that. Did you just accidentally say that if someone I don't know who's saying","episode":"mini-03","edited":false},
{"time": "0:29:36", "speaker": "spk_3","line":"these things but if someone is saying that I have six jobs, including Silver Man on the street, they're lying to you.","episode":"mini-03","edited":false},
{"time": "0:29:43", "speaker": "spk_0","line":"I walked by a silver man the other day in downtown D. C. And it seems well, he was moving and he was going Are you gonna be my canopy? And he was holding his thing. Me and he was walking around in a public bathroom. Stir Buck said no. And it was such an interesting silver man routine. I threw him a couple of dollars. Anyway, thank you.","episode":"mini-03","edited":false},
{"time": "0:30:17", "speaker": "spk_2","line":"That is an interesting Silverman reaching that really is. Usually, you know, they stand there with the little wizard in their mouth. They do like the robot, right? Is nice, you know? Nice.","episode":"mini-03","edited":false},
{"time": "0:30:28", "speaker": "spk_3","line":"These are different when that doesn't know. These are the guys that are on the promenades there on boardwalks, painted and silver. And sometimes their statute. No. They're supposed","episode":"mini-03","edited":false},
{"time": "0:30:36", "speaker": "spk_1","line":"to always be a statue. Todd","episode":"mini-03","edited":false},
{"time": "0:30:37", "speaker": "spk_3","line":"had some of them. If they have to pee, they move around. Someone will take a phone call from their agent. Some of them will get into arguments with kids who look tough.","episode":"mini-03","edited":false},
{"time": "0:30:47", "speaker": "spk_2","line":"And that's just the way that Silverman are. Yes.","episode":"mini-03","edited":false},
{"time": "0:30:50", "speaker": "spk_0","line":"Thank you. he kept screaming at this one. Kid, you think you're a tough guy","episode":"mini-03","edited":false},
{"time": "0:30:54", "speaker": "spk_3","line":"and and the parent was like he can't speak. He's in a stroller. Let him speak for himself or wherever the Silver Man was said. Let him speak for himself if he thinks he's so strong with his little strong, big hands.","episode":"mini-03","edited":false},
{"time": "0:31:09", "speaker": "spk_0","line":"And then that baby beat the shit out","episode":"mini-03","edited":false},
{"time": "0:31:12", "speaker": "spk_3","line":"of the silver. Yeah, the baby put the Silverman in a coma. They went toe to toe, one round trip by his ear off like like Tyson.","episode":"mini-03","edited":false},
{"time": "0:31:22", "speaker": "spk_1","line":"Speaking of comas, where were you for the past couple days?","episode":"mini-03","edited":false},
{"time": "0:31:25", "speaker": "spk_0","line":"Why do you have","episode":"mini-03","edited":false},
{"time": "0:31:25", "speaker": "spk_2","line":"a big black eye? I guess it's a very small, specific black guy. What","episode":"mini-03","edited":false},
{"time": "0:31:31", "speaker": "spk_0","line":"kind of like","episode":"mini-03","edited":false},
{"time": "0:31:31", "speaker": "spk_1","line":"four knuckles? Four tiny knuckles in it?","episode":"mini-03","edited":false},
{"time": "0:31:34", "speaker": "spk_3","line":"Yeah. Um, I think that's probably leftover makeup for my global warming play on the past two days. I was doing the play way, Sam, who do? Who do you think you got Donald's lobby? Who are some people in Washington you're kind of working with?","episode":"mini-03","edited":false},
{"time": "0:31:49", "speaker": "spk_2","line":"Well, I'm really trying to work with everybody. I got the 60 burgers that I am going around with and sort of trying toe meet and greet. You know what I mean? Obviously, Perot is on my throat with Condoleeza Rice right now. Newt Gingrich. Levi's am. Obviously, I really think Graham is important to get in the South, you know, to really bring this thing home. But I'm also dealing with a lot of the interns, a lot of the pages, a lot of the lower people. They're gonna be rising through the ranks. You know what it means now, Exactly. Who's going to get time with the president today? It's too late. If you don't already know the president, it's too late. But I'm trying to talk to the presidents of tomorrow and maybe even influence who that might be interesting. Wow. Right now, Pollution right now. And I don't want to tell him anywhere. Any solution? I don't want to tell anybody, but right now we're really trying to groom the fry guys. You know, the little fries?","episode":"mini-03","edited":false},
{"time": "0:32:47", "speaker": "spk_3","line":"Yes, very upsetting looking. We've got that word fry air.","episode":"mini-03","edited":false},
{"time": "0:32:50", "speaker": "spk_2","line":"Exactly, exactly. But that's big with the youth right now. You know your trains to groom them. Who's the fried guys? Their little French fry characters from McDonald's? They look like cartoons, but they're human.","episode":"mini-03","edited":false},
{"time": "0:33:02", "speaker": "spk_1","line":"And what exactly are you grooming them for?","episode":"mini-03","edited":false},
{"time": "0:33:05", "speaker": "spk_2","line":"A political career. Right now. They're working on desks there assisting. I know, but I'm trying to get the mountain of the public eye. I'm putting them on posters saying yes, we fry. Yes, we fry. That's gonna be the next political movement. Has a ring","episode":"mini-03","edited":false},
{"time": "0:33:22", "speaker": "spk_3","line":"to it. Tonto. Eso. Thank you. Well, um and here we, uh there's no better way. There's no better way to talk about Fry. Guys.","episode":"mini-03","edited":false},
{"time": "0:33:34", "speaker": "spk_1","line":"Is he doing a cooking segment? I think is trying to get a","episode":"mini-03","edited":false},
{"time": "0:33:39", "speaker": "spk_3","line":"better way to end to talk about fried guys. Then we've got this Jamie Oliver recipe here today.","episode":"mini-03","edited":false},
{"time": "0:33:48", "speaker": "spk_1","line":"You don't have todo who? Okay for the show. You know he s talking. We don't have to do segment.","episode":"mini-03","edited":false},
{"time": "0:33:54", "speaker": "spk_3","line":"Who knows that for the swim this summer, you're gonna want some watermelon, and you're gonna want some duck.","episode":"mini-03","edited":false},
{"time": "0:33:59", "speaker": "spk_1","line":"Who knows for when? This summer you're gonna want some watermelon and some duck","episode":"mini-03","edited":false},
{"time": "0:34:03", "speaker": "spk_2","line":"watermelon duck A classic","episode":"mini-03","edited":false},
{"time": "0:34:04", "speaker": "spk_1","line":"thinking to edit that. Copy their time.","episode":"mini-03","edited":false},
{"time": "0:34:07", "speaker": "spk_3","line":"This is not copy. This is right reading. Um, this. Yeah, it's a It's a cease and desist over.","episode":"mini-03","edited":false},
{"time": "0:34:17", "speaker": "spk_2","line":"It's a season decision. He always includes a recipe of the thing with the letter. A cute little recipe, right? Has nice cease and desist from what you're doing. But try this one. I just think","episode":"mini-03","edited":false},
{"time": "0:34:30", "speaker": "spk_3","line":"we should cease and desist this episode.","episode":"mini-03","edited":false},
{"time": "0:34:33", "speaker": "spk_0","line":"Okay, there we got now","episode":"mini-03","edited":false},
{"time": "0:34:37", "speaker": "spk_3","line":"which, as we all know, is brought to you how god this episode today is brought to you. Old talks by, uh, lucky cigarettes forties. And","episode":"mini-03","edited":false},
{"time": "0:34:51", "speaker": "spk_1","line":"then that lucky strikes these air.","episode":"mini-03","edited":false},
{"time": "0:34:53", "speaker": "spk_3","line":"These are lucky cigarettes.","episode":"mini-03","edited":false},
{"time": "0:34:54", "speaker": "spk_0","line":"Par me that,","episode":"mini-03","edited":false},
{"time": "0:34:56", "speaker": "spk_3","line":"Uh, uh,","episode":"mini-03","edited":false},
{"time": "0:34:58", "speaker": "spk_2","line":"like a new type of lotto scratcher. Lucky cigarettes, and pull out a cigarette. And some of them are winners.","episode":"mini-03","edited":false},
{"time": "0:35:03", "speaker": "spk_3","line":"Now. We all know if you smoke a cigarette, you're gonna die young, but okay, so why not try to die young, but live rich? That's right. Scratch off a winning ticket and you could make a ton of money. Don't smoke it if it wins. I don't think I have small wins. Much right. Lucky cigarettes. Your lot of cigarettes don't smoke it if it wins. And that's the gossip.","episode":"mini-03","edited":false},
{"time": "0:35:35", "speaker": "spk_2","line":"He was doing some segment. Todd guy. Just three different time. You suck. It hosted ways hosting, but I do think we're done. OK? It's","episode":"mini-03","edited":false},
{"time": "0:35:45", "speaker": "spk_0","line":"like a late night TV segment. Producers Nightmare. I'm looking to","episode":"mini-03","edited":false},
{"time": "0:35:51", "speaker": "spk_3","line":"my producer and he's saying Rap presidents now. OK, well way don't have a","episode":"mini-03","edited":false},
{"time": "0:35:57", "speaker": "spk_1","line":"producer. What do you having looking?","episode":"mini-03","edited":false},
{"time": "0:35:59", "speaker": "spk_2","line":"You're looking at the dead polar bear. Oh,","episode":"mini-03","edited":false},
{"time": "0:36:05", "speaker": "spk_3","line":"it was a bipolar bear.","episode":"mini-03","edited":false},
{"time": "0:36:08", "speaker": "spk_0","line":"We have wise it wise when they got near any killed itself. Well, what a fun episode. This is always a next time. Stay Flippy.","episode":"mini-03","edited":false}]
