[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-50","edited":false},
{"time": "0:00:00", "speaker": "spk_1","line":"All right, everybody, Thank you so much for being in here today. We know you're busy working right now, but we thank you for taking the time to come to this workshop. Ah, as we know, we've been talking about team building here at Johnson and Morgan, and we brought in someone we think is pretty special toe work with us and","episode":"mini-50","edited":false},
{"time": "0:00:19", "speaker": "spk_0","line":"get us a little bit","episode":"mini-50","edited":false},
{"time": "0:00:20", "speaker": "spk_1","line":"outside of the numbers boxes and a little bit outside of our heads to try to figure out some new ways to approach this business. So let me welcome here. Um Todd, Padre.","episode":"mini-50","edited":false},
{"time": "0:00:32", "speaker": "spk_2","line":"Yeah, Yeah, yeah, yeah, yeah, yeah! All right. A round of applause, everybody. A round of applause for May. All right, Who's What's that? You hear something?","episode":"mini-50","edited":false},
{"time": "0:00:47", "speaker": "spk_0","line":"Oh, okay,","episode":"mini-50","edited":false},
{"time": "0:00:49", "speaker": "spk_3","line":"that's it.","episode":"mini-50","edited":false},
{"time": "0:00:49", "speaker": "spk_2","line":"Great. What was what was encouraging and what was up?","episode":"mini-50","edited":false},
{"time": "0:00:54", "speaker": "spk_3","line":"Nothing. Nothing. This has gone on too long. Just get your thing going,","episode":"mini-50","edited":false},
{"time": "0:01:01", "speaker": "spk_0","line":"Can you? Us? Excuse me. What? Can you hear us? This? I don't","episode":"mini-50","edited":false},
{"time": "0:01:07", "speaker": "spk_3","line":"think you There are some hearing aids on the table in the back of the room or those years. Did you put him down to kind of clean your ears out?","episode":"mini-50","edited":false},
{"time": "0:01:15", "speaker": "spk_2","line":"Yes, sir.","episode":"mini-50","edited":false},
{"time": "0:01:16", "speaker": "spk_1","line":"Hey, some dirty Q tips on the years did.","episode":"mini-50","edited":false},
{"time": "0:01:19", "speaker": "spk_4","line":"You don't need to be ashamed to be hard of hearing, sir. My grandpa he can't hear it all. And he refused in here name for a long time. But then he started wearing it any. Really? He he felt better. So I think the ocean ashamed. No shame at all. Who? Shame.","episode":"mini-50","edited":false},
{"time": "0:01:33", "speaker": "spk_2","line":"Well, shame. Um yeah, I guess somebody probably clean their ears out with a few tips and took their hearing. Is that to do it? But ah, I guess I'll throw him in just a za joke. Because I'm saying yes saying yes, Authorities in is a joke. And here we go. All right, High Johnson and Morgan. My name's Todd Padre and I know you stuffed shirts don't know anything about art or free thought and exploration. And so what companies do is they bring me in to do some theatre games? Some improv games. Ah, going back a second. I am an renowned actor theater teacher. The world's only living raz got recipient. That's a Razzie for theater, television, film and music. Um and, uh uh","episode":"mini-50","edited":false},
{"time": "0:02:25", "speaker": "spk_3","line":"had a Razzie. I think it","episode":"mini-50","edited":false},
{"time": "0:02:27", "speaker": "spk_0","line":"is","episode":"mini-50","edited":false},
{"time": "0:02:27", "speaker": "spk_3","line":"a little worse like the worst of every art. And he's got one in every kind of art. I wouldn't have hired this. Okay?","episode":"mini-50","edited":false},
{"time": "0:02:35", "speaker": "spk_2","line":"So yeah, that's ah, awards an award. As they say, Uh,","episode":"mini-50","edited":false},
{"time": "0:02:39", "speaker": "spk_3","line":"if he's ever going to get a razzie for how he dresses like a crash it I wonder if that's something they just do kind of out in the world anyway. Anyway,","episode":"mini-50","edited":false},
{"time": "0:02:47", "speaker": "spk_2","line":"these air turned way up so I could hear that. And, uh, I I am currently up for, um, worst dressed this year. Um, so we'll see what happens. I'm up for baggy ist jeans with tightest shirt and most ill fitting, most insane, most ill fitting hat. I got snubbed for most of that which has gone too far. L seven years in a row, but, uh so let's do this. That's my intro. But a good way to kind of get to know each other is a quick little intro where in the City Theatre game, where you just do some militarization with your name and you do a at a little movement to it. So I might do something like Tiny Todd and pretend to be small. I wouldn't say time and would make people think I have a small Penis. Let me think of a new one. Let's go with Uh uh, I know nothing about size. I think Ifit's a tiny tiny on opposites day. Todd is what I'll go so tiny on Opposites Day, Todd. All right, so let's just go around the circle","episode":"mini-50","edited":false},
{"time": "0:04:05", "speaker": "spk_4","line":"and you kind of just do like the sort of the little, like hands like Target Lady Kristine Wig's Target lady character.","episode":"mini-50","edited":false},
{"time": "0:04:12", "speaker": "spk_2","line":"Well, at any work to do their own thing. That's my character that she ripped off for. May","episode":"mini-50","edited":false},
{"time": "0:04:17", "speaker": "spk_1","line":"I've started to do rail. What is this about","episode":"mini-50","edited":false},
{"time": "0:04:21", "speaker": "spk_2","line":"getting to know each other? All right, great question. We're getting to know each other a little bit here because you probably all know each other in one certain context. Like you, sir, that asked that question. What is your job here?","episode":"mini-50","edited":false},
{"time": "0:04:32", "speaker": "spk_1","line":"I'm a mailman.","episode":"mini-50","edited":false},
{"time": "0:04:34", "speaker": "spk_2","line":"So the mailman does the team building. That's great.","episode":"mini-50","edited":false},
{"time": "0:04:37", "speaker": "spk_4","line":"Yeah. No member.","episode":"mini-50","edited":false},
{"time": "0:04:38", "speaker": "spk_3","line":"That's not working here, Todd. He just comes here once a day.","episode":"mini-50","edited":false},
{"time": "0:04:43", "speaker": "spk_0","line":"What do you talk about your mailman?","episode":"mini-50","edited":false},
{"time": "0:04:44", "speaker": "spk_2","line":"So you're just a moment","episode":"mini-50","edited":false},
{"time": "0:04:47", "speaker": "spk_3","line":"male male with","episode":"mini-50","edited":false},
{"time": "0:04:48", "speaker": "spk_4","line":"a mailman doesn't work at every business. He delivers mail to","episode":"mini-50","edited":false},
{"time": "0:04:52", "speaker": "spk_3","line":"my name is Karl Malone.","episode":"mini-50","edited":false},
{"time": "0:04:56", "speaker": "spk_2","line":"Okay, now, this is a big thing. Here is a lot of people that were doing improv in theater games that we have to be funny right away. Uh, is your name really Karl Malone? I don't know if you're OK. You did. So I'm sorry to make fun of you then.","episode":"mini-50","edited":false},
{"time": "0:05:12", "speaker": "spk_4","line":"His name is like the basketball player, Karl Malone, and we call on the mailman. Also, I, of course, and desire ballplayer called Karl Malone.","episode":"mini-50","edited":false},
{"time": "0:05:20", "speaker": "spk_3","line":"Yes, your it's a mailman. Karl Malone. No relation and decorum alone","episode":"mini-50","edited":false},
{"time": "0:05:27", "speaker": "spk_2","line":"and be Karl Malone from the Utah Jazz.","episode":"mini-50","edited":false},
{"time": "0:05:29", "speaker": "spk_1","line":"Yeah, I work here, by the way. Way","episode":"mini-50","edited":false},
{"time": "0:05:34", "speaker": "spk_3","line":"Mailman is insisting he works here.","episode":"mini-50","edited":false},
{"time": "0:05:38", "speaker": "spk_2","line":"And Mr Mailman, What is your name? Um, Keith. Okay, Keith took a little bit. Okay, I do. I'll do it on before I say my name sometimes. Just in case. I think I'm about to be served or","episode":"mini-50","edited":false},
{"time": "0:05:53", "speaker": "spk_1","line":"so. Yeah, exactly. I do work here, but I don't want to get in trouble, so let's say Keith.","episode":"mini-50","edited":false},
{"time": "0:05:58", "speaker": "spk_2","line":"Okay, great. So we've got Keith the mailman, Karl Malone, who looks who has the same name as the NBA player, the Kremlin and then the mailman. Karl Malone from the Utah Jazz. So let's do again. I'm, um, doodle hand moving a teeny on opposite ST TOB.","episode":"mini-50","edited":false},
{"time": "0:06:15", "speaker": "spk_0","line":"Creepy Carl butt slap. Great. Love it. Crappy keys. Okay. All right.","episode":"mini-50","edited":false},
{"time": "0:06:27", "speaker": "spk_3","line":"Every question. Can we use any word, or do they have to start with the letter of our name?","episode":"mini-50","edited":false},
{"time": "0:06:35", "speaker": "spk_2","line":"It could be it could be a literate, a literate of also suggest the same sound. If you would like to change","episode":"mini-50","edited":false},
{"time": "0:06:44", "speaker": "spk_3","line":"crazy Keith. And I'm gonna go with Kraft macaroni and cheese, Carl. But","episode":"mini-50","edited":false},
{"time": "0:06:50", "speaker": "spk_2","line":"I love it. Love the butt. Slap a deal. Let someone know you're","episode":"mini-50","edited":false},
{"time": "0:06:55", "speaker": "spk_4","line":"not, and I'm gonna go with, um cook.","episode":"mini-50","edited":false},
{"time": "0:06:59", "speaker": "spk_2","line":"Carl. Okay. Ah, good. This is my kind of crew. So going around here, Uh, just I'm loving the vibes here. Uh, sometimes, you know, you get usually get some somebody from HR in here. That's kind of trying to block you down. But that's me. Your car, Malone. You're in a chart out.","episode":"mini-50","edited":false},
{"time": "0:07:26", "speaker": "spk_4","line":"And by the way, Carl, we got to talk about the but slaps there.","episode":"mini-50","edited":false},
{"time": "0:07:31", "speaker": "spk_1","line":"Really anything you need to talk to me about her?","episode":"mini-50","edited":false},
{"time": "0:07:34", "speaker": "spk_4","line":"Uh, just that you're not gonna get a paycheck. That's a song. You","episode":"mini-50","edited":false},
{"time": "0:07:38", "speaker": "spk_1","line":"know, I live. I just don't see why","episode":"mini-50","edited":false},
{"time": "0:07:42", "speaker": "spk_0","line":"you have a fully","episode":"mini-50","edited":false},
{"time": "0:07:44", "speaker": "spk_3","line":"packed little thing. You push with mail in it. That little?","episode":"mini-50","edited":false},
{"time": "0:07:48", "speaker": "spk_1","line":"Yeah, That little cart dominates this for you guys.","episode":"mini-50","edited":false},
{"time": "0:07:52", "speaker": "spk_2","line":"This will move us into our next exercise. So let's stand across from each other and would just quietly make eye contact. And this is just about getting comfortable with each other as humans. And you make eye contact, take a little natural moment, and then whenever is comfortable for you, make an observation about the person across from Okay. So most I'll start. I'm across from Karl the mailman and called We'll get in a neutral position. Of course, won't hold eye contact with you. Because if I don't like to be dominated, Um, but imagine we are. And just make an observation about me whenever it's comfortable. Karl the mailman or Karl Malone? No relation. 20 year old man, Not the n b. A mailman, the literal mailman who doesn't work here. Okay, I know. That's Keith. My mistake","episode":"mini-50","edited":false},
{"time": "0:08:46", "speaker": "spk_1","line":"way. I have","episode":"mini-50","edited":false},
{"time": "0:08:48", "speaker": "spk_4","line":"a lot of male men.","episode":"mini-50","edited":false},
{"time": "0:08:50", "speaker": "spk_2","line":"Okay, well, let's stand across from each other, neutral and whatever's whatever you struck with you. Uh oh.","episode":"mini-50","edited":false},
{"time": "0:08:56", "speaker": "spk_0","line":"Big dress fall from Keith. Oh, I'm healthy. Keith's head went into","episode":"mini-50","edited":false},
{"time": "0:09:04", "speaker": "spk_3","line":"the wall, dented some of","episode":"mini-50","edited":false},
{"time": "0:09:07", "speaker": "spk_1","line":"the the drywall. Oh, unhealthy was my observation.","episode":"mini-50","edited":false},
{"time": "0:09:15", "speaker": "spk_2","line":"Your observation was unhealthy. And then you went into trust falls. Yeah. Okay. All right. That's great. I love thrown surprises that everyone Look, eso We've got this dent in the wall. I'm not paying for this. This comes out of someone else's paycheck or something. But I","episode":"mini-50","edited":false},
{"time": "0:09:33", "speaker": "spk_1","line":"can't believe my coworkers didn't catch me. By the way, you we've worked here, lived together for years.","episode":"mini-50","edited":false},
{"time": "0:09:42", "speaker": "spk_4","line":"Let's the Keith I'm sorry. You also fell into the guy who's instructing this. You didn't fall into your co workers who were behind like it's not our fault. It's got week. Okay,","episode":"mini-50","edited":false},
{"time": "0:09:51", "speaker": "spk_2","line":"I'm with mailman. Keith. I'm not weak. I'm frail. Um, I'm with mailman. Keith. Here. You should be able to catch your partners. When I do plays, people fall down or so are some of the cast members fall down all the time. Ah, and you have to be ready no matter where on stage. Those people are falling down.","episode":"mini-50","edited":false},
{"time": "0:10:10", "speaker": "spk_4","line":"It sounds like maybe the person who's falling down is you and your falling into your castmates.","episode":"mini-50","edited":false},
{"time": "0:10:15", "speaker": "spk_2","line":"Good observation. Kamil on the NBA's mailman. But the officers hr rep, Let's have caramel on. Stand across from Karl Malone and we'll do a little quick little neutral eye contact. Absolutely. And this is not a trust fall.","episode":"mini-50","edited":false},
{"time": "0:10:27", "speaker": "spk_3","line":"Okay? Not a trust fall. I understand. Okay. Yeah. Um tall.","episode":"mini-50","edited":false},
{"time": "0:10:37", "speaker": "spk_4","line":"Yeah. All right. Great. Good. That's I mean, Hey, that's true. Um, and","episode":"mini-50","edited":false},
{"time": "0:10:45", "speaker": "spk_2","line":"make observation about Karl Malone.","episode":"mini-50","edited":false},
{"time": "0:10:47", "speaker": "spk_4","line":"Um, dressed of","episode":"mini-50","edited":false},
{"time": "0:10:52", "speaker": "spk_0","line":"all dressed Boston carve alone and key. Oh. Oh, went down. Oh. Ah. What was behind me? Well, if they're doing it up Ah, eyes, many TV in here.","episode":"mini-50","edited":false},
{"time": "0:11:12", "speaker": "spk_2","line":"Okay, so you fell on a That's my","episode":"mini-50","edited":false},
{"time": "0:11:16", "speaker": "spk_0","line":"ticket in the walls.","episode":"mini-50","edited":false},
{"time": "0:11:18", "speaker": "spk_2","line":"You feel in my portable TV? Because right now, my iPhone isn't working, so I don't get you tube and stuff like that. And so you fell on my phone attachment. That's not coming out of my money here. Someone's gonna have to pay me for that gnome or trust falls. All right, let's move on to a new exercise of trust. No, Keith on that ball delivered my mail to may.","episode":"mini-50","edited":false},
{"time": "0:11:41", "speaker": "spk_0","line":"Okay? All right. I have been left hanging three times. Now it looks like you've been served. Teach","episode":"mini-50","edited":false},
{"time": "0:11:49", "speaker": "spk_2","line":"God damn it. What is this? Uh, I'm being sued by the last company. I did these four. OK, moving right along. Everybody here wears too many close. What if we also each other naked with a whoa each other","episode":"mini-50","edited":false},
{"time": "0:12:09", "speaker": "spk_0","line":"way? I Yeah, I have to step in. Okay. Come","episode":"mini-50","edited":false},
{"time": "0:12:18", "speaker": "spk_1","line":"on, Carballo. Just","episode":"mini-50","edited":false},
{"time": "0:12:20", "speaker": "spk_2","line":"know Karl Malone, HR. We all know that you're not in your peak nineties body anymore. Sure. No, Dad used to look great, and it doesn't matter what you look like. The point is, once we've seen each other naked, then we've revealed everything and we can trust each other on a day to day work basis. So what we do here is we take off our clothes and then we have what? What's an argument that's come up at work or a disagreement recently? Um, here at the office.","episode":"mini-50","edited":false},
{"time": "0:12:47", "speaker": "spk_3","line":"Coffee, too. Um, strong.","episode":"mini-50","edited":false},
{"time": "0:12:51", "speaker": "spk_2","line":"Strong. That's a very, very common one where I work. Uh, all right. So who is making the strong coffee?","episode":"mini-50","edited":false},
{"time": "0:12:59", "speaker": "spk_0","line":"Keith? Keith comes in here like a raucous pot way on a","episode":"mini-50","edited":false},
{"time": "0:13:09", "speaker": "spk_4","line":"picture of the face he was making. What we said that it was so obvious is him.","episode":"mini-50","edited":false},
{"time": "0:13:12", "speaker": "spk_0","line":"I do wonder one","episode":"mini-50","edited":false},
{"time": "0:13:15", "speaker": "spk_1","line":"I do wonder one water for coffee and it's fine.","episode":"mini-50","edited":false},
{"time": "0:13:20", "speaker": "spk_4","line":"OK, But you do you do coffee enough coffee grounds to fill a cup of coffee? You don't do it. You take a mug of coffee grounds, Pac","episode":"mini-50","edited":false},
{"time": "0:13:29", "speaker": "spk_1","line":"eight ounces of mug, eight ounces of water that's not one to","episode":"mini-50","edited":false},
{"time": "0:13:33", "speaker": "spk_4","line":"1121 would be the scoop that comes with the coffee ground. That's that's a one. And then you put in a cup of a cup of one's","episode":"mini-50","edited":false},
{"time": "0:13:41", "speaker": "spk_3","line":"actually eight parts water. One part coffee, probably.","episode":"mini-50","edited":false},
{"time": "0:13:45", "speaker": "spk_1","line":"Really. So I'm doing it backwards.","episode":"mini-50","edited":false},
{"time": "0:13:48", "speaker": "spk_2","line":"Keith, have you ever had a coffee at a friend's parents house where you said yes to it after a dinner? And then when they handed it to you, Realize they don't make coffee the way you like it?","episode":"mini-50","edited":false},
{"time": "0:13:57", "speaker": "spk_1","line":"I don't like coffee. I don't drink. You know, you","episode":"mini-50","edited":false},
{"time": "0:14:04", "speaker": "spk_3","line":"made you to make a psychotic elixir and then getting the hell out of here.","episode":"mini-50","edited":false},
{"time": "0:14:10", "speaker": "spk_2","line":"Keith, I'm gonna pull down your khaki shorts. Will this continue?","episode":"mini-50","edited":false},
{"time": "0:14:16", "speaker": "spk_1","line":"Anybody allow it.","episode":"mini-50","edited":false},
{"time": "0:14:19", "speaker": "spk_0","line":"Whoa! Pretty sick. Damn, Keith,","episode":"mini-50","edited":false},
{"time": "0:14:25", "speaker": "spk_1","line":"You talking about my cheeks in the hog","episode":"mini-50","edited":false},
{"time": "0:14:30", "speaker": "spk_0","line":"booth, baby. Oh, that's what I'm looking for. Oh, it's a","episode":"mini-50","edited":false},
{"time": "0:14:34", "speaker": "spk_4","line":"pretty impressive You could see the hog from the back while you're looking.","episode":"mini-50","edited":false},
{"time": "0:14:37", "speaker": "spk_1","line":"Okay. Calm alone. Now can I work here?","episode":"mini-50","edited":false},
{"time": "0:14:42", "speaker": "spk_3","line":"What do you say, Carl?","episode":"mini-50","edited":false},
{"time": "0:14:44", "speaker": "spk_4","line":"I mean, okay, Yes, it thick. Well, half of fire are all file. Have to fire a current mailroom person. Which wouldn't be a bad idea.","episode":"mini-50","edited":false},
{"time": "0:14:54", "speaker": "spk_2","line":"No, don't fire! Don't fire him. Uh, what? Why don't fire the mailroom guy. Why I","episode":"mini-50","edited":false},
{"time": "0:15:02", "speaker": "spk_0","line":"can get under that shirt.","episode":"mini-50","edited":false},
{"time": "0:15:05", "speaker": "spk_4","line":"No, I'm gonna fire cod. He's not a good mail guy.","episode":"mini-50","edited":false},
{"time": "0:15:07", "speaker": "spk_2","line":"No, no, no, don't Fire pushed off our card. He fish","episode":"mini-50","edited":false},
{"time": "0:15:11", "speaker": "spk_0","line":"guy. It's funny. It doesn't find anything. I brings in fish every day to cement his nickname. Yeah, it's ridiculous. He should have","episode":"mini-50","edited":false},
{"time": "0:15:20", "speaker": "spk_3","line":"just if he's lying about his name. Just change the name to something you don't have to bring fission to justify.","episode":"mini-50","edited":false},
{"time": "0:15:27", "speaker": "spk_0","line":"And it's not justifying the name. What? What does he say","episode":"mini-50","edited":false},
{"time": "0:15:31", "speaker": "spk_1","line":"when he brings it in? Everyone calls me cod, right. You","episode":"mini-50","edited":false},
{"time": "0:15:39", "speaker": "spk_4","line":"know what? I'm gonna go to the mail room and I'm gonna get the fish out. I'm gonna go to the mail room and I'm gonna get him and I'm a fireman.","episode":"mini-50","edited":false},
{"time": "0:15:45", "speaker": "spk_2","line":"Don't do that. You bring him up here Beautify, actually.","episode":"mini-50","edited":false},
{"time": "0:15:50", "speaker": "spk_1","line":"Hang on, Todd, your phone's ringing.","episode":"mini-50","edited":false},
{"time": "0:15:52", "speaker": "spk_2","line":"This is good timing, because yeah, I'm getting a phone call here after I got to go the bathroom. So","episode":"mini-50","edited":false},
{"time": "0:16:01", "speaker": "spk_1","line":"why are you changing really fast as you leave the room?","episode":"mini-50","edited":false},
{"time": "0:16:03", "speaker": "spk_2","line":"I'm way happening. I'm a little","episode":"mini-50","edited":false},
{"time": "0:16:07", "speaker": "spk_4","line":"deny reality in front of us.","episode":"mini-50","edited":false},
{"time": "0:16:09", "speaker": "spk_2","line":"I wore too much wool. I work too much wool, and I'm a little edgy, so I'm really And that is true little bit. And I'll see you guys later.","episode":"mini-50","edited":false},
{"time": "0:16:17", "speaker": "spk_1","line":"All right. See you. This class is actually really informative, right?","episode":"mini-50","edited":false},
{"time": "0:16:21", "speaker": "spk_3","line":"Yeah. I don't know if we should pull down already. There. You look pretty good. You look pretty good, but thank you so","episode":"mini-50","edited":false},
{"time": "0:16:30", "speaker": "spk_1","line":"much. Brief Cesaire. New briefs","episode":"mini-50","edited":false},
{"time": "0:16:32", "speaker": "spk_4","line":"right here, is it? Oh, God.","episode":"mini-50","edited":false},
{"time": "0:16:35", "speaker": "spk_2","line":"You guys call me cod. Right? So that's why I got some of these fish here.","episode":"mini-50","edited":false},
{"time": "0:16:38", "speaker": "spk_4","line":"Okay. Hey, Cod. I was inspired by something that just happened. Honestly, everybody wanted me to do this because you you microwave fish every day. BU Yeah, but Todd,","episode":"mini-50","edited":false},
{"time": "0:16:56", "speaker": "spk_2","line":"what is my microwave? Sushi","episode":"mini-50","edited":false},
{"time": "0:16:58", "speaker": "spk_4","line":"is there's a lot of reasons, but that's one of them. That's one. It's a It feels like assault. A lot of people call it in itself.","episode":"mini-50","edited":false},
{"time": "0:17:06", "speaker": "spk_3","line":"it needs needs assault.","episode":"mini-50","edited":false},
{"time": "0:17:10", "speaker": "spk_2","line":"And it's no, it's microwave sushi. I put a soy sauce off it.","episode":"mini-50","edited":false},
{"time": "0:17:15", "speaker": "spk_4","line":"Okay. What? God, you've been We really appreciate everything you brought to the table.","episode":"mini-50","edited":false},
{"time": "0:17:18", "speaker": "spk_2","line":"You can't fire May. You can","episode":"mini-50","edited":false},
{"time": "0:17:21", "speaker": "spk_4","line":"too late to It's too late.","episode":"mini-50","edited":false},
{"time": "0:17:23", "speaker": "spk_2","line":"You want? I'll get you more control of the mail you want, baby.","episode":"mini-50","edited":false},
{"time": "0:17:27", "speaker": "spk_4","line":"Whatever. You're our man. We got a new male.","episode":"mini-50","edited":false},
{"time": "0:17:29", "speaker": "spk_3","line":"This is keep humiliating down. You're","episode":"mini-50","edited":false},
{"time": "0:17:32", "speaker": "spk_1","line":"also do lose Major male. You'll send your out of printer paper.","episode":"mini-50","edited":false},
{"time": "0:17:37", "speaker": "spk_2","line":"Uh, yeah. Okay. There you go, dear. Ah Karl Malone. You were never good enough in the playoffs to make it over the home.","episode":"mini-50","edited":false},
{"time": "0:17:49", "speaker": "spk_4","line":"Get the hell out of here. You need to get","episode":"mini-50","edited":false},
{"time": "0:17:50", "speaker": "spk_0","line":"way caving. Listen, I'm gonna","episode":"mini-50","edited":false},
{"time": "0:17:57", "speaker": "spk_4","line":"kick your ass out the window is what's gonna happen","episode":"mini-50","edited":false},
{"time": "0:17:59", "speaker": "spk_0","line":"on Don't know. Always get booed about the window. Yeah, I don't know if they get caught out the window. I'll tell you spot at work. Yeah, Here comes. Are","episode":"mini-50","edited":false},
{"time": "0:18:10", "speaker": "spk_4","line":"you ready for","episode":"mini-50","edited":false},
{"time": "0:18:11", "speaker": "spk_0","line":"you? Ready for the chemically caught up on that T","episode":"mini-50","edited":false},
{"time": "0:18:15", "speaker": "spk_4","line":"above the T putting ability.","episode":"mini-50","edited":false},
{"time": "0:18:18", "speaker": "spk_1","line":"Karl Malone Looks like he knows a lot. What? He's doing it with a football kick here.","episode":"mini-50","edited":false},
{"time": "0:18:22", "speaker": "spk_3","line":"And 22 steps backward. One to the right.","episode":"mini-50","edited":false},
{"time": "0:18:27", "speaker": "spk_0","line":"Who is Lefty? Oh, here he comes. Oh, um, writes long them off upright. Oh, the upright back. You you about solving them back in. He about going back in? He's got a letter. Another letter? Wait where this is Wig came off beside a wig. What? It? Because it's separate from your your oh, down a teacher. Oh, Tone. Oh,","episode":"mini-50","edited":false},
{"time": "0:19:08", "speaker": "spk_2","line":"no. Oh, let's see my face in this","episode":"mini-50","edited":false},
{"time": "0:19:10", "speaker": "spk_0","line":"fish. Who?","episode":"mini-50","edited":false},
{"time": "0:19:13", "speaker": "spk_4","line":"Oh, your face is","episode":"mini-50","edited":false},
{"time": "0:19:14", "speaker": "spk_0","line":"covered. Trying t five fire. You stink. Did three Mrs Fish Face Oh, are you here to? We don't have kids. I'm here to pick up your kids because we have a chair like this is my","episode":"mini-50","edited":false},
{"time": "0:19:30", "speaker": "spk_3","line":"baby sitter. Guys. Sorry.","episode":"mini-50","edited":false},
{"time": "0:19:32", "speaker": "spk_4","line":"Are you serious? You really don't know?","episode":"mini-50","edited":false},
{"time": "0:19:35", "speaker": "spk_3","line":"My ex boyfriend is like, never showing up and I got","episode":"mini-50","edited":false},
{"time": "0:19:42", "speaker": "spk_0","line":"Maybe you should take him back. Maybe you should take him back and give now He says so. Baby","episode":"mini-50","edited":false},
{"time": "0:19:48", "speaker": "spk_1","line":"sitter is Mrs Fish Face. Thing","episode":"mini-50","edited":false},
{"time": "0:19:52", "speaker": "spk_3","line":"is my baby sitter. Mrs. Fish Face. But I hate my","episode":"mini-50","edited":false},
{"time": "0:19:55", "speaker": "spk_4","line":"ends. Boyfriend. Who's your back with him? Who's your ex boyfriend?","episode":"mini-50","edited":false},
{"time": "0:19:59", "speaker": "spk_0","line":"You should take him. Todd. Todd by J. D. So","episode":"mini-50","edited":false},
{"time": "0:20:02", "speaker": "spk_4","line":"the guy who was just teaching his classes. Your ex","episode":"mini-50","edited":false},
{"time": "0:20:04", "speaker": "spk_0","line":"boyfriend? Well, yeah.","episode":"mini-50","edited":false},
{"time": "0:20:07", "speaker": "spk_3","line":"I mean, he sucks, but I'm not I","episode":"mini-50","edited":false},
{"time": "0:20:09", "speaker": "spk_1","line":"It was really nice to you to keep it professional.","episode":"mini-50","edited":false},
{"time": "0:20:11", "speaker": "spk_0","line":"Well, yeah,","episode":"mini-50","edited":false},
{"time": "0:20:11", "speaker": "spk_3","line":"I'm at work. I'm not gonna HR is in here. Calm alone. Like I'm not gonna be weird.","episode":"mini-50","edited":false},
{"time": "0:20:17", "speaker": "spk_0","line":"That's very good. And probably the way he taught this made you realize he is a good dad. Do your kids. And you missed him. I guess he","episode":"mini-50","edited":false},
{"time": "0:20:25", "speaker": "spk_3","line":"was. Okay, But listen, Mrs Fisheries, have they didn't you need to have them eat dinner? I'm gonna go out tonight.","episode":"mini-50","edited":false},
{"time": "0:20:31", "speaker": "spk_1","line":"Something about it was really comforting.","episode":"mini-50","edited":false},
{"time": "0:20:33", "speaker": "spk_0","line":"Who are you going on with tonight? Just another","episode":"mini-50","edited":false},
{"time": "0:20:36", "speaker": "spk_3","line":"guy I met at the ah at this farmer's market this weekend.","episode":"mini-50","edited":false},
{"time": "0:20:43", "speaker": "spk_0","line":"No joint three guys at the farmer's market this week.","episode":"mini-50","edited":false},
{"time": "0:20:46", "speaker": "spk_3","line":"Yeah, I met a lot of men at the Farmer's Market. Mrs. Fish Face. Just go home, take the kids home.","episode":"mini-50","edited":false},
{"time": "0:20:57", "speaker": "spk_0","line":"Okay. Well, just out of curiosity, where is that day gonna be tonight? Why do you","episode":"mini-50","edited":false},
{"time": "0:21:02", "speaker": "spk_3","line":"always ask me so many questions About my day? Enough, Mrs Fish Vase.","episode":"mini-50","edited":false},
{"time": "0:21:11", "speaker": "spk_0","line":"I need help with my Children. Vicious fish face. You've overstayed your welcome. Yeah, Go care for the kids. Go, Mrs Fish Face. Go! OK, Ford food Just up. What are you, just two kisses Emergency with the kids. Give me a Me where the data is sent me a pin on Google maps Where there s so I know where the date is. Mrs. Visions,","episode":"mini-50","edited":false},
{"time": "0:21:35", "speaker": "spk_3","line":"You always show up to my dates, okay? And and like, make trouble at them. Just leave me alone, okay? I'm trying to meet somebody new.","episode":"mini-50","edited":false},
{"time": "0:21:45", "speaker": "spk_0","line":"Maybe you need any baby sitter. No, no, no. This is","episode":"mini-50","edited":false},
{"time": "0:21:50", "speaker": "spk_3","line":"honestly you. I think I need to fire you. Mrs Fisheries.","episode":"mini-50","edited":false},
{"time": "0:21:54", "speaker": "spk_0","line":"You're fired. Oh, twice in one day matches. My first firing over the dead. Take this fish off your face lot. Todd.","episode":"mini-50","edited":false},
{"time": "0:22:09", "speaker": "spk_2","line":"Oh, no. Um","episode":"mini-50","edited":false},
{"time": "0:22:12", "speaker": "spk_3","line":"Todd, you are Miss Fish face The whole time","episode":"mini-50","edited":false},
{"time": "0:22:18", "speaker": "spk_2","line":"I was Miss Fish Face.","episode":"mini-50","edited":false},
{"time": "0:22:19", "speaker": "spk_1","line":"Todd, why do you have that U S P s male patch in your hand? Did you rip that off of my cart?","episode":"mini-50","edited":false},
{"time": "0:22:26", "speaker": "spk_2","line":"Yes. Uh, sorry. I was Miss Fish face. I was cod. Podd Tadre. Is that what it was you got? Yeah, you're both And I was going to steal your identity to Keith. Uh, is what I would say on opposites day. I was none of those things. I'm just me Mrs Fish Face has left the room. Um, any kind of outfit? Similarities now is coincidental.","episode":"mini-50","edited":false},
{"time": "0:22:56", "speaker": "spk_3","line":"You just barely wiped some of the fish off your face and you still have on your stay heels.","episode":"mini-50","edited":false},
{"time": "0:23:02", "speaker": "spk_2","line":"So what did we learn today?","episode":"mini-50","edited":false},
{"time": "0:23:04", "speaker": "spk_0","line":"Listen, I think you're badly hurt. You're","episode":"mini-50","edited":false},
{"time": "0:23:07", "speaker": "spk_3","line":"badly hurt from bonding off of the field goal.","episode":"mini-50","edited":false},
{"time": "0:23:11", "speaker": "spk_0","line":"You need to go to the hospital.","episode":"mini-50","edited":false},
{"time": "0:23:13", "speaker": "spk_2","line":"Uh, well, I would, but I'm persona non grata there.","episode":"mini-50","edited":false},
{"time": "0:23:16", "speaker": "spk_4","line":"Let me call. You know what? At what hospital? All well, you've","episode":"mini-50","edited":false},
{"time": "0:23:21", "speaker": "spk_0","line":"been blacklisted from your persona non grata. Are you serving","episode":"mini-50","edited":false},
{"time": "0:23:27", "speaker": "spk_3","line":"cheese and baked at these hospitals?","episode":"mini-50","edited":false},
{"time": "0:23:30", "speaker": "spk_4","line":"No, he's not. He's non gotten.","episode":"mini-50","edited":false},
{"time": "0:23:33", "speaker": "spk_0","line":"You're not.","episode":"mini-50","edited":false},
{"time": "0:23:35", "speaker": "spk_2","line":"I'm just persona non grata. And so I'm just persona in that so unseasoned. No cheese right out the oven.","episode":"mini-50","edited":false},
{"time": "0:23:42", "speaker": "spk_0","line":"No wonder you're not healing. Get out of way. Have to","episode":"mini-50","edited":false},
{"time": "0:23:48", "speaker": "spk_4","line":"get back to work, Todd.","episode":"mini-50","edited":false},
{"time": "0:23:50", "speaker": "spk_0","line":"Now we all dio","episode":"mini-50","edited":false},
{"time": "0:23:52", "speaker": "spk_2","line":"alright. What? Thanks for having me and I, of course, take payment up front right now and we'll call it that.","episode":"mini-50","edited":false},
{"time": "0:23:58", "speaker": "spk_4","line":"You know it upfront means you already You tendered services already.","episode":"mini-50","edited":false},
{"time": "0:24:02", "speaker": "spk_1","line":"You didn't hold back. You're not paying you've been tricked. We didn't like your team building exercise. You're not getting paid. We don't understand the value of teamwork. This?","episode":"mini-50","edited":false},
{"time": "0:24:15", "speaker": "spk_4","line":"Yeah, the people speak for all of us","episode":"mini-50","edited":false},
{"time": "0:24:17", "speaker": "spk_2","line":"is really bad. I got like, I need the money. I've been fired from two jobs today. I need this","episode":"mini-50","edited":false},
{"time": "0:24:24", "speaker": "spk_3","line":"here. Just go around. We'll give you what's in our pockets. Yeah.","episode":"mini-50","edited":false},
{"time": "0:24:28", "speaker": "spk_1","line":"At this point, just from a completely independent person who doesn't know you, I I really think your best business option might be to stay as Mrs Fish face.","episode":"mini-50","edited":false},
{"time": "0:24:38", "speaker": "spk_3","line":"Glad I'm not. Now that I know I'm not hiring Mrs Fish race back like now.","episode":"mini-50","edited":false},
{"time": "0:24:45", "speaker": "spk_2","line":"Well, I'm out of here. I'm out of here.","episode":"mini-50","edited":false},
{"time": "0:24:47", "speaker": "spk_3","line":"All right. So yeah. Uh, he's what a day. Good God. Well, I was thinking we should follow up with one of the accounts yesterday.","episode":"mini-50","edited":false},
{"time": "0:24:56", "speaker": "spk_0","line":"What do you say they need a new nanny? It's me, Mrs Card hat. Oh, I actually I actually am","episode":"mini-50","edited":false},
{"time": "0:25:04", "speaker": "spk_3","line":"looking for a new nanny. I was good. Well, we're and I had one. Why doesn't","episode":"mini-50","edited":false},
{"time": "0:25:10", "speaker": "spk_0","line":"he come","episode":"mini-50","edited":false},
{"time": "0:25:10", "speaker": "spk_3","line":"in here? I have a have a I have a date tonight and I I","episode":"mini-50","edited":false},
{"time": "0:25:21", "speaker": "spk_1","line":"I think she has a date Waas.","episode":"mini-50","edited":false},
{"time": "0:25:24", "speaker": "spk_3","line":"Well, we were going to go out, Teoh that this Tank e grill. It's like, remember the stinking rose? Yes, it be closed down. And now it's the stinky grill.","episode":"mini-50","edited":false},
{"time": "0:25:42", "speaker": "spk_0","line":"Is a garlic seemed or just everything. Smell stay.","episode":"mini-50","edited":false},
{"time": "0:25:45", "speaker": "spk_3","line":"What date? The stinking rose was garlic, but now they just kept the stink part of it. But garlic went its separate ways.","episode":"mini-50","edited":false},
{"time": "0:25:56", "speaker": "spk_0","line":"Well, that's great. I happen to know a waiter there. Um, so maybe he'll be your waiter tonight. Uh, Okay. All right. I'll take your kids and I'm out of here.","episode":"mini-50","edited":false},
{"time": "0:26:08", "speaker": "spk_3","line":"All right, Zia.","episode":"mini-50","edited":false},
{"time": "0:26:10", "speaker": "spk_4","line":"Okay. I have a reality to get back to work. This this This went way longer than it was supposed. Teoh.","episode":"mini-50","edited":false},
{"time": "0:26:15", "speaker": "spk_1","line":"Yeah, We should re book one of these. That means something.","episode":"mini-50","edited":false},
{"time": "0:26:19", "speaker": "spk_4","line":"Yeah, way you do some research and find some","episode":"mini-50","edited":false},
{"time": "0:26:22", "speaker": "spk_1","line":"on the lid. I'm on the","episode":"mini-50","edited":false},
{"time": "0:26:23", "speaker": "spk_0","line":"we loop me in.","episode":"mini-50","edited":false},
{"time": "0:26:24", "speaker": "spk_4","line":"Well, I mean now, Keith, your new mailman are actual in in building mail, guy, because I I I fired Todd Tadre. So you lost. You want if you want it, the job's yours. Um OK, yeah. And maybe you're here today","episode":"mini-50","edited":false}]
