[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-39","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"All right, kids. Everybody line up. We only have one day for yearbook photos on. I'll be taking him. And this year, no funny outfits and no little signals in there that I don't understand what they mean. Okay. All right. So his first who's first? We're going from shortest to tallest today, So just","episode":"mini-39","edited":false},
{"time": "0:00:21", "speaker": "spk_1","line":"didn't say funny outfits until the day so sunny. And you don't have one on anyway. Sorry.","episode":"mini-39","edited":false},
{"time": "0:00:29", "speaker": "spk_0","line":"Okay, Okay. It's normal. That's what he wears. No, you're not wearing a funny outfit right now. What's funny about it, Mr. I don't know. I You just I have never seen you in a big sombrero before.","episode":"mini-39","edited":false},
{"time": "0:00:44", "speaker": "spk_1","line":"Naming and any. Is it funny? This is fun. Yeah, I think it's honestly, I think it is very, very allergic to the sun, Mr. And indoor lighting, indoor lighting.","episode":"mini-39","edited":false},
{"time": "0:00:59", "speaker": "spk_0","line":"Okay, fine. Step right up. Step right up. Come on. That carnival barker. Step right? Photo. You","episode":"mini-39","edited":false},
{"time": "0:01:05", "speaker": "spk_1","line":"look like you travel from town to town. You don't get much. You look like pee wee Herman. Yeah,","episode":"mini-39","edited":false},
{"time": "0:01:09", "speaker": "spk_0","line":"well, we're traumatised town and don't get much sleep for Pee wee Herman,","episode":"mini-39","edited":false},
{"time": "0:01:12", "speaker": "spk_1","line":"but well, I don't know. You choose.","episode":"mini-39","edited":false},
{"time": "0:01:16", "speaker": "spk_0","line":"Well, they're both true. in ways I do travel 10 to 10 and I am short on sleep. And then I like Dio. I did goes Pee wee Herman for five. Halloween is in a row,","episode":"mini-39","edited":false},
{"time": "0:01:30", "speaker": "spk_1","line":"and you were in the UK and you ran out of clean clothes. You dipped into a Halloween costume. Great. And you","episode":"mini-39","edited":false},
{"time": "0:01:36", "speaker": "spk_0","line":"have to explain the obvious. It's obvious.","episode":"mini-39","edited":false},
{"time": "0:01:40", "speaker": "spk_1","line":"All right, take a picture of my friend. His name is Robin. This is my advocate. All right, Robin? No, I'm his advocate. Really decide","episode":"mini-39","edited":false},
{"time": "0:01:51", "speaker": "spk_0","line":"now, Robin, Just to be clear, do you really need glasses with the eyeballs on little springs that pop out like","episode":"mini-39","edited":false},
{"time": "0:01:58", "speaker": "spk_1","line":"that? Air you as his advocate, I'd like to say yes, he does. Okay, I sure do. My mom makes me wear","episode":"mini-39","edited":false},
{"time": "0:02:06", "speaker": "spk_0","line":"OK, so when your mommy and daddy see this photo?","episode":"mini-39","edited":false},
{"time": "0:02:10", "speaker": "spk_1","line":"Yeah, I said Mom! Creep. Mission creep. You Mr Creep! You Mr No, no, no, no, no! God! And take the picture. Mr Creep, please save it for your file. You keep get. I don't want the back here. I pushed the button. Get your hands off the buttons. I got one of you, Mr Taking pictures. Looks like the camera's broken. We'll need a new then.","episode":"mini-39","edited":false},
{"time": "0:02:38", "speaker": "spk_0","line":"That's not broken. You just smudged.","episode":"mini-39","edited":false},
{"time": "0:02:40", "speaker": "spk_1","line":"You broke my phone medio break Cameras phone. Yeah, Let's get the glass.","episode":"mini-39","edited":false},
{"time": "0:02:44", "speaker": "spk_0","line":"Look, I Robin, sit down. Okay, Smile. Next. Hi, Mr Creep.","episode":"mini-39","edited":false},
{"time": "0:02:53", "speaker": "spk_1","line":"Oh, my God. Oh, my God. It's big, Danny. He's alive. I begin any? I have to do this and then I have to get right back into the ambulance. Do you just were delivery onto the ambulance for a shellfish addiction? Let me","episode":"mini-39","edited":false},
{"time": "0:03:10", "speaker": "spk_0","line":"dating. We need you in rehab a sec.","episode":"mini-39","edited":false},
{"time": "0:03:12", "speaker": "spk_1","line":"No, I'm not going way just right. The vote. You knew what they were serving today. You shouldn't have eaten. You fell out of the crab boat they","episode":"mini-39","edited":false},
{"time": "0:03:25", "speaker": "spk_0","line":"took you. You're addicted to shellfish. All right. Do you really want your photo or did you just tell them you wanted one so you could come back in here and take my shrimps and looking","episode":"mini-39","edited":false},
{"time": "0:03:34", "speaker": "spk_1","line":"My baby? This is really sad.","episode":"mini-39","edited":false},
{"time": "0:03:36", "speaker": "spk_0","line":"Well, backpack? Nothing. Is my po'boy in your backpack? No, it is","episode":"mini-39","edited":false},
{"time": "0:03:41", "speaker": "spk_1","line":"a great full talk,","episode":"mini-39","edited":false},
{"time": "0:03:43", "speaker": "spk_0","line":"huh? Yes. I brought a full po'boy already. Somebody changed the sign out on the door and it says photos by Mr Creep. There's course coming so quickly.","episode":"mini-39","edited":false},
{"time": "0:03:53", "speaker": "spk_1","line":"I don't know The advocate. We get around, we can. Can you one text","episode":"mini-39","edited":false},
{"time": "0:03:59", "speaker": "spk_0","line":"a picture? And then let's get you right back in the ambulance rehab.","episode":"mini-39","edited":false},
{"time": "0:04:02", "speaker": "spk_1","line":"I I see. I listen. What was your name again? Big. You know. I know, I know, I know. Danny, there's be close lol coming out of your and popcorn trip coming into your bag. That's not I just want you to get better close. Le What does it beginning?","episode":"mini-39","edited":false},
{"time": "0:04:18", "speaker": "spk_0","line":"Milk. Okay, that's milk. I want to see a drink. It, huh? If that's Melco in a suit,","episode":"mini-39","edited":false},
{"time": "0:04:26", "speaker": "spk_1","line":"that's easy, my men. Look, Mr Cravy, you want to see him drink milk?","episode":"mini-39","edited":false},
{"time": "0:04:30", "speaker": "spk_0","line":"Not he seems true in the cold. Oh,","episode":"mini-39","edited":false},
{"time": "0:04:33", "speaker": "spk_1","line":"my God. Drinking milk? No, no, Big Danny's Evening. Wait, no, it's tartar sauce. Big deal. He's gonna get sicker. No swollen","episode":"mini-39","edited":false},
{"time": "0:04:45", "speaker": "spk_0","line":"shut to take a picture.","episode":"mini-39","edited":false},
{"time": "0:04:47", "speaker": "spk_1","line":"Checkmate. Picture Teoh here to get Danny staying out of the ambulance. Just like a crab. Didn't let him out, OK? He snuck out.","episode":"mini-39","edited":false},
{"time": "0:04:57", "speaker": "spk_0","line":"Okay. We'll handcuff him to the ambulance.","episode":"mini-39","edited":false},
{"time": "0:04:59", "speaker": "spk_1","line":"All right. You have to go. Daddy. You're having this is unhappy.","episode":"mini-39","edited":false},
{"time": "0:05:02", "speaker": "spk_0","line":"Pinot. That's not Danny. You just stuck it in a crab but that's damning over there. What's like a crab?","episode":"mini-39","edited":false},
{"time": "0:05:07", "speaker": "spk_1","line":"Second? What's up with this ambulance? It's also food delivery for firecracker shrimp ease. That's my wife. He called Manny. Go. I can't do this character any older. Just your body. Your aged friend. Use this for your own good. You're addicted to show. You've gotta stop Hot Unable. I'm looking at him. Suck on that. He's giving me cash Circle horse kid in school. Well, yeah, I took on this bird guys trying todo flight. Just just gobbling up his bird finger. He's You're turning into shell face, Danny.","episode":"mini-39","edited":false},
{"time": "0:05:54", "speaker": "spk_0","line":"Probably one car. Now what we're getting here that you're going to go back, go back. And","episode":"mini-39","edited":false},
{"time": "0:06:00", "speaker": "spk_1","line":"by the way,","episode":"mini-39","edited":false},
{"time": "0:06:01", "speaker": "spk_0","line":"is that shortest to tallest? But, Danny, you came in way too early. I don't Can you think? OK, stand right there. We got to get to these photos. We don't have an hour, and there's 3000 students. Okay, Next up, the advocate. Let's get you out of here.","episode":"mini-39","edited":false},
{"time": "0:06:13", "speaker": "spk_1","line":"Hello. Hi. It's me. The advocate. Okay. Is this childhood There is Levi's styling. That's my know is you're very lucky to take a picture of the Advocate. I've never been photographed. Just you know, I'm not his advocate. I'm his friend. Because these are my friends, and I am their advocates.","episode":"mini-39","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"Uneven relationship. All right, let me see you smile. Okay. How","episode":"mini-39","edited":false},
{"time": "0:06:37", "speaker": "spk_1","line":"big your big. Just bigger, full and say 10 time. Go. All right. You","episode":"mini-39","edited":false},
{"time": "0:06:47", "speaker": "spk_0","line":"know, you were looking away. Look up","episode":"mini-39","edited":false},
{"time": "0:06:49", "speaker": "spk_1","line":"here. Hold on, hold on, hold on. Let me get your credits. I just don't like anyone photograph me my photo credits. You just took out a cat toy and tried to make you look at it. Let me see your look book. Okay, Let me","episode":"mini-39","edited":false},
{"time": "0:07:02", "speaker": "spk_0","line":"see. What You don't know. My look book, but I have some other yearbooks I've done. I did Foothills High School. They go. Class of 98. Um, orange Grove Middle School, class of 92. I Have you noticed in that class? Blues McGuire.","episode":"mini-39","edited":false},
{"time": "0:07:19", "speaker": "spk_1","line":"Why have you had such a long break? It's 2020. Pretty long. Break. Last one was 98 Right. Advocate realized.","episode":"mini-39","edited":false},
{"time": "0:07:28", "speaker": "spk_0","line":"Yeah, well, it's had a rough 12 years. 22 years. 22. Jesus","episode":"mini-39","edited":false},
{"time": "0:07:32", "speaker": "spk_1","line":"Christ. You thought your last 22 years","episode":"mini-39","edited":false},
{"time": "0:07:36", "speaker": "spk_0","line":"was 12 years? A 10 year? That means I've been actually been Pee Wee Herman for 20","episode":"mini-39","edited":false},
{"time": "0:07:41", "speaker": "spk_1","line":"Teoh I can do. I gave him an EpiPen much time. Dude, I've lost, like, six months visually because I was out on a boat for Wow.","episode":"mini-39","edited":false},
{"time": "0:07:57", "speaker": "spk_0","line":"What were you doing on a public?","episode":"mini-39","edited":false},
{"time": "0:08:01", "speaker": "spk_1","line":"My uncle shellfish is not that good. Big Denault. I know the end would like if beef is for, but I'm a slim guy, you know. Im a swim guy advocate shrimp, shellfish. Let's have.","episode":"mini-39","edited":false},
{"time": "0:08:21", "speaker": "spk_0","line":"Did you are hulking out your clothes there, rip.","episode":"mini-39","edited":false},
{"time": "0:08:24", "speaker": "spk_1","line":"I can't tell if you are allergic to shellfish or if you're turning into shellfish. You're so addicted that it is taking over your life Physically, you're talking out of your clothes and you have weird. You have a sharp horn on your head and, like 90 little legs. Thank you for noticing.","episode":"mini-39","edited":false},
{"time": "0:08:40", "speaker": "spk_0","line":"All right, next up again. We have 3000 kids to get through here. Let's go. Next.","episode":"mini-39","edited":false},
{"time": "0:08:44", "speaker": "spk_1","line":"Ok. Hi. Hello. My name is Mr Rabbits, and I am the science teacher. Mr. Roberts, you shed Sharda fashion. I'm a little bad","episode":"mini-39","edited":false},
{"time": "0:08:59", "speaker": "spk_0","line":"love abroad. You're loud and proud of out of it. All right. All right. Why don't you just step up with","episode":"mini-39","edited":false},
{"time": "0:09:05", "speaker": "spk_1","line":"that? You should have gone in front of me. I was actually first, but I just going to take a tube tube playing Super two poops. I saved them up to be a belief. You thought it was gonna be a three. Do you boob finish white? I should just finished. And it will be one poop. But I'm splitting it up and you do multiple stall. You're sick. You going Even better. Multiple bathrooms on the run from one to the other thing. I think it's too. It's been proven. Well, yeah, you're the signs. Pictures. So you did the whole experiment while you read my thesis, Daisy? Reason why I did. It was long. Yes, it waas","episode":"mini-39","edited":false},
{"time": "0:10:04", "speaker": "spk_0","line":"Oh, I hand to you, Mr Roberts, but I think it should have been three today.","episode":"mini-39","edited":false},
{"time": "0:10:10", "speaker": "spk_1","line":"This e I knew. I knew I was due for a three. All right, I'm gonna be Oh, I'm gonna go clean out my pants on. I'm gonna be right back. No one breaking bread A Me. I'm a","episode":"mini-39","edited":false},
{"time": "0:10:30", "speaker": "spk_0","line":"short man. Mr. Roberts has got his next makes. Yes, I What was your","episode":"mini-39","edited":false},
{"time": "0:10:40", "speaker": "spk_1","line":"name again? I'm the art teacher. Mrs. Let off.","episode":"mini-39","edited":false},
{"time": "0:10:44", "speaker": "spk_0","line":"Okay. Mrs. Little is that of ironic mammary. That's just your name.","episode":"mini-39","edited":false},
{"time": "0:10:50", "speaker": "spk_1","line":"It's just me mean","episode":"mini-39","edited":false},
{"time": "0:10:51", "speaker": "spk_0","line":"Okay, Mrs. Little, Why don't you step up to the microphone here so I can hear you a little better, Okay. And, uh,","episode":"mini-39","edited":false},
{"time": "0:10:56", "speaker": "spk_1","line":"wait a my mike. You're now Mike, okay? For the picture,","episode":"mini-39","edited":false},
{"time": "0:11:01", "speaker": "spk_0","line":"for just for me to hear you so we can communicate a little bit.","episode":"mini-39","edited":false},
{"time": "0:11:03", "speaker": "spk_1","line":"Okay? I can't quite reach it with my little mouth","episode":"mini-39","edited":false},
{"time": "0:11:06", "speaker": "spk_0","line":"now, Mrs Little. That's because you married Stuart Little, right?","episode":"mini-39","edited":false},
{"time": "0:11:09", "speaker": "spk_1","line":"Yes, I'm married to a man. And boy does he roughhouse with, uh,","episode":"mini-39","edited":false},
{"time": "0:11:14", "speaker": "spk_0","line":"I have to report them.","episode":"mini-39","edited":false},
{"time": "0:11:16", "speaker": "spk_1","line":"Know? Know what I mean is we have a very intense sexual. Really? Okay. Okay. Okay. Yeah. Oh, you thought I meant","episode":"mini-39","edited":false},
{"time": "0:11:24", "speaker": "spk_0","line":"I thought you meant Stuart Little was abusing,","episode":"mini-39","edited":false},
{"time": "0:11:26", "speaker": "spk_1","line":"you know? I mean, he rails me,","episode":"mini-39","edited":false},
{"time": "0:11:29", "speaker": "spk_0","line":"we'll tear my missus. Little tm i","episode":"mini-39","edited":false},
{"time": "0:11:33", "speaker": "spk_1","line":"Everybody else they are to Mr Creeping asses, much as it is for you.","episode":"mini-39","edited":false},
{"time": "0:11:40", "speaker": "spk_0","line":"Ok, All right, well, it's just that no one else is was, you know, something that should be setting from the high schoolers. I don't know why I Mr Creep has to tell you, Mr You, uh, which is not catching down, by the way, you","episode":"mini-39","edited":false},
{"time": "0:11:53", "speaker": "spk_1","line":"called yourself at U K E. Jump","episode":"mini-39","edited":false},
{"time": "0:11:58", "speaker": "spk_0","line":"on 3321 All right,","episode":"mini-39","edited":false},
{"time": "0:12:02", "speaker": "spk_1","line":"then I jumped. You","episode":"mini-39","edited":false},
{"time": "0:12:03", "speaker": "spk_0","line":"know, you just a perfect time. But you Ah, your face looks like you're putting a lot of effort into the job.","episode":"mini-39","edited":false},
{"time": "0:12:09", "speaker": "spk_1","line":"I think I did it to put I jump.","episode":"mini-39","edited":false},
{"time": "0:12:12", "speaker": "spk_0","line":"You did a tube in the jump.","episode":"mini-39","edited":false},
{"time": "0:12:14", "speaker": "spk_1","line":"I know. It was just a proof you worked. It was a It was","episode":"mini-39","edited":false},
{"time": "0:12:20", "speaker": "spk_0","line":"a proof. Jeez, Mrs Little Wire, use your poop. Human sized. But your body is tired, and","episode":"mini-39","edited":false},
{"time": "0:12:28", "speaker": "spk_1","line":"now I can I'm tall enough. Oh, they're standing on my mom, and now you can take the picture. Anyone even find the face.","episode":"mini-39","edited":false},
{"time": "0:12:36", "speaker": "spk_0","line":"OK? Do you want to have a one pin your picture","episode":"mini-39","edited":false},
{"time": "0:12:39", "speaker": "spk_1","line":"now? Just take it from the neck up. Zoom in. Why are we doing full body shots in the first place? How low could tell the library's free? Excuse you,","episode":"mini-39","edited":false},
{"time": "0:12:57", "speaker": "spk_0","line":"sir. This library is never free. First, townspeople, it is a","episode":"mini-39","edited":false},
{"time": "0:13:00", "speaker": "spk_1","line":"studio, Dewey decibel. That's right. The loudest man in the library. Dewey decibel. Do it, is it? Oh, you want me to keep it down because you're trying to ring? You're","episode":"mini-39","edited":false},
{"time": "0:13:21", "speaker": "spk_0","line":"being very disruptive and you're leaning so hard into your personality. Find other things, Do we? We take photos, school photos. Who today? You knew this.","episode":"mini-39","edited":false},
{"time": "0:13:31", "speaker": "spk_1","line":"What Raiders are? She may escapes. May Don't tell anyone. Tell anyone what? Mr. Grape, Don't tell her. Don't tell a soul when I was doing my thing and then out of a far don't tell anyone trust you? The phone","episode":"mini-39","edited":false},
{"time": "0:13:54", "speaker": "spk_0","line":"was as loud as your mouth during decibel. Okay? I don't have to tell anyone. Muses spread already as as the stink of your first","episode":"mini-39","edited":false},
{"time": "0:14:02", "speaker": "spk_1","line":"start spreading and And do it. Do it. How did you measure Are very good at it. I don't tell anyone. Please, Mr Cravy, don't tell anyone through. Let the Advocate here. What you know about the Advocate here doing what","episode":"mini-39","edited":false},
{"time": "0:14:27", "speaker": "spk_0","line":"is wrong with your bowels right now? I don't know. The bathroom. A little bit of","episode":"mini-39","edited":false},
{"time": "0:14:32", "speaker": "spk_1","line":"attention, school if you have not gone to the library to take a picture with Mr Creep. Thank you too. For the end of the day, Mr Creep will only be here until sunset. That's are Not only is it why did he pick Sunset Estates? You didn't Never time, Mr Creep in the library. I guess with the camera. If you know what I mean. He might kill you. Mr Levi's any","episode":"mini-39","edited":false},
{"time": "0:15:01", "speaker": "spk_0","line":"invented editorializing, Mrs Doris,","episode":"mini-39","edited":false},
{"time": "0:15:03", "speaker": "spk_1","line":"it seems like not only are people now, No, your name is Mr Creep. It seems like it's not new news to like they always thought it was, Mr Creep. Like the way they're talking, It's become reality. 1 10 waiting for. Get your ears on the floor loud in the library. All right, get out here. OK, Go to the bathroom. I'm going to the bathroom. Goodbye, Libra, Ray.","episode":"mini-39","edited":false},
{"time": "0:15:34", "speaker": "spk_0","line":"OK, the sun is setting, so I have type of three more photos. Have to be on my side.","episode":"mini-39","edited":false},
{"time": "0:15:38", "speaker": "spk_1","line":"I was staying for the window, displaying it. Done. Lie out. Why? I was just walking it big. Danny, where did you get a full scampi? I may it with the oven in my pocket.","episode":"mini-39","edited":false},
{"time": "0:15:53", "speaker": "spk_0","line":"Oh, my God. Her soldier A pocket oven.","episode":"mini-39","edited":false},
{"time": "0:15:56", "speaker": "spk_1","line":"It was a Lumen. What is","episode":"mini-39","edited":false},
{"time": "0:16:00", "speaker": "spk_0","line":"what size in the school? Nowhere in the world are there that many? The tidy, it huge people. Eating scampi is all the time. Everybody, this was a problem. No, Mr. Cleef, do not talk down to","episode":"mini-39","edited":false},
{"time": "0:16:16", "speaker": "spk_1","line":"May not have a Sloblo way are just a school that doesn't see people for the physical attributes. Oh, my God. Big dairies crawling around like a lobster today. And if someone wouldn't mind pointing me in the direction of the is turning into shellfish on trying to go back to the sea I'll leave you with this. I was always Coop. Stow Wonder Why are you obsessed with you? I think the advocate I'll leave you with this is not addictive. Shellfish. She's trying to eat enough to turn back into Israel Cell. I thought you saw me next to shellfish. One time you would realize I'm very much like What more do you want to pull it off? I go. No. God, it's like the dream. I had eyes. Have I? So it happening. Goodbye, friends. Good bye, world Eat May and enjoy me,","episode":"mini-39","edited":false},
{"time": "0:17:46", "speaker": "spk_0","line":"Do you think? Wow what a lot of others were saying when we boil, That's what This green It's just like you. You my head. Goodbye, world. Goodbye, friends. Being a driving. Well, maybe. Mr","episode":"mini-39","edited":false},
{"time": "0:17:57", "speaker": "spk_1","line":"Creep. Mr. Creep, Can I see my picture? Yeah. These polo it's Can you hit that little?","episode":"mini-39","edited":false},
{"time": "0:18:05", "speaker": "spk_0","line":"Yeah, I can hear me. They hit the left and right. But now I can take a Polaroid of it, and I can wave it around for a while, and then you get the photos,","episode":"mini-39","edited":false},
{"time": "0:18:12", "speaker": "spk_1","line":"so I'll wait. Take a Polaroid of the screen of your digital camera.","episode":"mini-39","edited":false},
{"time": "0:18:17", "speaker": "spk_0","line":"But wait, that's correct. Thank you for bringing the Advocate from Zabrze wants, um, big data already.","episode":"mini-39","edited":false},
{"time": "0:18:26", "speaker": "spk_1","line":"I was told not to take any beverage from you.","episode":"mini-39","edited":false},
{"time": "0:18:30", "speaker": "spk_0","line":"Danny's not a better today. What say about eating lobster from a Yes. They said don't eat or drink anything for Mr Just to get around so fast. I'm not a creep. My laundry was dirty, so I dressed like Pee Wee Herman. Will","episode":"mini-39","edited":false},
{"time": "0:18:44", "speaker": "spk_1","line":"you at least do Pee Wee's catchphrase? Oh, hey, I haven't seen the movie. I haven't either.","episode":"mini-39","edited":false}]
