[
	{
		"time": "00:00:00",
		"speaker": 0,
		"line": "All right, guys, listen. Listen up. We got to revamp this menu. The kids aren't eaten it. We're not selling as much. First we need to be selling. Were in the red. We need to sell these school lunches and we need new items. Is the interest is that why the trays air gone? Somebody liquidated the trays. Yeah. No. Where in the race? No one's using the trade because no one's eating the food. As soon as we start getting food, people want, you'll get trays back. I'm",
		"objectID": "m4400",
		"episode": "mini-44"
	},
	{
		"time": "00:00:26",
		"speaker": 2,
		"line": "calling your big sack Lunch must be lovin. What's happening here? There. So many sack lunches being It's",
		"objectID": "m4401",
		"episode": "mini-44"
	},
	{
		"time": "00:00:32",
		"speaker": 0,
		"line": "not a conspiracy, it's pretty high. Oakland Kyle, There's no conspiracy. The food isn't good. You guys were cooking bad food and the kids don't want to eat.",
		"objectID": "m4402",
		"episode": "mini-44"
	},
	{
		"time": "00:00:41",
		"speaker": 2,
		"line": "Well, it's time to try something new. And I think you all know what ISS Steak Fried chicken.",
		"objectID": "m4403",
		"episode": "mini-44"
	},
	{
		"time": "00:00:47",
		"speaker": 0,
		"line": "What does that mean? That's gonna be worse. Sick fried. We all know what chicken fried steak is. A steak that is fried like chicken. What a steak fried chicken",
		"objectID": "m4404",
		"episode": "mini-44"
	},
	{
		"time": "00:00:56",
		"speaker": 2,
		"line": "while you take chicken, Your battery, grilled chicken. It's group taking. It's just chicken. Then you put it on the grill, as you would have stick. Okay, So grilled chicken, You cook both sides evenly and through.",
		"objectID": "m4405",
		"episode": "mini-44"
	},
	{
		"time": "00:01:08",
		"speaker": 0,
		"line": "So grilled chicken should pass. Not a bad idea. Kids don't like grilled chicken.",
		"objectID": "m4406",
		"episode": "mini-44"
	},
	{ "time": "00:01:13", "speaker": 2, "line": "You're a really bitch.", "objectID": "m4407", "episode": "mini-44" },
	{ "time": "00:01:14", "speaker": 0, "line": "Kyle. Kyle, listen,", "objectID": "m4408", "episode": "mini-44" },
	{ "time": "00:01:17", "speaker": 3, "line": "I don't like this any", "objectID": "m4409", "episode": "mini-44" },
	{
		"time": "00:01:18",
		"speaker": 0,
		"line": "more than you guys do, okay? I love the school lunch child. You're supposed",
		"objectID": "m44010",
		"episode": "mini-44"
	},
	{
		"time": "00:01:22",
		"speaker": 1,
		"line": "to serve food, not screen your movie Fahrenheit little sandwich in a bag. OK?",
		"objectID": "m44011",
		"episode": "mini-44"
	},
	{
		"time": "00:01:30",
		"speaker": 2,
		"line": "OK. Yeah. Oh, I wonder who got to you. Oh, that's right. Big sack lunch Fahrenheit, little sandwich. Who could",
		"objectID": "m44012",
		"episode": "mini-44"
	},
	{
		"time": "00:01:37",
		"speaker": 0,
		"line": "be big sack lunch tonight? Little bagged lunch sandwich in a bag. It was him rushing",
		"objectID": "m44013",
		"episode": "mini-44"
	},
	{
		"time": "00:01:46",
		"speaker": 1,
		"line": "up to anyone with a sack lunch for two hours. I",
		"objectID": "m44014",
		"episode": "mini-44"
	},
	{
		"time": "00:01:51",
		"speaker": 0,
		"line": "also thought you cost rating was offensive. You wore a fat suit, and there's there's not There's a Mr more parallels that I think are really show your personality, Kyle.",
		"objectID": "m44015",
		"episode": "mini-44"
	},
	{ "time": "00:02:03", "speaker": 2, "line": "No, no, no.", "objectID": "m44016", "episode": "mini-44" },
	{
		"time": "00:02:04",
		"speaker": 3,
		"line": "It's just I I know you got",
		"objectID": "m44017",
		"episode": "mini-44"
	},
	{
		"time": "00:02:06",
		"speaker": 0,
		"line": "Jiminy Glick sold suit. And you That's cool. Hey, listen, we said it was fine for you to wear during lunch service, but it's just not necessary.",
		"objectID": "m44018",
		"episode": "mini-44"
	},
	{ "time": "00:02:14", "speaker": 3, "line": "Way caved on that Kyle.", "objectID": "m44019", "episode": "mini-44" },
	{
		"time": "00:02:18",
		"speaker": 2,
		"line": "All right, well, thanks for the compromise. you know who got to you.",
		"objectID": "m44020",
		"episode": "mini-44"
	},
	{
		"time": "00:02:21",
		"speaker": 0,
		"line": "Hey, Care about this? Yes.",
		"objectID": "m44021",
		"episode": "mini-44"
	},
	{
		"time": "00:02:23",
		"speaker": 1,
		"line": "Sorry. I've been, like sitting here thinking pretty hard. You know, You guys know I'm a thoughtful guy, okay? No, There's one thing people know about Bobby. It studies a thoughtful guy. Fessenheim here. You're a I'm here and you're recently out of prison. Hey, for vehicular manslaughter there. I don't know if my time now I'm ready to serve the kids. I've been sitting over here. I've been here and everything we said. Okay, I heard. I hear this steak. Fried chicken. Okay, I hear you guys talking about how we need to revamp the lunchroom. So far, this isn't deeper. Thought the actress see it now so that you're able to hear Congratulations. How about this? What if instead of giving anybody free lunch because they're poor oh, way Make him pay? We make poor kids. Well, I had to came my debt to society. These poor kids need to pay their debt to the",
		"objectID": "m44022",
		"episode": "mini-44"
	},
	{
		"time": "00:03:16",
		"speaker": 0,
		"line": "school. Are you saying you paid when you were in prison? Yeah. Paid for the food?",
		"objectID": "m44023",
		"episode": "mini-44"
	},
	{
		"time": "00:03:21",
		"speaker": 1,
		"line": "Yeah. Yeah, with my with my own labor. Okay. I washed. I washed all those guards uniforms. The kids I made. Oh, those license",
		"objectID": "m44024",
		"episode": "mini-44"
	},
	{
		"time": "00:03:29",
		"speaker": 2,
		"line": "plates. OK, look, the kids were playing into poverty. You ran over him,",
		"objectID": "m44025",
		"episode": "mini-44"
	},
	{
		"time": "00:03:33",
		"speaker": 1,
		"line": "huh? You didn't pay Made Justus much of choices. I did OK? Yeah. Yeah, I did hit that guy",
		"objectID": "m44026",
		"episode": "mini-44"
	},
	{
		"time": "00:03:40",
		"speaker": 0,
		"line": "today. Indentured servitude for the crimes",
		"objectID": "m44027",
		"episode": "mini-44"
	},
	{
		"time": "00:03:42",
		"speaker": 1,
		"line": "you've committed. Ha ha ha ha! I don't want This is fun. This is fun. Okay, lets these guys don't think I that I did what I did. You guys think I did that? What? They said I did, huh? Nobody. We know you did it because it happened at the fall Festival. That's fun on state careened in a man That's bunny",
		"objectID": "m44028",
		"episode": "mini-44"
	},
	{
		"time": "00:04:03",
		"speaker": 2,
		"line": "was not big little Lies, But there was no drama leading up to",
		"objectID": "m44029",
		"episode": "mini-44"
	},
	{
		"time": "00:04:09",
		"speaker": 0,
		"line": "It was just a rammed a car flew office. Tell dashed, Amanda,",
		"objectID": "m44030",
		"episode": "mini-44"
	},
	{
		"time": "00:04:12",
		"speaker": 1,
		"line": "tell that to the executives that just bought the rights to my story. You did not sell your screen day?",
		"objectID": "m44031",
		"episode": "mini-44"
	},
	{
		"time": "00:04:19",
		"speaker": 0,
		"line": "Well, they bought the rights. Technically from the police report. No one's paying you to do this story because you murdered",
		"objectID": "m44032",
		"episode": "mini-44"
	},
	{
		"time": "00:04:25",
		"speaker": 1,
		"line": "me. I'm a consult. Your holding consulting clearly. Mark, cease and desist from Paramount.",
		"objectID": "m44033",
		"episode": "mini-44"
	},
	{
		"time": "00:04:31",
		"speaker": 0,
		"line": "How are your consultant? If they've given us seasons that size This is about the lunch menu. Can we focus up? Listen, pizza on Fridays is the only thing that's working. I think it's because where it's fun, it's nostalgic for the skits remembering years earlier with eating pizza. Okay, we need Maura. OK, What?",
		"objectID": "m44034",
		"episode": "mini-44"
	},
	{
		"time": "00:04:49",
		"speaker": 1,
		"line": "We're looking for nostalgia. It's reminding them of their childhood. You know, pizza parties, stuff. What if we do? Baby food Tuesdays, baby food. Tuesday's",
		"objectID": "m44035",
		"episode": "mini-44"
	},
	{
		"time": "00:04:58",
		"speaker": 0,
		"line": "maybe a better braying. But",
		"objectID": "m44036",
		"episode": "mini-44"
	},
	{
		"time": "00:05:01",
		"speaker": 2,
		"line": "Friday, baby, for Tuesday.",
		"objectID": "m44037",
		"episode": "mini-44"
	},
	{
		"time": "00:05:03",
		"speaker": 0,
		"line": "You know, I don't think a CTO taller than they are okay.",
		"objectID": "m44038",
		"episode": "mini-44"
	},
	{
		"time": "00:05:08",
		"speaker": 2,
		"line": "Told Must food Tuesday. Adults, much food.",
		"objectID": "m44039",
		"episode": "mini-44"
	},
	{
		"time": "00:05:11",
		"speaker": 0,
		"line": "You could trick him. That's good. That could track him. What",
		"objectID": "m44040",
		"episode": "mini-44"
	},
	{ "time": "00:05:14", "speaker": 3, "line": "did you", "objectID": "m44041", "episode": "mini-44" },
	{
		"time": "00:05:14",
		"speaker": 0,
		"line": "guys like to eat when you're a kid? You know, pizza. We all loved pizza, right?",
		"objectID": "m44042",
		"episode": "mini-44"
	},
	{
		"time": "00:05:18",
		"speaker": 1,
		"line": "I guess I went too far back. I think so. What about this? What if we're all familiar with big, shiny, um, cover. It goes on top of a fancy meal and, like a castle. Shiny dome cover. Uh, what if we just start putting domes on presentation presentation?",
		"objectID": "m44043",
		"episode": "mini-44"
	},
	{
		"time": "00:05:40",
		"speaker": 0,
		"line": "Maybe they're used to it being an ugly school lunch",
		"objectID": "m44044",
		"episode": "mini-44"
	},
	{
		"time": "00:05:42",
		"speaker": 1,
		"line": "with same old tofu fingers. But its presentation I like that, actually, don't big, shiny down.",
		"objectID": "m44045",
		"episode": "mini-44"
	},
	{
		"time": "00:05:51",
		"speaker": 0,
		"line": "They might think there's something good under this. Must be chicken. They bite into it. It's that soggy tofu. Really, Sir, I",
		"objectID": "m44046",
		"episode": "mini-44"
	},
	{
		"time": "00:05:56",
		"speaker": 2,
		"line": "find that if that happened to me, I would be more disappointed. You leave. The dome would make me think something good was coming. And then when it opened up to saw you, tougher fingers just us slicing the tofu out of that little plastic container in the shape of a figure.",
		"objectID": "m44047",
		"episode": "mini-44"
	},
	{
		"time": "00:06:12",
		"speaker": 1,
		"line": "Well, well, we we we do mold them and tan them",
		"objectID": "m44048",
		"episode": "mini-44"
	},
	{
		"time": "00:06:18",
		"speaker": 2,
		"line": "up. So I think a lot of our lost money is from the finger bowls.",
		"objectID": "m44049",
		"episode": "mini-44"
	},
	{
		"time": "00:06:22",
		"speaker": 0,
		"line": "That could be right. That is where the spill out of our time on tofu Wednesday's.",
		"objectID": "m44050",
		"episode": "mini-44"
	},
	{
		"time": "00:06:26",
		"speaker": 1,
		"line": "Well, we bought this finger molds. What are we gonna do, Not shape all the food into him?",
		"objectID": "m44051",
		"episode": "mini-44"
	},
	{
		"time": "00:06:29",
		"speaker": 0,
		"line": "That's true. We've been doing carrots, and those have been trying to shove our carrots into this finger. Molds not working that",
		"objectID": "m44052",
		"episode": "mini-44"
	},
	{
		"time": "00:06:34",
		"speaker": 2,
		"line": "well. Do you think between the finger molds and the Glick suit, Martin Short is having financial issues because we got that stuff cheap from him.",
		"objectID": "m44053",
		"episode": "mini-44"
	},
	{
		"time": "00:06:40",
		"speaker": 0,
		"line": "That's right. We could try to sell it back to make a profit. What did he have finger molds for I guess. I guess for his Glick. See, I remember reading a story. They were really worried that he was gonna get stuck in and bond to the suit. So they wanted to have a mold of his first body. His regular body is first",
		"objectID": "m44054",
		"episode": "mini-44"
	},
	{
		"time": "00:07:00",
		"speaker": 2,
		"line": "happened. Actually, they pushed him. The one short we see now is burn short in the Glick suit. Push back into a mould,",
		"objectID": "m44055",
		"episode": "mini-44"
	},
	{
		"time": "00:07:08",
		"speaker": 0,
		"line": "squeeze through a play, though.",
		"objectID": "m44056",
		"episode": "mini-44"
	},
	{
		"time": "00:07:10",
		"speaker": 1,
		"line": "Melted down. Yeah. Listen, I hear what you guys over here here, you don't metal metal domes. I've been hearing tofu fingers. I've been hearing baby food Tuesdays. And I'll tell you this. I got a better idea. I think this is our probably my best. I believe, Bobby, this time I believe them. So here's the thing, right? Every kid is here by choice, right? They're here by choice. They bring their money from home. They violence here, right? What if keep him here? We make him work in the cafeteria. They earned their money that they make",
		"objectID": "m44057",
		"episode": "mini-44"
	},
	{
		"time": "00:07:45",
		"speaker": 0,
		"line": "everything. You bitches just being in prison.",
		"objectID": "m44058",
		"episode": "mini-44"
	},
	{
		"time": "00:07:47",
		"speaker": 1,
		"line": "Utah is interesting what the windows look like. Uh, voters say, and only one. There's only one in the whole room. We could we cover all the",
		"objectID": "m44059",
		"episode": "mini-44"
	},
	{
		"time": "00:07:55",
		"speaker": 2,
		"line": "way. Not be prison. It might be it might be. So let's wearing striped suits. Okay? Prison?",
		"objectID": "m44060",
		"episode": "mini-44"
	},
	{
		"time": "00:08:01",
		"speaker": 1,
		"line": "Yeah, and? And we call the principal the warden. Okay, what's the outside area? The yard. Shit. It",
		"objectID": "m44061",
		"episode": "mini-44"
	},
	{ "time": "00:08:07", "speaker": 0, "line": "sounds like you miss", "objectID": "m44062", "episode": "mini-44" },
	{
		"time": "00:08:08",
		"speaker": 1,
		"line": "prison. That's interesting that you would think that You think that I'm holding a school? You're holding a letter that says I miss prison and also a knife. And you're walking towards me threatening? Don't worry, he's easy. Don't",
		"objectID": "m44063",
		"episode": "mini-44"
	},
	{ "time": "00:08:18", "speaker": 2, "line": "worry. Thes Easy's, uh", "objectID": "m44064", "episode": "mini-44" },
	{
		"time": "00:08:25",
		"speaker": 0,
		"line": "hey, No, no, those were small. So I missed this detail except it. But stop. Take it. Except those. But",
		"objectID": "m44065",
		"episode": "mini-44"
	},
	{
		"time": "00:08:32",
		"speaker": 2,
		"line": "the next one you got acquitted.",
		"objectID": "m44066",
		"episode": "mini-44"
	},
	{
		"time": "00:08:33",
		"speaker": 0,
		"line": "Three strikes and you're out of no more slicing",
		"objectID": "m44067",
		"episode": "mini-44"
	},
	{
		"time": "00:08:37",
		"speaker": 1,
		"line": "up people. It was you could take these kids, put him in prison, and I had to worry about money anymore.",
		"objectID": "m44068",
		"episode": "mini-44"
	},
	{ "time": "00:08:42", "speaker": 0, "line": "So you", "objectID": "m44069", "episode": "mini-44" },
	{
		"time": "00:08:43",
		"speaker": 1,
		"line": "have the analytics, right? Yeah. When does it fall off Windows? When did they fall off Eating?",
		"objectID": "m44070",
		"episode": "mini-44"
	},
	{ "time": "00:08:50", "speaker": 0, "line": "It fell out. So", "objectID": "m44071", "episode": "mini-44" },
	{
		"time": "00:08:50",
		"speaker": 1,
		"line": "they start Monday. Tuesday? Are they fought? Fading by the end. We're",
		"objectID": "m44072",
		"episode": "mini-44"
	},
	{
		"time": "00:08:54",
		"speaker": 2,
		"line": "pretty confident about prime. Remember way",
		"objectID": "m44073",
		"episode": "mini-44"
	},
	{
		"time": "00:08:57",
		"speaker": 0,
		"line": "start expensive and weak by by serving prime rib that none of the kids were interested in because I think it's adult food. We think we of course, we put grenades all over the prime rib, which doesn't quite fit. And then, of course, we",
		"objectID": "m44074",
		"episode": "mini-44"
	},
	{
		"time": "00:09:12",
		"speaker": 3,
		"line": "thought we had a month. What is? They just don't really fit little board. That's what you put for",
		"objectID": "m44075",
		"episode": "mini-44"
	},
	{
		"time": "00:09:18",
		"speaker": 0,
		"line": "days more on a steak prime rib. You want more of a Jew or a horse? Oh,",
		"objectID": "m44076",
		"episode": "mini-44"
	},
	{
		"time": "00:09:22",
		"speaker": 1,
		"line": "yeah, you're right, cause it could be cold. Exactly.",
		"objectID": "m44077",
		"episode": "mini-44"
	},
	{
		"time": "00:09:25",
		"speaker": 2,
		"line": "So maybe that's the issue. Are we mismatching the Bernays?",
		"objectID": "m44078",
		"episode": "mini-44"
	},
	{ "time": "00:09:29", "speaker": 3, "line": "I think it's", "objectID": "m44079", "episode": "mini-44" },
	{
		"time": "00:09:30",
		"speaker": 2,
		"line": "too nasal surgery Wednesday is not moving.",
		"objectID": "m44080",
		"episode": "mini-44"
	},
	{
		"time": "00:09:32",
		"speaker": 0,
		"line": "Yeah, well, a lot of that is a problem for me. The Bernays is not a hit, and we serve it Monday through Wednesday. Bernays with a Tuesday brand. Xeno is not making much sense for the kids, either.",
		"objectID": "m44081",
		"episode": "mini-44"
	},
	{
		"time": "00:09:43",
		"speaker": 2,
		"line": "Okay, well, good luck telling it to burnish. Well, how are we",
		"objectID": "m44082",
		"episode": "mini-44"
	},
	{
		"time": "00:09:46",
		"speaker": 1,
		"line": "going to get re got all that Bernays from short.",
		"objectID": "m44083",
		"episode": "mini-44"
	},
	{
		"time": "00:09:48",
		"speaker": 0,
		"line": "We gotta have burned short, sold us",
		"objectID": "m44084",
		"episode": "mini-44"
	},
	{
		"time": "00:09:50",
		"speaker": 1,
		"line": "all of his extra Bernays. What are we gonna do with that? Well, you know what the Martin true Bernie's",
		"objectID": "m44085",
		"episode": "mini-44"
	},
	{
		"time": "00:09:54",
		"speaker": 2,
		"line": "is? He's rendered. It's rendered Glick fat.",
		"objectID": "m44086",
		"episode": "mini-44"
	},
	{
		"time": "00:10:00",
		"speaker": 0,
		"line": "It's rendered click that which Israel Glick was really Glick was riel.",
		"objectID": "m44087",
		"episode": "mini-44"
	},
	{ "time": "00:10:07", "speaker": 2, "line": "You see my Doctor River.", "objectID": "m44088", "episode": "mini-44" },
	{
		"time": "00:10:09",
		"speaker": 0,
		"line": "Oh, God. Okay. Ah, more respectful suit, but I still think it necessary. You going for Jimmy? You can make a documentary without having a character. You don't need to play a host character.",
		"objectID": "m44089",
		"episode": "mini-44"
	},
	{
		"time": "00:10:27",
		"speaker": 2,
		"line": "Okay, well, tell that to all the other documentary hosts.",
		"objectID": "m44090",
		"episode": "mini-44"
	},
	{
		"time": "00:10:30",
		"speaker": 3,
		"line": "Who are you going after here? Sack lunch",
		"objectID": "m44091",
		"episode": "mini-44"
	},
	{
		"time": "00:10:33",
		"speaker": 2,
		"line": "or Jiminy? Look, they're both scary. There's a lot of big powers that be that we need to take them the exact lunch and big Jiminy.",
		"objectID": "m44092",
		"episode": "mini-44"
	},
	{
		"time": "00:10:42",
		"speaker": 0,
		"line": "You're right. I I am scared about most things",
		"objectID": "m44093",
		"episode": "mini-44"
	},
	{
		"time": "00:10:46",
		"speaker": 2,
		"line": "Glick, Israel and that cute, honest, a Martin short character to make us not take him seriously. If you make him a joke, you legitimize him.",
		"objectID": "m44094",
		"episode": "mini-44"
	},
	{
		"time": "00:10:54",
		"speaker": 1,
		"line": "I mean that picture out in the Netherlands, the Forest of Netherlands with the shadowy Glick",
		"objectID": "m44095",
		"episode": "mini-44"
	},
	{
		"time": "00:11:02",
		"speaker": 2,
		"line": "or a shadowy Glick, it's I mean, it's hard, It's almost irrefutable.",
		"objectID": "m44096",
		"episode": "mini-44"
	},
	{ "time": "00:11:06", "speaker": 1, "line": "It really is", "objectID": "m44097", "episode": "mini-44" },
	{ "time": "00:11:07", "speaker": 3, "line": "when he's a", "objectID": "m44098", "episode": "mini-44" },
	{
		"time": "00:11:08",
		"speaker": 0,
		"line": "big part of the culture up there, they have festivals about him, where he comes down from the four. It",
		"objectID": "m44099",
		"episode": "mini-44"
	},
	{
		"time": "00:11:13",
		"speaker": 2,
		"line": "was done for the forest. The interviews, all of the Norse actors and actresses",
		"objectID": "m440100",
		"episode": "mini-44"
	},
	{
		"time": "00:11:18",
		"speaker": 3,
		"line": "would like to see me in the",
		"objectID": "m440101",
		"episode": "mini-44"
	},
	{
		"time": "00:11:19",
		"speaker": 1,
		"line": "new. He's riel. He's really right now that I buy. But I don't.",
		"objectID": "m440102",
		"episode": "mini-44"
	},
	{
		"time": "00:11:25",
		"speaker": 2,
		"line": "You for what? You're bowling for. Glick did a little better than Fahrenheit. Time, you Sakhalin Tiny little",
		"objectID": "m440103",
		"episode": "mini-44"
	},
	{
		"time": "00:11:32",
		"speaker": 0,
		"line": "sandwiches. I just don't know what we're gonna do. Guys were so far in the",
		"objectID": "m440104",
		"episode": "mini-44"
	},
	{
		"time": "00:11:37",
		"speaker": 1,
		"line": "red. Has this for an idea? Police This. I believe me. This time.",
		"objectID": "m440105",
		"episode": "mini-44"
	},
	{
		"time": "00:11:42",
		"speaker": 2,
		"line": "Zero due to call the police on your",
		"objectID": "m440106",
		"episode": "mini-44"
	},
	{
		"time": "00:11:45",
		"speaker": 0,
		"line": "I I literally have read on your hand. And it looks like you want to be caught red",
		"objectID": "m440107",
		"episode": "mini-44"
	},
	{
		"time": "00:11:50",
		"speaker": 1,
		"line": "handed. I don't know why, but I believe this time I will always Here. Here's isn't amount. I'm here in the woods of Netherlands. I'm here all this Bernays talks. Do you weigh but habits for an idea. Okay, we're counting on you. This stumped. This school has classrooms, right? Yes. What's the max class size around here? 30. 30 to 30. What about this? Okay. One kid. Her class smaller classroom. You're pitching solitary confinement. Is this solitary? We give him the worst. Behaved the worst. Behaved kids go into one room by themselves. No windows this time. A little window in the door that we dropped through with the one piece of white bread gravy some kind of meat",
		"objectID": "m440108",
		"episode": "mini-44"
	},
	{
		"time": "00:12:40",
		"speaker": 0,
		"line": "leasing out to lunch this time like this.",
		"objectID": "m440109",
		"episode": "mini-44"
	},
	{
		"time": "00:12:42",
		"speaker": 1,
		"line": "This is like a cheap food.",
		"objectID": "m440110",
		"episode": "mini-44"
	},
	{
		"time": "00:12:45",
		"speaker": 2,
		"line": "How does this solve our problem?",
		"objectID": "m440111",
		"episode": "mini-44"
	},
	{ "time": "00:12:48", "speaker": 0, "line": "We need", "objectID": "m440112", "episode": "mini-44" },
	{
		"time": "00:12:48",
		"speaker": 2,
		"line": "to people not liking the lunches. Isolating the kids and giving them bread, gravy and some kind of meat does not solve the problem that they don't want",
		"objectID": "m440113",
		"episode": "mini-44"
	},
	{
		"time": "00:12:55",
		"speaker": 1,
		"line": "solved. My problem Did they do? What did they do to get in the class for murder? Usually. Okay. See?",
		"objectID": "m440114",
		"episode": "mini-44"
	},
	{
		"time": "00:13:00",
		"speaker": 0,
		"line": "Wait. How did it solve your problems? And you learn something? What? You were",
		"objectID": "m440115",
		"episode": "mini-44"
	},
	{
		"time": "00:13:02",
		"speaker": 1,
		"line": "going to prison. How did it solve my problems?",
		"objectID": "m440116",
		"episode": "mini-44"
	},
	{
		"time": "00:13:05",
		"speaker": 0,
		"line": "Hey, it was a different person. So that's a different to strike",
		"objectID": "m440117",
		"episode": "mini-44"
	},
	{
		"time": "00:13:09",
		"speaker": 1,
		"line": "is that I deserved. I'll take that,",
		"objectID": "m440118",
		"episode": "mini-44"
	},
	{
		"time": "00:13:12",
		"speaker": 0,
		"line": "going to take them. But no more, no more. That is enough that there's only one of us left in here that hasn't been stabbed. I",
		"objectID": "m440119",
		"episode": "mini-44"
	},
	{
		"time": "00:13:19",
		"speaker": 1,
		"line": "do not want to happen at the end of this. Everybody's going to get to six. Don't Don't let it happen to him.",
		"objectID": "m440120",
		"episode": "mini-44"
	},
	{
		"time": "00:13:23",
		"speaker": 2,
		"line": "Please don't let it not is to you with the one with the knife. But my two friends here don't let this kind",
		"objectID": "m440121",
		"episode": "mini-44"
	},
	{
		"time": "00:13:29",
		"speaker": 1,
		"line": "of I don't want to have the end of this. You got to get to. I know he did it.",
		"objectID": "m440122",
		"episode": "mini-44"
	},
	{
		"time": "00:13:34",
		"speaker": 3,
		"line": "You know what? I'm gonna say it. You need",
		"objectID": "m440123",
		"episode": "mini-44"
	},
	{
		"time": "00:13:37",
		"speaker": 0,
		"line": "to take a break. You need to take a break and leave the room.",
		"objectID": "m440124",
		"episode": "mini-44"
	},
	{
		"time": "00:13:41",
		"speaker": 1,
		"line": "Uh, you want me to leave?",
		"objectID": "m440125",
		"episode": "mini-44"
	},
	{ "time": "00:13:43", "speaker": 0, "line": "Yes. I dio", "objectID": "m440126", "episode": "mini-44" },
	{
		"time": "00:13:45",
		"speaker": 2,
		"line": "Don't. Don't leave. If you leave, don't get in the car, okay? Because we know that car is coming right back in and running us over.",
		"objectID": "m440127",
		"episode": "mini-44"
	},
	{
		"time": "00:13:50",
		"speaker": 0,
		"line": "That's right. Give us your keys. Keys, keys, keys. Good. Give us the",
		"objectID": "m440128",
		"episode": "mini-44"
	},
	{ "time": "00:13:55", "speaker": 1, "line": "father. Oh, why? I", "objectID": "m440129", "episode": "mini-44" },
	{
		"time": "00:13:57",
		"speaker": 2,
		"line": "hear you have to have or your father's drink. You",
		"objectID": "m440130",
		"episode": "mini-44"
	},
	{
		"time": "00:14:00",
		"speaker": 0,
		"line": "actually have real. Is your Bob Jingling, huh?",
		"objectID": "m440131",
		"episode": "mini-44"
	},
	{
		"time": "00:14:02",
		"speaker": 1,
		"line": "Was your father jingling or was that keys? You know, you tell me. What's this? It's a father. Opens like a",
		"objectID": "m440132",
		"episode": "mini-44"
	},
	{
		"time": "00:14:09",
		"speaker": 0,
		"line": "listen. What about Daisy's? What about you? What about chicken nuggets? Something I you see all the time when I was a kid. And I don't know why we don't have them on our menu. That, to me, is a is a money making deal. We put chicken nuggets on the menu, these kids air opening their wallets and giving us everything they",
		"objectID": "m440133",
		"episode": "mini-44"
	},
	{
		"time": "00:14:27",
		"speaker": 1,
		"line": "have. Mm. Okay. But the nuggets back Sands Bernays",
		"objectID": "m440134",
		"episode": "mini-44"
	},
	{
		"time": "00:14:32",
		"speaker": 2,
		"line": "nor gets on well, Okay, Rancher catches. Why? Well, I gave up by saying your nugget idea was good. Now I'm giving up my Bernays, which right now we have three days on the menu and you don't think the negativity is good? I'm just saying, let's not Bernays out with the bathwater.",
		"objectID": "m440135",
		"episode": "mini-44"
	},
	{
		"time": "00:14:52",
		"speaker": 0,
		"line": "Okay, Well, what if we have a small little pouch for Bernie's now and then catch up or ranch or whatever the kids actually want? The nugget you can still serve your Bernays to nobody feels",
		"objectID": "m440136",
		"episode": "mini-44"
	},
	{
		"time": "00:15:03",
		"speaker": 1,
		"line": "like three days, which is actually fat is what's causing the drop",
		"objectID": "m440137",
		"episode": "mini-44"
	},
	{ "time": "00:15:11", "speaker": 3, "line": "on.", "objectID": "m440138", "episode": "mini-44" },
	{
		"time": "00:15:12",
		"speaker": 1,
		"line": "Even if we try to sneak in Bernays and another pouch, they're going to be like Jesus, then with the pronation.",
		"objectID": "m440139",
		"episode": "mini-44"
	},
	{ "time": "00:15:17", "speaker": 3, "line": "But you", "objectID": "m440140", "episode": "mini-44" },
	{
		"time": "00:15:17",
		"speaker": 0,
		"line": "can tell they're obsessed. You can tell",
		"objectID": "m440141",
		"episode": "mini-44"
	},
	{
		"time": "00:15:19",
		"speaker": 2,
		"line": "that. It's OK. Here you go. Here's my resignation because it's obvious that I'm not wanted here. That if the Bernays is what you think is the problem, then we just could never agree.",
		"objectID": "m440142",
		"episode": "mini-44"
	},
	{
		"time": "00:15:28",
		"speaker": 1,
		"line": "Okay, Well, why do you start a DVD over?",
		"objectID": "m440143",
		"episode": "mini-44"
	},
	{
		"time": "00:15:30",
		"speaker": 2,
		"line": "Well, you watch my resignation. Okay? Whit's resident evil. So",
		"objectID": "m440144",
		"episode": "mini-44"
	},
	{
		"time": "00:15:39",
		"speaker": 1,
		"line": "it's resident. Kind of sounds like resignation. So you slid us a DVD of resident evil?",
		"objectID": "m440145",
		"episode": "mini-44"
	},
	{
		"time": "00:15:46",
		"speaker": 2,
		"line": "That's right. Okay, is right",
		"objectID": "m440146",
		"episode": "mini-44"
	},
	{
		"time": "00:15:48",
		"speaker": 0,
		"line": "that's crap. Do that. Don't. We're not gonna watch to our expectations. You",
		"objectID": "m440147",
		"episode": "mini-44"
	},
	{
		"time": "00:15:57",
		"speaker": 2,
		"line": "are a vision. It's resident evil, which sounds like the beginning of resignation. Well, we're",
		"objectID": "m440148",
		"episode": "mini-44"
	},
	{
		"time": "00:16:04",
		"speaker": 1,
		"line": "not accepting this, Uh, and we know you need the money. You",
		"objectID": "m440149",
		"episode": "mini-44"
	},
	{
		"time": "00:16:07",
		"speaker": 0,
		"line": "can either. You can either quit outright. Well, that's",
		"objectID": "m440150",
		"episode": "mini-44"
	},
	{
		"time": "00:16:11",
		"speaker": 1,
		"line": "really your dad's gonna are you back? You burn the bridges there, literally. He makes bridges, you burn and you Bernays them. You Bernays the bridges shellacked the bridges with Bearnaise and he fired you.",
		"objectID": "m440151",
		"episode": "mini-44"
	},
	{
		"time": "00:16:25",
		"speaker": 0,
		"line": "Well, then all those people fell awful. They're building. And I mean, there's a lot of deceased",
		"objectID": "m440152",
		"episode": "mini-44"
	},
	{
		"time": "00:16:28",
		"speaker": 2,
		"line": "baby sitting here. You throw this in my face, I'm almost feeling everybody's out to get me because they're working for somebody. Oh, that's right. Big sack lunch. It's so obvious. My dad big sack lunch had to burn his bridges. You guys. Oh, my God. He returns. It blocked The whole time.",
		"objectID": "m440153",
		"episode": "mini-44"
	},
	{
		"time": "00:16:45",
		"speaker": 1,
		"line": "He Gattis he caught us were no one's ever gonna believe you were too big. Paper brown paper bags",
		"objectID": "m440154",
		"episode": "mini-44"
	},
	{
		"time": "00:16:56",
		"speaker": 2,
		"line": "your to big brown paper basin. You were click the whole",
		"objectID": "m440155",
		"episode": "mini-44"
	},
	{
		"time": "00:16:58",
		"speaker": 3,
		"line": "time. Hot lunch sucks. Could lunch good. That criminal was Glick the whole time. That's right. and I don't really I forgot my",
		"objectID": "m440156",
		"episode": "mini-44"
	},
	{
		"time": "00:17:08",
		"speaker": 1,
		"line": "voice. You don't have to sound like what his impersonation of you was like. You could just be right. This is my real voice.",
		"objectID": "m440157",
		"episode": "mini-44"
	},
	{
		"time": "00:17:14",
		"speaker": 2,
		"line": "Okay. Well, where's my camera? Where is my camera when I need it?",
		"objectID": "m440158",
		"episode": "mini-44"
	},
	{
		"time": "00:17:17",
		"speaker": 3,
		"line": "That's a good question. T fit it in a juice back X, and it's inside of us. This'll",
		"objectID": "m440159",
		"episode": "mini-44"
	},
	{
		"time": "00:17:25",
		"speaker": 2,
		"line": "is unbelievable. Everyone laughed at me when I made Fahrenheit. Little sandwich in a bag. Bowling for Glick, Resident evil. And here we are.",
		"objectID": "m440160",
		"episode": "mini-44"
	},
	{
		"time": "00:17:35",
		"speaker": 3,
		"line": "You did not make resident. You will make that you slid across the counter resignation. All right. Hey, would you like a little carrot stick? It's a popping out of the top A Me.",
		"objectID": "m440161",
		"episode": "mini-44"
	},
	{
		"time": "00:17:46",
		"speaker": 2,
		"line": "I don't want a carrot. Stick it. Sitting in a backpack for four hours. Weird and warm. Now",
		"objectID": "m440162",
		"episode": "mini-44"
	},
	{
		"time": "00:17:51",
		"speaker": 3,
		"line": "we're gonna make a dock exposing us.",
		"objectID": "m440163",
		"episode": "mini-44"
	},
	{
		"time": "00:17:54",
		"speaker": 2,
		"line": "Yeah. Your You know what? You're exposed, Big Zack.",
		"objectID": "m440164",
		"episode": "mini-44"
	},
	{
		"time": "00:17:57",
		"speaker": 0,
		"line": "Oh, really? Yeah. What's another Michael Moore documentary? What's the one more? His most",
		"objectID": "m440165",
		"episode": "mini-44"
	},
	{
		"time": "00:18:03",
		"speaker": 3,
		"line": "recent one. It was about the financial crisis. No, to trump. It was about too big to fail",
		"objectID": "m440166",
		"episode": "mini-44"
	},
	{
		"time": "00:18:12",
		"speaker": 1,
		"line": "to too big to fail. What's years called?",
		"objectID": "m440167",
		"episode": "mini-44"
	},
	{ "time": "00:18:16", "speaker": 3, "line": "What is yours? God,", "objectID": "m440168", "episode": "mini-44" },
	{
		"time": "00:18:18",
		"speaker": 2,
		"line": "it's I don't know. I don't know yet. I'm I'm a little on the spot right now, and I'm a little overwhelmed by everything I'm dealing with here. And you know what? Get my car here a little bit.",
		"objectID": "m440169",
		"episode": "mini-44"
	},
	{
		"time": "00:18:31",
		"speaker": 3,
		"line": "Oh, old. I'm crumpled. Note from my owners. Mother inside I love you is really high melting. You committed vehicular manslaughter?",
		"objectID": "m440170",
		"episode": "mini-44"
	},
	{
		"time": "00:18:53",
		"speaker": 2,
		"line": "Oh, no. Because your bags",
		"objectID": "m440171",
		"episode": "mini-44"
	},
	{
		"time": "00:18:55",
		"speaker": 3,
		"line": "bag vehicular, then you know it. Bag bag. Vehicular events. That would",
		"objectID": "m440172",
		"episode": "mini-44"
	},
	{
		"time": "00:19:03",
		"speaker": 2,
		"line": "imply that I was driving a bag pickle and I killed avam",
		"objectID": "m440173",
		"episode": "mini-44"
	},
	{
		"time": "00:19:07",
		"speaker": 3,
		"line": "I tomato bag. Particular",
		"objectID": "m440174",
		"episode": "mini-44"
	},
	{
		"time": "00:19:11",
		"speaker": 2,
		"line": "particular is still the same. What I slaughtered is what",
		"objectID": "m440175",
		"episode": "mini-44"
	},
	{
		"time": "00:19:16",
		"speaker": 3,
		"line": "particular bags? Now it's back. Vehicular manslaughter.",
		"objectID": "m440176",
		"episode": "mini-44"
	},
	{
		"time": "00:19:23",
		"speaker": 2,
		"line": "All right, I'm out of here.",
		"objectID": "m440177",
		"episode": "mini-44"
	},
	{
		"time": "00:19:28",
		"speaker": 3,
		"line": "How you're leaving again? You won't get away with this. Call the big bag. We're calling the big bag. The bag that we come in. Hello? The brown paper bags at all the little brown paper banks. Come in. Easy on the line. Yes. Yes. Bag bag, huh? Yeah, we got another. You know, the documentarian this trying to explosives us? Yeah. The one is exposing everything. He's explosion, Olive are are ulterior motives just ran us over. And you know what? That is that you Oh, he's here. He wait. Are you here? We're Yuzuru here. Is he there? I'm here, but I'm here. You were here the whole time. I was just outside. What do you have to say for yourself?",
		"objectID": "m440178",
		"episode": "mini-44"
	},
	{ "time": "00:20:45", "speaker": 2, "line": "Stay flipping.", "objectID": "m440179", "episode": "mini-44" }
]
