[{"time": "0:00:00", "speaker": "spk_0","line":"All right, folks. Well, we're running a little behind. Dr. Alex is running a little behind. But if you just thank you for being patient will try to make sure you get to your appointments as soon as possible. Obviously, appointments first, and then we'll work with walk ins as well. Just make sure your insurance card.","episode":"mini-56.json","edited":false},
{"time": "0:00:21", "speaker": "spk_1","line":"Have you guys always done appointments","episode":"mini-56.json","edited":false},
{"time": "0:00:23", "speaker": "spk_0","line":"for the doctors office?","episode":"mini-56.json","edited":false},
{"time": "0:00:25", "speaker": "spk_1","line":"Yeah, because I've always done walk in. And I didn't know if you could do appointments","episode":"mini-56.json","edited":false},
{"time": "0:00:28", "speaker": "spk_0","line":"for a doctor. Yes, it's been pretty standard for most of dr history. Uh, because","episode":"mini-56.json","edited":false},
{"time": "0:00:34", "speaker": "spk_1","line":"I always get my hair cut with just a walk in, and I figured, doctor hair Cut guy, Same thing.","episode":"mini-56.json","edited":false},
{"time": "0:00:41", "speaker": "spk_0","line":"Well, we'd like to think that the haircut guy is important, but maybe that the doctor is a little bit more of a specialized degree. No extra school. Excuse me. Are you excusing yourself because you just burnt barge into somebody or because you would like to talk site? You say you like stop foot?","episode":"mini-56.json","edited":false},
{"time": "0:01:03", "speaker": "spk_2","line":"It happened to line up perfectly. So excuse me to you for stepping on your foot and excuse me. Yes. Do you have the most recent","episode":"mini-56.json","edited":false},
{"time": "0:01:15", "speaker": "spk_0","line":"motor trend. Oh, sir, I remember you. You have to actually see the doctor today. This is not a magazine library,","episode":"mini-56.json","edited":false},
{"time": "0:01:24", "speaker": "spk_2","line":"Okay? But I need to know about the new Lamborghini. I am going to get a Lamborghini.","episode":"mini-56.json","edited":false},
{"time": "0:01:32", "speaker": "spk_0","line":"We would do. Okay, I think I'm not meant Teoh editorialize here. But I think we can all look at you and see that you're not gonna be able to get a Lamborghini","episode":"mini-56.json","edited":false},
{"time": "0:01:41", "speaker": "spk_3","line":"Lamborghini guy and t vis o. Well, get ready to scan. I ask my question now.","episode":"mini-56.json","edited":false},
{"time": "0:01:49", "speaker": "spk_0","line":"Yeah, real quick. Does do look like t buzz. Also, it looks like they're knock off TV.","episode":"mini-56.json","edited":false},
{"time": "0:01:54", "speaker": "spk_2","line":"Okay, well, just Well, there's no front hatch s o. They get a little flappy up front, but there is an ankle. No wonder","episode":"mini-56.json","edited":false},
{"time": "0:02:05", "speaker": "spk_0","line":"you stepped on someone's foot. You've got no control down there. Okay? So I'm assuming you don't have the most recent most we do. It's right there. It's right there. You","episode":"mini-56.json","edited":false},
{"time": "0:02:14", "speaker": "spk_2","line":"know it was hiding. Yeah.","episode":"mini-56.json","edited":false},
{"time": "0:02:18", "speaker": "spk_0","line":"Uh, sir, what was your question","episode":"mini-56.json","edited":false},
{"time": "0:02:20", "speaker": "spk_3","line":"when I walked in here, I said, Can I go to the bathroom? And the receptionist said We don't have one. And then I saw someone come out and give her a bathroom key. So I'm wondering what was going on, Why I was denied a bathroom that you clearly have","episode":"mini-56.json","edited":false},
{"time": "0:02:35", "speaker": "spk_0","line":"while, um, you'll have to speak to the receptionist. But if I had to guess, it's because last time you were No, no, no, don't talk about it. Don't don't know. I know. Don't you like your doctor? Patient way Checked on this, actually. And that's not within the purview of Doctor Patient what you did in there, which is nothing. Okay, well, so that's probably the reason that's OK then","episode":"mini-56.json","edited":false},
{"time": "0:03:02", "speaker": "spk_1","line":"I rest my case, since","episode":"mini-56.json","edited":false},
{"time": "0:03:03", "speaker": "spk_2","line":"we're just","episode":"mini-56.json","edited":false},
{"time": "0:03:04", "speaker": "spk_1","line":"popping around asking questions, I got another one, Actually,","episode":"mini-56.json","edited":false},
{"time": "0:03:07", "speaker": "spk_0","line":"this is actually part of the reason why we're running so late is because every time I make an announcement, it turns into a Q and A","episode":"mini-56.json","edited":false},
{"time": "0:03:13", "speaker": "spk_1","line":"well, sorry. Listen, open the door and the water's coming through. Baby, listen, So I wish","episode":"mini-56.json","edited":false},
{"time": "0:03:19", "speaker": "spk_0","line":"you feel my friend over here would know a thing or two about that.","episode":"mini-56.json","edited":false},
{"time": "0:03:24", "speaker": "spk_1","line":"Do you guys have one of those little catalogs? That sort of shows you all the different procedures you can get s so you can kind of go in and go to the doctor back? I want to get this one. You mean a menu? You guys have a menu like, uh, you know, like Supercuts does.","episode":"mini-56.json","edited":false},
{"time": "0:03:41", "speaker": "spk_0","line":"This is more of a, um your g p a general practitioner. Pediatrician.","episode":"mini-56.json","edited":false},
{"time": "0:03:45", "speaker": "spk_1","line":"I don't care what you guys do","episode":"mini-56.json","edited":false},
{"time": "0:03:47", "speaker": "spk_0","line":"well, so we don't do a lot. You do need to to answer this question. We don't do a lot of procedures on people at this office. Uh, we do have right there. It's a menu of all the other places in town. You can B y o p for a procedure. So if you see a procedure for one of the bring in my own procedure yeah, you could come in and request it will give you a referral.","episode":"mini-56.json","edited":false},
{"time": "0:04:08", "speaker": "spk_3","line":"E y o my OPI today and they wouldn't let me.","episode":"mini-56.json","edited":false},
{"time": "0:04:13", "speaker": "spk_0","line":"Yes, sir. Do you want to talk about it? Do you not want to talk about","episode":"mini-56.json","edited":false},
{"time": "0:04:16", "speaker": "spk_3","line":"I don't want anybody now hard in me","episode":"mini-56.json","edited":false},
{"time": "0:04:20", "speaker": "spk_0","line":"because you have to speak or because you accidentally sat down on somebody else. Just","episode":"mini-56.json","edited":false},
{"time": "0:04:25", "speaker": "spk_2","line":"happens to be both. Are you gonna finish that?","episode":"mini-56.json","edited":false},
{"time": "0:04:32", "speaker": "spk_0","line":"What were you asking you? Am I gonna finish my drum? Beatrice, are","episode":"mini-56.json","edited":false},
{"time": "0:04:39", "speaker": "spk_2","line":"you done with it?","episode":"mini-56.json","edited":false},
{"time": "0:04:42", "speaker": "spk_0","line":"I drink it throughout the day and not to be offensive. But I know what you're coming in for. And I don't want you to share the same. Uh, What's a hot Jamba Juice? Yeah. What would even hot Jamba Juice get all day? Well, yeah, it kind of melts a little bit, but keep because in the styrofoam, it keeps the cool.","episode":"mini-56.json","edited":false},
{"time": "0:05:01", "speaker": "spk_2","line":"You're sick. That says mumba juice. Yeah, I take a class later. A member class. Did you get a Mumbai?","episode":"mini-56.json","edited":false},
{"time": "0:05:17", "speaker": "spk_0","line":"I'm single. So I've been signing up for some clad dance classes, and I'm doing Mumba, uh,","episode":"mini-56.json","edited":false},
{"time": "0:05:22", "speaker": "spk_1","line":"got hosed by a dance. Instructor said you got to drink this to be good at their dance.","episode":"mini-56.json","edited":false},
{"time": "0:05:26", "speaker": "spk_0","line":"Yeah, this is part of the whole routine as I drink the mumbo juice and it makes you better at Mumba","episode":"mini-56.json","edited":false},
{"time": "0:05:31", "speaker": "spk_2","line":"Isn't a classic move or or is it close to samba rumba?","episode":"mini-56.json","edited":false},
{"time": "0:05:38", "speaker": "spk_0","line":"Okay, this is my big stories. That mambo Mumbai, Mumbai is nothing like mumbo rhombus, rumba rhombus or any of that mumbo jumbo.","episode":"mini-56.json","edited":false},
{"time": "0:05:51", "speaker": "spk_3","line":"What if I told you I wore a diaper here today because I was afraid of what was gonna happen","episode":"mini-56.json","edited":false},
{"time": "0:05:55", "speaker": "spk_0","line":"to me. I'd say I could have told you that I could have guessed.","episode":"mini-56.json","edited":false},
{"time": "0:05:59", "speaker": "spk_3","line":"Oh, yeah? What do you mean by that? You can see it through my khakis.","episode":"mini-56.json","edited":false},
{"time": "0:06:04", "speaker": "spk_0","line":"Yes. Look, if you need to use the restroom, you can Okay? I'll let you use it. Just make sure that one flushes always enough. 20 flushes just makes it worse. And if it gets all fucked up, don't turn the try to turn the water off yourself. Okay?","episode":"mini-56.json","edited":false},
{"time": "0:06:21", "speaker": "spk_1","line":"Tonight. Can I ask you a question? Since it seems like it's gonna be a while,","episode":"mini-56.json","edited":false},
{"time": "0:06:25", "speaker": "spk_0","line":"but by the way, is the last question. Last question.","episode":"mini-56.json","edited":false},
{"time": "0:06:28", "speaker": "spk_1","line":"Okay, well, says you I I'm just feeling like, a this point. It's probably gonna be a while before I get to see this guy s. So I'm wondering if maybe like, ah, would you guys recommend me? Just sort of like taking a doctor kit home and letting my girlfriend dio do the appointment instead of me staying here.","episode":"mini-56.json","edited":false},
{"time": "0:06:49", "speaker": "spk_0","line":"This is not like a haircut. And even if it was, you don't They don't give you a haircut kit at the haircut place to take home. It would be if","episode":"mini-56.json","edited":false},
{"time": "0:06:56", "speaker": "spk_1","line":"you could get him on Amazon. I can't get a doctor kit on Amazon","episode":"mini-56.json","edited":false},
{"time": "0:06:59", "speaker": "spk_0","line":"Well, wouldn't eso you want a kit to take home to be diagnosed? What do you in for? I don't want aspects in front of everybody. I","episode":"mini-56.json","edited":false},
{"time": "0:07:06", "speaker": "spk_2","line":"don't","episode":"mini-56.json","edited":false},
{"time": "0:07:06", "speaker": "spk_1","line":"care. I'll tell everybody.","episode":"mini-56.json","edited":false},
{"time": "0:07:08", "speaker": "spk_0","line":"Okay. What is it? My whole","episode":"mini-56.json","edited":false},
{"time": "0:07:10", "speaker": "spk_1","line":"It's is itchy. I think I got I think I got dry exam on my","episode":"mini-56.json","edited":false},
{"time": "0:07:15", "speaker": "spk_0","line":"bottle. Eggs around your butthole. Okay. You know, I probably wouldn't want my girlfriend if I was your girlfriend. I wouldn't wanna have to diagnose that for you. Does she have","episode":"mini-56.json","edited":false},
{"time": "0:07:25", "speaker": "spk_1","line":"a vulnerable with your significant other? I You don't let yourself get there with.","episode":"mini-56.json","edited":false},
{"time": "0:07:30", "speaker": "spk_0","line":"Like I said, I'm single. That's why I'm taking rumba classes. Uh, yeah. Sorry. Sorry. I medicine, sir. Rest run by meant Mumba, by the way, uh, are you sorry, sir? Are you saying sorry, sir? Because you'd like to speak or because you accidentally just started holding somebody else's hands.","episode":"mini-56.json","edited":false},
{"time": "0:07:51", "speaker": "spk_2","line":"Both It happens to be both. Are these extra? They do. You have too many of them. These the magazines? No. These","episode":"mini-56.json","edited":false},
{"time": "0:08:07", "speaker": "spk_0","line":"little kids. Colorful toy thing where you move all the things around different colors. Ah, different.","episode":"mini-56.json","edited":false},
{"time": "0:08:13", "speaker": "spk_2","line":"Yeah, I these extra Do you have too many?","episode":"mini-56.json","edited":false},
{"time": "0:08:17", "speaker": "spk_0","line":"What if the answer was Yes. What would you want it for?","episode":"mini-56.json","edited":false},
{"time": "0:08:22", "speaker": "spk_2","line":"Uh, my kids you have during our last interaction. You said no offense, but I know what you're coming in here for you. I know what you've come in here for. Is it because of the Lee Asians affiliations on my my","episode":"mini-56.json","edited":false},
{"time": "0:08:46", "speaker": "spk_0","line":"lips, lips and face? Yes. And legs? Yeah. Though it is a little bit because of the lead lesions on your body.","episode":"mini-56.json","edited":false},
{"time": "0:08:55", "speaker": "spk_3","line":"I thought I was told that the Asians, their meeting","episode":"mini-56.json","edited":false},
{"time": "0:09:01", "speaker": "spk_0","line":"places I see Well, we'll see when you get diagnosed. I don't think you have meeting places all over your body","episode":"mini-56.json","edited":false},
{"time": "0:09:08", "speaker": "spk_2","line":"or people. People. I was told that they are by who? Lush by their wounds that help you in another country. Sh I","episode":"mini-56.json","edited":false},
{"time": "0:09:28", "speaker": "spk_0","line":"got a good sir one Bush. Herpes shouldn't clog","episode":"mini-56.json","edited":false},
{"time": "0:09:33", "speaker": "spk_2","line":"bythe, sir. Sir, we could hear you. Yeah, just a second.","episode":"mini-56.json","edited":false},
{"time": "0:09:43", "speaker": "spk_3","line":"I'm just taking a, uh,","episode":"mini-56.json","edited":false},
{"time": "0:09:44", "speaker": "spk_2","line":"number one food. Free water and no open the three water.","episode":"mini-56.json","edited":false},
{"time": "0:09:50", "speaker": "spk_0","line":"Why would the water be leaking out from underneath the bathroom door?","episode":"mini-56.json","edited":false},
{"time": "0:09:53", "speaker": "spk_3","line":"I just take off your shoes. That'll stop it up. Do you mind? You stop","episode":"mini-56.json","edited":false},
{"time": "0:09:58", "speaker": "spk_0","line":"is using his socks to stock up the water. Lush Stop exert.","episode":"mini-56.json","edited":false},
{"time": "0:10:04", "speaker": "spk_1","line":"Do you guys do a free hair washed before your, uh, you get the thing done. Eyes. This is this guy in there getting his hair washed. If","episode":"mini-56.json","edited":false},
{"time": "0:10:12", "speaker": "spk_2","line":"you're washing","episode":"mini-56.json","edited":false},
{"time": "0:10:13", "speaker": "spk_1","line":"this other guy's hair before his appointment and I don't get a hair wash complementary with my procedure, I","episode":"mini-56.json","edited":false},
{"time": "0:10:18", "speaker": "spk_2","line":"would be","episode":"mini-56.json","edited":false},
{"time": "0:10:18", "speaker": "spk_1","line":"pissed off and you guys are gonna get back.","episode":"mini-56.json","edited":false},
{"time": "0:10:20", "speaker": "spk_2","line":"You just here in the hair wash your not just doing their wash.","episode":"mini-56.json","edited":false},
{"time": "0:10:28", "speaker": "spk_0","line":"You're not because you left your wig out here, sir, so","episode":"mini-56.json","edited":false},
{"time": "0:10:30", "speaker": "spk_2","line":"way. Oh, this is nice. Let me try. No, it's not. I think this one clean wipe and flush. Oh, I'm so jealous. I'm I'm jealous. It is too. Jeez. I mean, look what I'm really working with. What? It's not lean. Why? I'm jealous. Sh Oh,","episode":"mini-56.json","edited":false},
{"time": "0:10:59", "speaker": "spk_3","line":"God. Guy that was in there before me. Really? Really. Message. Oh, hey. Yeah, That wasn't you. Oh, I was in there just now, but I was trying to clean up what was did before me. I think I got most of it.","episode":"mini-56.json","edited":false},
{"time": "0:11:13", "speaker": "spk_0","line":"Sir, I trusted you. I let you back into the bathroom assuming that you would have learned from last week.","episode":"mini-56.json","edited":false},
{"time": "0:11:20", "speaker": "spk_3","line":"Well, I pay to come here, sir. So I think it's a service that I deserve","episode":"mini-56.json","edited":false},
{"time": "0:11:25", "speaker": "spk_0","line":"was not. If you're gonna ruin it, that's coming. You know what? That's coming out of your insurance. I hope you have a toilet ruining Copei.","episode":"mini-56.json","edited":false},
{"time": "0:11:32", "speaker": "spk_3","line":"No, I knows. I just got booted from my toilet. My toilet co pay. I just got booted because they said I used it too much.","episode":"mini-56.json","edited":false},
{"time": "0:11:41", "speaker": "spk_0","line":"Well, you gotta pay up. You gotta pay out of pocket now.","episode":"mini-56.json","edited":false},
{"time": "0:11:44", "speaker": "spk_3","line":"Crap. What's that cost? $2030. 1000. Oh, God, I'm so sorry. So you're sitting on my shoulders.","episode":"mini-56.json","edited":false},
{"time": "0:11:59", "speaker": "spk_2","line":"Whoa, I'm way up here. This'll up here near me.","episode":"mini-56.json","edited":false},
{"time": "0:12:10", "speaker": "spk_0","line":"The the one little part of the ceiling, The square little part that comes out.","episode":"mini-56.json","edited":false},
{"time": "0:12:15", "speaker": "spk_2","line":"Yeah, the kind of, like light piece of styrofoam.","episode":"mini-56.json","edited":false},
{"time": "0:12:19", "speaker": "spk_0","line":"Anything the I think we do need. That's what would you use it for?","episode":"mini-56.json","edited":false},
{"time": "0:12:25", "speaker": "spk_2","line":"To put this Lamborghini poster on?","episode":"mini-56.json","edited":false},
{"time": "0:12:30", "speaker": "spk_0","line":"You know, you ripped the poster out of the magazine. It's not your magazine.","episode":"mini-56.json","edited":false},
{"time": "0:12:33", "speaker": "spk_2","line":"It's a coon Tosh. And I think you're gel ish. I'm","episode":"mini-56.json","edited":false},
{"time": "0:12:40", "speaker": "spk_0","line":"not jealous that you stole a mega Lamborghini from our magazine and put it on","episode":"mini-56.json","edited":false},
{"time": "0:12:45", "speaker": "spk_2","line":"course. Josh. Gel ish kun. Tosh gel ish","episode":"mini-56.json","edited":false},
{"time": "0:12:50", "speaker": "spk_3","line":"riel. Question a really one. It's right. And it's medical.","episode":"mini-56.json","edited":false},
{"time": "0:12:53", "speaker": "spk_0","line":"Yeah, I said last question a while ago. I need to put my All right. Put your foot down Island. Put it down,","episode":"mini-56.json","edited":false},
{"time": "0:12:58", "speaker": "spk_2","line":"though, as you put it down with a a little flourish in front of you, Tom. A bus.","episode":"mini-56.json","edited":false},
{"time": "0:13:05", "speaker": "spk_0","line":"Sorry about that. Well, it's part of what I've learned from Mumba. So what's your riel question?","episode":"mini-56.json","edited":false},
{"time": "0:13:10", "speaker": "spk_3","line":"Is it true that if in the last six weeks you've breathed the air and Hamilton, you are going to die in a month?","episode":"mini-56.json","edited":false},
{"time": "0:13:20", "speaker": "spk_0","line":"Okay, so there's a lot of rumors about the area, Hamilton,","episode":"mini-56.json","edited":false},
{"time": "0:13:23", "speaker": "spk_1","line":"why I'm here to ah, apart","episode":"mini-56.json","edited":false},
{"time": "0:13:26", "speaker": "spk_0","line":"from the Lea Asians. Well, that's what there's a lot of rumors going out on about this and we don't have a ton of fact. But it does appear that if you have breathed the air at least once in Hamilton, you will die in a month. And I'm sorry, Teoh. No, that","episode":"mini-56.json","edited":false},
{"time": "0:13:42", "speaker": "spk_2","line":"is it because of Chernobyl West. You","episode":"mini-56.json","edited":false},
{"time": "0:13:49", "speaker": "spk_3","line":"know, I'm sorry. I'm sorry to do this, but can I use your restroom? No. You know what? Rude? Let him. You're just going to refuse a paying customer?","episode":"mini-56.json","edited":false},
{"time": "0:14:01", "speaker": "spk_0","line":"Absolutely not. No, it's unusable. Frankly, right now the water is is feet high, the the","episode":"mini-56.json","edited":false},
{"time": "0:14:11", "speaker": "spk_3","line":"high. You mean ankle high.","episode":"mini-56.json","edited":false},
{"time": "0:14:14", "speaker": "spk_2","line":"There's ankle high sewage in here and you're telling us it's unusable.","episode":"mini-56.json","edited":false},
{"time": "0:14:20", "speaker": "spk_3","line":"Yeah, this is the point that I can't use","episode":"mini-56.json","edited":false},
{"time": "0:14:23", "speaker": "spk_2","line":"the not head high. It's angle high suing.","episode":"mini-56.json","edited":false},
{"time": "0:14:28", "speaker": "spk_0","line":"No wonder you have some really Asians.","episode":"mini-56.json","edited":false},
{"time": "0:14:31", "speaker": "spk_3","line":"It's only ankle high feces in pp's. Let","episode":"mini-56.json","edited":false},
{"time": "0:14:35", "speaker": "spk_2","line":"it use it. It's just ankle high, feces and PPS. All right. All right, gentlemen. Jealous. Jealous ship. The poster. You Father Jovan, your bump! Jealous? Now you're out of here. I'm I'm down the list.","episode":"mini-56.json","edited":false},
{"time": "0:14:56", "speaker": "spk_0","line":"Your bumped. Okay, you're out of here trying. But you're bumped for Charo. Crowd arrows coming in.","episode":"mini-56.json","edited":false},
{"time": "0:15:02", "speaker": "spk_1","line":"Hang on! Guys are bumped.","episode":"mini-56.json","edited":false},
{"time": "0:15:04", "speaker": "spk_2","line":"I'm good Gucci huji because she has Gucci hoochie. I had sex with her. She has Gucci hoochie. I've seen it. How do you think I got these Lee Asians?","episode":"mini-56.json","edited":false},
{"time": "0:15:23", "speaker": "spk_1","line":"Listen, buddy, if you're gonna bump these guys, you You must have some time before char. Okay, so can I just get a medium fade, please?","episode":"mini-56.json","edited":false},
{"time": "0:15:32", "speaker": "spk_0","line":"Your 1% in the wrong place? Your","episode":"mini-56.json","edited":false},
{"time": "0:15:36", "speaker": "spk_1","line":"way. Come on, You both his guys. You got time? Cut my hair.","episode":"mini-56.json","edited":false},
{"time": "0:15:43", "speaker": "spk_3","line":"Come on, Go! Go to the bathroom. Let me have this.","episode":"mini-56.json","edited":false},
{"time": "0:15:47", "speaker": "spk_0","line":"I'm not. I'm not coming here. You can't have anything for free and you can't use the bathroom. Let me have this. No, you can't take our couch cushion.","episode":"mini-56.json","edited":false},
{"time": "0:15:57", "speaker": "spk_2","line":"What? Shin Hye, Who cares? Shin Hae, It's Jin Hai pp's And feces cares cares. Just let him go to the bathroom and let me have this water's rising way. Don't have much time. It","episode":"mini-56.json","edited":false},
{"time": "0:16:18", "speaker": "spk_0","line":"also actually all we should We should evacuate.","episode":"mini-56.json","edited":false},
{"time": "0:16:21", "speaker": "spk_2","line":"Okay. Hey, can you believe that","episode":"mini-56.json","edited":false},
{"time": "0:16:30", "speaker": "spk_0","line":"when they built Chernobyl west and decided to call it that it would have the same exact","episode":"mini-56.json","edited":false},
{"time": "0:16:35", "speaker": "spk_2","line":"right after Chernobyl? Yeah, There's already little air here, near the ceiling. Come on. But taking a big goal,","episode":"mini-56.json","edited":false},
{"time": "0:16:41", "speaker": "spk_1","line":"You're gonna let me die? Looks like this","episode":"mini-56.json","edited":false},
{"time": "0:16:45", "speaker": "spk_0","line":"Asbestos. That's asbestos.","episode":"mini-56.json","edited":false},
{"time": "0:16:47", "speaker": "spk_2","line":"Cut his hair, man. Come on, You can have this.","episode":"mini-56.json","edited":false},
{"time": "0:16:51", "speaker": "spk_3","line":"Tell me now. Tell me now I can use the bathroom.","episode":"mini-56.json","edited":false},
{"time": "0:16:54", "speaker": "spk_0","line":"You can't use the bathroom.","episode":"mini-56.json","edited":false},
{"time": "0:16:56", "speaker": "spk_1","line":"I guess you're gonna die wanting. All right,","episode":"mini-56.json","edited":false},
{"time": "0:16:58", "speaker": "spk_2","line":"fine. You will not have our business anymore by","episode":"mini-56.json","edited":false},
{"time": "0:17:05", "speaker": "spk_0","line":"That's not your hat, sir. That is not your hat.","episode":"mini-56.json","edited":false},
{"time": "0:17:08", "speaker": "spk_2","line":"This is mine. It was on the hat home.","episode":"mini-56.json","edited":false},
{"time": "0:17:12", "speaker": "spk_0","line":"Your and it's not your briefcase.","episode":"mini-56.json","edited":false},
{"time": "0:17:15", "speaker": "spk_2","line":"Goodbye. You did","episode":"mini-56.json","edited":false},
{"time": "0:17:16", "speaker": "spk_0","line":"not bring in 25 magazines with you.","episode":"mini-56.json","edited":false},
{"time": "0:17:19", "speaker": "spk_2","line":"Wow, A single wipe. Oh, lucky, I'll just do it myself. You brought in your own clippers. Oh, damn. And you fucked it up fast. I'm committing to it. Love with a little more off the bottom for sure. A little bit of skin.","episode":"mini-56.json","edited":false},
{"time": "0:17:48", "speaker": "spk_0","line":"All right, well, go away. All three of you go away.","episode":"mini-56.json","edited":false},
{"time": "0:17:51", "speaker": "spk_3","line":"Way getting estimate on when the doc is gonna see.","episode":"mini-56.json","edited":false},
{"time": "0:17:54", "speaker": "spk_2","line":"It's a lease. Who? Yeah. When's it out? Going to see is","episode":"mini-56.json","edited":false},
{"time": "0:17:59", "speaker": "spk_3","line":"a professional office I've ever been in.","episode":"mini-56.json","edited":false},
{"time": "0:18:02", "speaker": "spk_0","line":"Whose I'm here. I'm here. Sorry to keep you waiting. The doctor is in.","episode":"mini-56.json","edited":false},
{"time": "0:18:10", "speaker": "spk_3","line":"Are you the doctor? You telling us that the doctors in?","episode":"mini-56.json","edited":false},
{"time": "0:18:14", "speaker": "spk_0","line":"No. The doctor has been in for a while, but nobody could announce it because I was not here yet. I am now here, and the announcement and proclamation is being made. The doctor is in.","episode":"mini-56.json","edited":false},
{"time": "0:18:27", "speaker": "spk_2","line":"Are you the doctors proclaim? Er the listen. We're sweet. Wash PPS sees. Whoa, whoa, That's working. Who keep flushing flush? Not working. It's me. You're worse. Well, listen, We're treading water in this feces and pp's. When can we get seen?","episode":"mini-56.json","edited":false},
{"time": "0:18:58", "speaker": "spk_0","line":"Well, the doctor is in. And that's all I'm here to proclaim. Ah,","episode":"mini-56.json","edited":false},
{"time": "0:19:02", "speaker": "spk_2","line":"back to that guy. We were talking to first","episode":"mini-56.json","edited":false},
{"time": "0:19:05", "speaker": "spk_0","line":"high. Yes. Hi.","episode":"mini-56.json","edited":false},
{"time": "0:19:07", "speaker": "spk_1","line":"Can that guy use","episode":"mini-56.json","edited":false},
{"time": "0:19:08", "speaker": "spk_2","line":"clippers? Are doctors proclaim? Er cut hair?","episode":"mini-56.json","edited":false},
{"time": "0:19:13", "speaker": "spk_0","line":"I mean, I'm an amateur, but I could I've been known to cut hair before","episode":"mini-56.json","edited":false},
{"time": "0:19:18", "speaker": "spk_3","line":"doctors proclaim. Er, can I use the employee bathroom?","episode":"mini-56.json","edited":false},
{"time": "0:19:21", "speaker": "spk_0","line":"Ah, I don't have the I don't have","episode":"mini-56.json","edited":false},
{"time": "0:19:26", "speaker": "spk_3","line":"the key going to give me that bullshit. You didn't have. The key","episode":"mini-56.json","edited":false},
{"time": "0:19:29", "speaker": "spk_0","line":"now is not that I don't have the marbles. I'm not cowardly, okay? I don't have the key.","episode":"mini-56.json","edited":false},
{"time": "0:19:33", "speaker": "spk_1","line":"This guy has no","episode":"mini-56.json","edited":false},
{"time": "0:19:34", "speaker": "spk_0","line":"marbles. I've got marbles. You've lost your marbles for sure. Okay, I did a stint in the nuthouse.","episode":"mini-56.json","edited":false},
{"time": "0:19:44", "speaker": "spk_2","line":"We'll listen, but this I'm going back to work at your noble west, and it's got nothing to do with my skin condition. Okay,","episode":"mini-56.json","edited":false},
{"time": "0:19:53", "speaker": "spk_1","line":"I'm gonna go. I have to go to I'm gonna go back to work at your Noble West as well.","episode":"mini-56.json","edited":false},
{"time": "0:19:57", "speaker": "spk_3","line":"And I'm going to go home to use the bathroom like I always could have","episode":"mini-56.json","edited":false},
{"time": "0:20:03", "speaker": "spk_2","line":"goodbye. And we will never be using this office. And yes, we will be writing a link. The Yelp review together one word at a time and it will sound a little something like this. How you already fucked up hat. Know how The first words What? Okay. 123 We singer, right? Shit. Let's try","episode":"mini-56.json","edited":false},
{"time": "0:20:37", "speaker": "spk_0","line":"it. Okay. So far, we've got we How I what? We bazinga shit.","episode":"mini-56.json","edited":false},
{"time": "0:20:44", "speaker": "spk_2","line":"That's call here. He did? Yeah. Colin, Dash. Too much punctuation. When here we get, uh, if you go in it all","episode":"mini-56.json","edited":false},
{"time": "0:21:04", "speaker": "spk_0","line":"the same order the whole time. It helps if you're in the same order. That's my recommendation.","episode":"mini-56.json","edited":false},
{"time": "0:21:08", "speaker": "spk_2","line":"Okay. Okay. Okay. We'll shut","episode":"mini-56.json","edited":false},
{"time": "0:21:10", "speaker": "spk_0","line":"up. Shut it. Um, comma, when I hospital drama with bathroom and myself those two words,","episode":"mini-56.json","edited":false},
{"time": "0:21:27", "speaker": "spk_2","line":"it hurts. Delete. So the lead has changed to hurt. You are. Come on. Okay,","episode":"mini-56.json","edited":false},
{"time": "0:21:46", "speaker": "spk_0","line":"maybe no comments towards each other.","episode":"mini-56.json","edited":false},
{"time": "0:21:50", "speaker": "spk_2","line":"You know, belief. I want one word. I don't delete my fucking word by word sticks. Are we a","episode":"mini-56.json","edited":false},
{"time": "0:22:01", "speaker": "spk_3","line":"team or not?","episode":"mini-56.json","edited":false},
{"time": "0:22:02", "speaker": "spk_1","line":"Let's start over. OK,","episode":"mini-56.json","edited":false},
{"time": "0:22:04", "speaker": "spk_2","line":"let's start over. OK, start everywhere. Starting over. Ham sandwich is good to me before noon.","episode":"mini-56.json","edited":false},
{"time": "0:22:22", "speaker": "spk_0","line":"Remember? This is your view of this doctor's office?","episode":"mini-56.json","edited":false},
{"time": "0:22:26", "speaker": "spk_2","line":"Yeah. You say sandwiches good to me before noon, buddy. That","episode":"mini-56.json","edited":false},
{"time": "0:22:34", "speaker": "spk_1","line":"first glance, man smells bad, period, buddy,","episode":"mini-56.json","edited":false},
{"time": "0:22:50", "speaker": "spk_0","line":"starting your sentences. But ham sandwich. Tastes good. Move on from the sand or trellis hospital, Period him sandwich tastes good. Hospital. Pierre, Buddy Hams. Average taste hospital. Good, period. Close. Yeah. Listen. Okay. Hey, Addressing the audience. Make sure you have their attention.","episode":"mini-56.json","edited":false},
{"time": "0:23:29", "speaker": "spk_2","line":"Guy, have you been eating? Ham gets away from the sandwich hospital. Delete. Come on. You know we're starting over.","episode":"mini-56.json","edited":false},
{"time": "0:23:49", "speaker": "spk_3","line":"It was gonna be Have you have you? Have you eaten ham hospital sandwich?","episode":"mini-56.json","edited":false},
{"time": "0:23:53", "speaker": "spk_0","line":"Where you","episode":"mini-56.json","edited":false},
{"time": "0:23:54", "speaker": "spk_2","line":"were going to do this? We need to make sure we talk about ham sandwiches a lot.","episode":"mini-56.json","edited":false},
{"time": "0:23:59", "speaker": "spk_0","line":"No, you don't. That's the issue. That's the issue, right?","episode":"mini-56.json","edited":false},
{"time": "0:24:02", "speaker": "spk_1","line":"Hey, buddy, don't weigh in on your own yelp review, okay? Yes.","episode":"mini-56.json","edited":false},
{"time": "0:24:05", "speaker": "spk_3","line":"Okay. Let me start with Let me start","episode":"mini-56.json","edited":false},
{"time": "0:24:07", "speaker": "spk_2","line":"with okay, buddy, have hospital seen ham center? It's at ham Hospital, Buddy. Ham Burger. Delete Ham Hospital.","episode":"mini-56.json","edited":false},
{"time": "0:24:34", "speaker": "spk_0","line":"That way. I think this guy is having a stroke. Actually.","episode":"mini-56.json","edited":false},
{"time": "0:24:38", "speaker": "spk_2","line":"Had a fab lab. Yeah. No, that's helping. That's not Don't flush him. Big flush. Oh, no. It finally happened. The big one. The big flush. I was supposed to be prepared and sucking down everything that isn't that it's above toilet. Hi. Does anyone have a flush kit","episode":"mini-56.json","edited":false},
{"time": "0:25:06", "speaker": "spk_0","line":"of the Internet kept saying to buy a flush emergency kit, and I just kept putting it off. I have one in my Amazon cart.","episode":"mini-56.json","edited":false},
{"time": "0:25:14", "speaker": "spk_2","line":"Well, I guess this is goodbye. We're all going down the drain in the big flush. Tell my wife I should have married her.","episode":"mini-56.json","edited":false}]
