[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-02","edited":false},
{"time": "0:00:09", "speaker": "spk_0","line":"in town. The boys are back and wait, Can we turn them","episode":"mini-02","edited":false},
{"time": "0:00:23", "speaker": "spk_2","line":"here and I'll play music too loud in this man.","episode":"mini-02","edited":false},
{"time": "0:00:27", "speaker": "spk_1","line":"Oh, come on first. Got these?","episode":"mini-02","edited":false},
{"time": "0:00:30", "speaker": "spk_2","line":"We just got these little brother. Why don't we play music? That's got Basin it. We got a present for face. We got","episode":"mini-02","edited":false},
{"time": "0:00:36", "speaker": "spk_1","line":"to go through this, but I got some tweeters coming on the way We're gonna tweeters outdoor leaders","episode":"mini-02","edited":false},
{"time": "0:00:42", "speaker": "spk_0","line":"here. The side view mirrors tapes and tweeters there fail. Yeah, we're gonna have tweeters Base tens. Yeah, CD.","episode":"mini-02","edited":false},
{"time": "0:00:52", "speaker": "spk_3","line":"I got a bullhorn that I'm just gonna put up next to the speakers also. For what? Louder and","episode":"mini-02","edited":false},
{"time": "0:00:58", "speaker": "spk_0","line":"louder, amigo. Come on. Me, Me Goes","episode":"mini-02","edited":false},
{"time": "0:01:03", "speaker": "spk_1","line":"on. Frayer! Mon Frayer! My brother!","episode":"mini-02","edited":false},
{"time": "0:01:06", "speaker": "spk_3","line":"Well, ladies and gentleman, here we are. Welcome to the teachers. Land used to be the first best at only podcast about the goings on of Hamilton High School. Now we're in D. C. We're in our van and we are putting out a Z yet. We're looking for what? To calm. Many","episode":"mini-02","edited":false},
{"time": "0:01:27", "speaker": "spk_0","line":"sewed. Yeah. Tiny, teeny, teeny cinnamon city. Many Cindy Many teacherslounge the city. Many addition Sandy Minis Tiny, tiny, tall Teacherslounge Utah Small and silly Teacherslounge shorter episodes shorter showing that shorter and it interest","episode":"mini-02","edited":false},
{"time": "0:01:51", "speaker": "spk_3","line":"lounge shorter. The shorter episodes. Addition.","episode":"mini-02","edited":false},
{"time": "0:01:55", "speaker": "spk_1","line":"Yes. Teacherslounge all that anybody really","episode":"mini-02","edited":false},
{"time": "0:01:58", "speaker": "spk_2","line":"need. Yes, just in a shorter episodes edition. Teacherslounge enough of the episode for you to not get bored.","episode":"mini-02","edited":false},
{"time": "0:02:05", "speaker": "spk_3","line":"OK, Teacherslounge. All of those things will string them together and we'll put him online like that. I am Todd Padre, political activist, theater director actor.","episode":"mini-02","edited":false},
{"time": "0:02:19", "speaker": "spk_2","line":"I'm Howard Levis. Um, also an activist. Ah, big time activist. Um, on And you know, a big hearted activist. You say I care about things. I have a big heart. You're just","episode":"mini-02","edited":false},
{"time": "0:02:33", "speaker": "spk_1","line":"an activist. You said a few things, but they were all activists.","episode":"mini-02","edited":false},
{"time": "0:02:36", "speaker": "spk_2","line":"Yeah, I'm inactive it when I'm a lot of things. I'm a big hearted activist. I may I care a lot on I let people know. Yeah, you moat your loud about how much you care. Yes.","episode":"mini-02","edited":false},
{"time": "0:02:47", "speaker": "spk_0","line":"Hi, Bill Cravy Activist, um, black sheep of the Cravy family grandson of Thurgood Cravy I, who was a big time political figure here in Washington, D. C. But I am an activist,","episode":"mini-02","edited":false},
{"time": "0:03:05", "speaker": "spk_1","line":"Sam weatherman. Some people might say I'm a bit of a slack Tavist, but I'm a riel activist on Facebook I'm asl activist in purposed I'm an activist. Too many teen purpose. What is in purpose? What's when","episode":"mini-02","edited":false},
{"time": "0:03:20", "speaker": "spk_2","line":"you're serious? And you're just mean to say in person Know you mentioned in","episode":"mini-02","edited":false},
{"time": "0:03:25", "speaker": "spk_0","line":"purpose and purpose to purposed forever on purpose. So why did that start to trend on Facebook? A slack? Tavist, you didn't show up to one of your rallies, right? And you were You were snapped running late toe one of your rallies.","episode":"mini-02","edited":false},
{"time": "0:03:42", "speaker": "spk_1","line":"Yes, I planned a huge rally on the lawn. Which","episode":"mini-02","edited":false},
{"time": "0:03:47", "speaker": "spk_2","line":"one? Not the mall","episode":"mini-02","edited":false},
{"time": "0:03:49", "speaker": "spk_1","line":"on the lawn","episode":"mini-02","edited":false},
{"time": "0:03:50", "speaker": "spk_0","line":"off the white house. Know of the National Mall? No. Where in the form? My front one. Okay, so you do own a rental property here in D. C?","episode":"mini-02","edited":false},
{"time": "0:04:02", "speaker": "spk_3","line":"Your protest on your own low.","episode":"mini-02","edited":false},
{"time": "0:04:05", "speaker": "spk_1","line":"That's right. I on on Airbnb and I forgot that I had rented it out to someone. But I I was late to the protest that I set upon their long So they called me a slack to this. You're dating anything, General? Just general","episode":"mini-02","edited":false},
{"time": "0:04:20", "speaker": "spk_3","line":"And another super hosts on Airbnb. But you're rated. What","episode":"mini-02","edited":false},
{"time": "0:04:27", "speaker": "spk_1","line":"is the rating they gave you? I'm a bad hope. Ad hoc, Like a super host. I'm a bad host. So you little warning.","episode":"mini-02","edited":false},
{"time": "0:04:35", "speaker": "spk_3","line":"A lot of the reviews are like lingers a lot after we get to the place.","episode":"mini-02","edited":false},
{"time": "0:04:40", "speaker": "spk_0","line":"Yeah, sure, why There were photos of the Taj Mahal on the page x him frequently. Not sure he still doesn't live here. Here is in D.","episode":"mini-02","edited":false},
{"time": "0:04:53", "speaker": "spk_3","line":"C. And he keeps it keeps saying, walking distance from the Hollywood sign.","episode":"mini-02","edited":false},
{"time": "0:04:57", "speaker": "spk_1","line":"That's that. Well, technically, I walked from D. C to the Hollywood side.","episode":"mini-02","edited":false},
{"time": "0:05:03", "speaker": "spk_2","line":"There's us over one of you I read that said, Keep hearing noises in attic. Sounds like him.","episode":"mini-02","edited":false},
{"time": "0:05:07", "speaker": "spk_1","line":"Yes, yeah, and that's me. That's me up in the attic, rooting around looking for a Christmas ornament all year. I think about Christmas and I go, you know, because it's It's the one true holiday. Your eyes a man. Stan, It's Christ birth. We saw Jewish man walking by outside and assumed his name was Dan. It's Christ birth, and it's not holidays. It's Christmas. Surprise, My more more. Christ, That's right. It's a Spanish holiday where they wanted more. Jesus,","episode":"mini-02","edited":false},
{"time": "0:05:46", "speaker": "spk_3","line":"that's right. That's right. Well,","episode":"mini-02","edited":false},
{"time": "0:05:48", "speaker": "spk_1","line":"Tokyo. Christ, my, that's the talk about So yes,","episode":"mini-02","edited":false},
{"time": "0:05:55", "speaker": "spk_3","line":"they're a little religious dog.","episode":"mini-02","edited":false},
{"time": "0:05:57", "speaker": "spk_0","line":"Pinky toe. Christmas E. Remember that huh?","episode":"mini-02","edited":false},
{"time": "0:06:00", "speaker": "spk_3","line":"Uh, what? But we are back in the van. We are stirring things up in Hollywood, which,","episode":"mini-02","edited":false},
{"time": "0:06:09", "speaker": "spk_1","line":"which is what we call d. C ways. We know the glitz and glamour really out here, baby, this is","episode":"mini-02","edited":false},
{"time": "0:06:16", "speaker": "spk_3","line":"the glitz and glamour. I saw George Clooney the other day, I think. George Stephanopoulos. Oh, George Clinton. Short guy, uh, balding on ABC. I worked for the Clinton administration. George Clooney.","episode":"mini-02","edited":false},
{"time": "0:06:33", "speaker": "spk_2","line":"I know. I think I think is the monopolise","episode":"mini-02","edited":false},
{"time": "0:06:35", "speaker": "spk_3","line":"all he did? One for us, one for them","episode":"mini-02","edited":false},
{"time": "0:06:38", "speaker": "spk_1","line":"Eyes. Did the Scorsese.","episode":"mini-02","edited":false},
{"time": "0:06:39", "speaker": "spk_3","line":"Yes, yes. Um, we're seeing a lot of it's been fun to rub elbows with some of the big names especially, You know, I'm trying to get my play off the ground trying to get some funding for Who's the clowns on?","episode":"mini-02","edited":false},
{"time": "0:06:54", "speaker": "spk_1","line":"What is TheStreet Ori Whose? What does that mean? It feels like a big","episode":"mini-02","edited":false},
{"time": "0:06:59", "speaker": "spk_3","line":"take. What is? The whole idea is the whole time","episode":"mini-02","edited":false},
{"time": "0:07:04", "speaker": "spk_0","line":"I get you seem like you're dead in the middle. Politically, it's part of their like it doesn't feel like that's a genuine question. Who is the clown here? Right. Well, I found","episode":"mini-02","edited":false},
{"time": "0:07:16", "speaker": "spk_3","line":"if you pick a side, you could be wrong. so I'm wondering","episode":"mini-02","edited":false},
{"time": "0:07:21", "speaker": "spk_0","line":"who is the clown","episode":"mini-02","edited":false},
{"time": "0:07:23", "speaker": "spk_3","line":"interests. And so the whole premise is the whole audience has to get in clown costume and makeup when they get there and we don't. We're all the clowns. At the end of the day on","episode":"mini-02","edited":false},
{"time": "0:07:33", "speaker": "spk_1","line":"stage, nothing happens, and nobody comes out distresses","episode":"mini-02","edited":false},
{"time": "0:07:38", "speaker": "spk_3","line":"playing stage. And it's very interesting to see what an audience people","episode":"mini-02","edited":false},
{"time": "0:07:41", "speaker": "spk_2","line":"think. The goal is to see what the crowd does. It shows different every night because the crowd is different. They're all dressed as clowns and they start. Sometimes they come to that realization that you're the point you're actually trying to make.","episode":"mini-02","edited":false},
{"time": "0:07:53", "speaker": "spk_0","line":"It was also billed as Seinfeld. One last ride. Mark. Yes,","episode":"mini-02","edited":false},
{"time": "0:08:00", "speaker": "spk_3","line":"there was $200 for Seinfeld. One last ride.","episode":"mini-02","edited":false},
{"time": "0:08:03", "speaker": "spk_0","line":"Tiny per embassies. Who's in parentheses? Yeah, Ozzie, Who's the Klan? Temperate seas in the Porsche. Big","episode":"mini-02","edited":false},
{"time": "0:08:11", "speaker": "spk_1","line":"parentheses again for in the poor. So it's Jerry Seinfeld. Small parentheses. Who's the clown? Big pregnancies in the Porsche. So it","episode":"mini-02","edited":false},
{"time": "0:08:18", "speaker": "spk_0","line":"really, really was right. Was not in it. One last ride was not in it. Eso","episode":"mini-02","edited":false},
{"time": "0:08:27", "speaker": "spk_3","line":"uh, it's straightforward. Uh uh, Marquis, I would say, But a lot of people are coming and say Oh, we thought Seinfeld was retiring and this was his last show, and maybe he's gonna come out in his portion. But we actually didn't see the Who's the clown?","episode":"mini-02","edited":false},
{"time": "0:08:44", "speaker": "spk_0","line":"Now we know why we're in.","episode":"mini-02","edited":false},
{"time": "0:08:47", "speaker": "spk_3","line":"It's a, um a lot of people are upset, but I will say this like Howard said, every night is different. One night the whole audience got so into character. They all left in the same car","episode":"mini-02","edited":false},
{"time": "0:08:59", "speaker": "spk_1","line":"together. That's literally transformative is treated as a human. You put on makeup and you leave Is a","episode":"mini-02","edited":false},
{"time": "0:09:08", "speaker": "spk_3","line":"client was a cloud. Yeah.","episode":"mini-02","edited":false},
{"time": "0:09:10", "speaker": "spk_0","line":"What the fuck In whole audience showed up to my daughter's birthday the other night. Yes, and I was like, What the hell out of here? I'm doing the clown and they're all putting their hand out Gun clown. Oh, my God. They're throwing their hats down. Somebody left their big shoes. So a bunch of banners came to your daughter's birthday started Bus King Wonderwall. I'm surprised you went to","episode":"mini-02","edited":false},
{"time": "0:09:34", "speaker": "spk_2","line":"your daughter's","episode":"mini-02","edited":false},
{"time": "0:09:34", "speaker": "spk_0","line":"birthday so thereby once she caught me at the house, she called me it for the fucking uh, the BJ's Hob Knob Inn with D. C s Biggest","episode":"mini-02","edited":false},
{"time": "0:09:49", "speaker": "spk_3","line":"your BJs. You bought a table of Pa's, Uchida said. This round's on May E. Everyone document beers, but it was a zoo keys.","episode":"mini-02","edited":false},
{"time": "0:09:57", "speaker": "spk_0","line":"I will not pay for people's alcohol. Well, that's the big","episode":"mini-02","edited":false},
{"time": "0:10:01", "speaker": "spk_1","line":"thing in D. C. That we're learning is a lot of big business is done over deep dish pizza in pursuit. Deep, deep bitch cookies. When you eat a little bit, then leave before the bill","episode":"mini-02","edited":false},
{"time": "0:10:13", "speaker": "spk_0","line":"comes May. Yeah, yes, Well, me and Lindsey Graham dined and dashed the other night. It was wild,","episode":"mini-02","edited":false},
{"time": "0:10:19", "speaker": "spk_3","line":"so you don't.","episode":"mini-02","edited":false},
{"time": "0:10:23", "speaker": "spk_0","line":"My daughter's party tried to. She caught me.","episode":"mini-02","edited":false},
{"time": "0:10:25", "speaker": "spk_3","line":"You So you came and you said, I'll go. But I'm gonna be the entertainment.","episode":"mini-02","edited":false},
{"time": "0:10:30", "speaker": "spk_0","line":"That's if anybody's doing drinks is my ass. That's you","episode":"mini-02","edited":false},
{"time": "0:10:35", "speaker": "spk_1","line":"got to stay involved in your Children's lives now and I don't","episode":"mini-02","edited":false},
{"time": "0:10:38", "speaker": "spk_3","line":"Thurgood Cravy was integral in getting Kennedy elected. Yeah, hey was a kind of a Southern dish, and he was very integral in the shooting.","episode":"mini-02","edited":false},
{"time": "0:10:52", "speaker": "spk_0","line":"Let's just say had a ton of grass stains on them later that day. You know what I mean?","episode":"mini-02","edited":false},
{"time": "0:10:57", "speaker": "spk_1","line":"That's right. He was the guy that in the video you can kind of see someone army crawling and","episode":"mini-02","edited":false},
{"time": "0:11:02", "speaker": "spk_0","line":"yes, dreaming with a high voice.","episode":"mini-02","edited":false},
{"time": "0:11:06", "speaker": "spk_3","line":"He is the big issue. Waas. He could have made a good escape, but his his to pay fell off and he kept insisting that it was not a two pack. Right. And it was like Just leave. Don't make a scene now.","episode":"mini-02","edited":false},
{"time": "0:11:18", "speaker": "spk_0","line":"Yes, He was embarrassed. His his hair, his his need for hair. Eventually you know I killed him. Killed him Way that 1000 he died on the table at the end. They hair plan offices","episode":"mini-02","edited":false},
{"time": "0:11:32", "speaker": "spk_1","line":"right at Bosley died on the table at Bosley. They were doing open heart hair. Trends on you dies. It do for you.","episode":"mini-02","edited":false},
{"time": "0:11:41", "speaker": "spk_0","line":"It's a two way. He's like, if I'm going under, I'm getting more hair too. So he lastly and some","episode":"mini-02","edited":false},
{"time": "0:11:47", "speaker": "spk_2","line":"valves replaced. The bodily guys were like We have our own studio, the heart transplant. My,","episode":"mini-02","edited":false},
{"time": "0:11:53", "speaker": "spk_0","line":"they brought in. They brought in Fabio's brothers hair in a little igloo cooler. That's right. They rushed it over because he died in a different He actually got hit by a","episode":"mini-02","edited":false},
{"time": "0:12:05", "speaker": "spk_3","line":"bird on a bird on Todd Sue on die. That's why Fabio won't laugh about the time he got hit by a bird. If you want Google Bobby White bird. You understand? We're talking about hit by Britain Roller Coaster. But his brother got hit by a bigger bird and it went right through his head,","episode":"mini-02","edited":false},
{"time": "0:12:26", "speaker": "spk_1","line":"hit by an albatross 16 wing clipped his head clean off.","episode":"mini-02","edited":false},
{"time": "0:12:31", "speaker": "spk_3","line":"And the ride wasn't even going at the time. It was just a fast albatross. Luckily, San Francisco the hair was untouched. Here","episode":"mini-02","edited":false},
{"time": "0:12:38", "speaker": "spk_0","line":"was untouched. I was all the more for a hair transplant. They brought in a little igloo cooler. And,","episode":"mini-02","edited":false},
{"time": "0:12:44", "speaker": "spk_2","line":"um, let me put it yet. But they also redid my heart a little bit. This","episode":"mini-02","edited":false},
{"time": "0:12:48", "speaker": "spk_3","line":"is about, you know,","episode":"mini-02","edited":false},
{"time": "0:12:52", "speaker": "spk_1","line":"jeans. It feels like you that","episode":"mini-02","edited":false},
{"time": "0:12:53", "speaker": "spk_0","line":"well, if they didn't have the fucking hair estate tax, maybe I would have my granddaddy's hair","episode":"mini-02","edited":false},
{"time": "0:13:01", "speaker": "spk_3","line":"big. This has been your big, big causes. The hair estate tax.","episode":"mini-02","edited":false},
{"time": "0:13:06", "speaker": "spk_0","line":"My granddad had hair. Why does the government take it away after he died? See Bill killing poor people because your","episode":"mini-02","edited":false},
{"time": "0:13:17", "speaker": "spk_3","line":"granddaddy earned that hair.","episode":"mini-02","edited":false},
{"time": "0:13:19", "speaker": "spk_0","line":"He earned that. Harry waited for Fabio to die his","episode":"mini-02","edited":false},
{"time": "0:13:23", "speaker": "spk_2","line":"brother to five years.","episode":"mini-02","edited":false},
{"time": "0:13:23", "speaker": "spk_0","line":"Probably his brother.","episode":"mini-02","edited":false},
{"time": "0:13:26", "speaker": "spk_1","line":"Bill. This is your most conservative stance.","episode":"mini-02","edited":false},
{"time": "0:13:29", "speaker": "spk_0","line":"Well, yeah, because I I'm dead in the middle. We're all pretty much","episode":"mini-02","edited":false},
{"time": "0:13:33", "speaker": "spk_1","line":"Davis were equal opportunity. We call out crazy when we see you agree with this person. Obama. Yeah, and you could be","episode":"mini-02","edited":false},
{"time": "0:13:41", "speaker": "spk_3","line":"socially liberal and fiscally conservative. It makes perfect sense.","episode":"mini-02","edited":false},
{"time": "0:13:47", "speaker": "spk_0","line":"I'm actually socially conservative, conservative and physically you're poor and mean. Yes,","episode":"mini-02","edited":false},
{"time": "0:13:55", "speaker": "spk_1","line":"your four. You have no money and you give it all away. But you're also a prick to everybody who isn't like, absolutely well, that's one way to do it. It's the opposite of how everyone else does it. But","episode":"mini-02","edited":false},
{"time": "0:14:05", "speaker": "spk_3","line":"Onda Howard, you went on Teoh Guy was","episode":"mini-02","edited":false},
{"time": "0:14:09", "speaker": "spk_2","line":"on info wars. I'm sure everybody saw the way it was.","episode":"mini-02","edited":false},
{"time": "0:14:13", "speaker": "spk_3","line":"It was the only Alex Jones video to not go viral way Watched it. We all watched it.","episode":"mini-02","edited":false},
{"time": "0:14:21", "speaker": "spk_2","line":"Yeah, I thought I had a great showing. I got my point across really well. So","episode":"mini-02","edited":false},
{"time": "0:14:26", "speaker": "spk_0","line":"you think people should be able to shit","episode":"mini-02","edited":false},
{"time": "0:14:28", "speaker": "spk_2","line":"anywhere? That's your bathroom? The solution to gender neutral bathroom laws is make everywhere. Bathroom? That's the way we did it. Why are we Why are we trying to be so like","episode":"mini-02","edited":false},
{"time": "0:14:38", "speaker": "spk_1","line":"your location? Neutral. You're not just gender neutral. Your location.","episode":"mini-02","edited":false},
{"time": "0:14:42", "speaker": "spk_0","line":"Why? Why do we care where anybody's","episode":"mini-02","edited":false},
{"time": "0:14:44", "speaker": "spk_2","line":"using the bathroom? If they're not embarrassed to pop a squat in the middle of a subway. It's on the sanitary on. I was t to agree with Alex. You hurt me. You heard you heard my point there. Have you seen this world we live in? This world is disgusting. Adding a little clips and poop on the ground anywhere isn't going to change anything. Okay. Clip. I have never been to a single place in this whole goddamn country that is clean and doesn't have germs on it. Okay,","episode":"mini-02","edited":false},
{"time": "0:15:08", "speaker": "spk_0","line":"take it from a","episode":"mini-02","edited":false},
{"time": "0:15:09", "speaker": "spk_3","line":"guy with ringworm and hook work. This stuff can be bad for you. Okay? If you're walking around and dirty floors all day shoes off,","episode":"mini-02","edited":false},
{"time": "0:15:18", "speaker": "spk_1","line":"you also have square worm, right? Yeah,","episode":"mini-02","edited":false},
{"time": "0:15:21", "speaker": "spk_3","line":"Well, I have square worm. And for 1999 a month, you can get your own square worm. Um, Marc Maron used a square worm to promote his website.","episode":"mini-02","edited":false},
{"time": "0:15:31", "speaker": "spk_0","line":"So it's a worm that lives around your belly button. That helps you make","episode":"mini-02","edited":false},
{"time": "0:15:36", "speaker": "spk_3","line":"a website helps personalized website. So let's say you've got a cooking blawg. You want people to see? Take take a little square worm on. That's actually our sponsor this week. Square were where","episode":"mini-02","edited":false},
{"time": "0:15:48", "speaker": "spk_1","line":"were worm. Get a website built by a one you contracted.","episode":"mini-02","edited":false},
{"time": "0:15:53", "speaker": "spk_3","line":"Do you play guitar in a tired of just uploading videos to YouTube? Why not make a website on square worm of you playing guitar?","episode":"mini-02","edited":false},
{"time": "0:16:02", "speaker": "spk_0","line":"Okay, so there was a big story that ran in the post this week that said, Alex Jones finally lucid. And it was it was it. So you line of people say they made him go normal.","episode":"mini-02","edited":false},
{"time": "0:16:17", "speaker": "spk_2","line":"A lot of people said I am the reason that he is. Ah, he's And he's normal now. Yeah, on that, I never thought I'd ever hear those words about somebody else in contact.","episode":"mini-02","edited":false},
{"time": "0:16:28", "speaker": "spk_3","line":"He said, Now that I've seen this, I understand how crazy I sounded to people.","episode":"mini-02","edited":false},
{"time": "0:16:33", "speaker": "spk_1","line":"It's unbelievable how the public has turned on him to everybody. Thinks Alex Jones is normal.","episode":"mini-02","edited":false},
{"time": "0:16:37", "speaker": "spk_2","line":"Yeah, well, because of how","episode":"mini-02","edited":false},
{"time": "0:16:39", "speaker": "spk_1","line":"weird you seen.","episode":"mini-02","edited":false},
{"time": "0:16:40", "speaker": "spk_2","line":"Yeah, and but, you know, I made lemons out of lemonade in this. I made","episode":"mini-02","edited":false},
{"time": "0:16:47", "speaker": "spk_0","line":"love, not what you","episode":"mini-02","edited":false},
{"time": "0:16:47", "speaker": "spk_2","line":"want. Okay, well, I made a good thing out of a bad thing here. Alex Jones got so, uh, un interesting. He just walked out of the studio and he actually left me the info war studio. So I have now.","episode":"mini-02","edited":false},
{"time": "0:17:02", "speaker": "spk_1","line":"What a mouthpiece.","episode":"mini-02","edited":false},
{"time": "0:17:02", "speaker": "spk_2","line":"Ah, yes. So now I You go right out to all the subscriber. Yeah. Ah, Livestream I live stream every day Way 6:30 p.m. to midnight.","episode":"mini-02","edited":false},
{"time": "0:17:12", "speaker": "spk_0","line":"You quickly got into Sixth Amendment","episode":"mini-02","edited":false},
{"time": "0:17:15", "speaker": "spk_2","line":"6:36:30 p.m. to midnight for supper. So","episode":"mini-02","edited":false},
{"time": "0:17:18", "speaker": "spk_0","line":"you quickly got into is upper. Sorry. Sorry. Bill, What's supper, huh? It's dinner.","episode":"mini-02","edited":false},
{"time": "0:17:25", "speaker": "spk_3","line":"It's wear involves, like you're probably toe blood. A turkey mashed potatoes. You've got all the side in the past.","episode":"mini-02","edited":false},
{"time": "0:17:35", "speaker": "spk_2","line":"It's a shared meal. Like I invite people over. We have supper. I","episode":"mini-02","edited":false},
{"time": "0:17:38", "speaker": "spk_1","line":"didn't even know people had supper in the city's. Yeah, I thought","episode":"mini-02","edited":false},
{"time": "0:17:41", "speaker": "spk_0","line":"I was strictly You're not shying away from any","episode":"mini-02","edited":false},
{"time": "0:17:44", "speaker": "spk_2","line":"of the topics, though. You're on your new info wars. You don't get famous for your takes by being in the middle like you guys. Okay. By taking the common stance by by approaching arguments from a perspective of, like truth reality, like, even tempered nous logic, none of that stuff rationality. No, the way that you get seen in this city is by going huge, okay? And I'm tired of playing the back. I'm tired of sitting in the back seat both literally right now and figuratively in my ear.","episode":"mini-02","edited":false},
{"time": "0:18:15", "speaker": "spk_1","line":"You Which someone's","episode":"mini-02","edited":false},
{"time": "0:18:16", "speaker": "spk_3","line":"got to take the back seat.","episode":"mini-02","edited":false},
{"time": "0:18:17", "speaker": "spk_2","line":"No, I don't. Oh, hey, I'll do it. I'll gladly do it here, but I will no longer take the back seat can live","episode":"mini-02","edited":false},
{"time": "0:18:23", "speaker": "spk_3","line":"here. You. I cannot hear you back there.","episode":"mini-02","edited":false},
{"time": "0:18:26", "speaker": "spk_2","line":"You're wearing headphones. Were talking into microphones,","episode":"mini-02","edited":false},
{"time": "0:18:29", "speaker": "spk_1","line":"is blasting","episode":"mini-02","edited":false},
{"time": "0:18:30", "speaker": "spk_3","line":"his last thing.","episode":"mini-02","edited":false},
{"time": "0:18:31", "speaker": "spk_2","line":"Okay, well, I don't care if you guys can hear me. I just want the world to hear me right now. Howard Levis is no longer a little bitch. Oh, Howard Levis powered level powered Alevis is standing up for himself and you can hear him every night for 6:30 p.m. To 12 1 after supper, right","episode":"mini-02","edited":false},
{"time": "0:18:49", "speaker": "spk_0","line":"after summer. Had a little have a little supper.","episode":"mini-02","edited":false},
{"time": "0:18:52", "speaker": "spk_2","line":"Listen to Howard","episode":"mini-02","edited":false},
{"time": "0:18:53", "speaker": "spk_1","line":"right after supper. I'm doing a show about how I'm not a little bit, but","episode":"mini-02","edited":false},
{"time": "0:18:58", "speaker": "spk_2","line":"you can listen to my streams.","episode":"mini-02","edited":false},
{"time": "0:18:59", "speaker": "spk_3","line":"Howard awards dot com I am honestly worried about this direction for you.","episode":"mini-02","edited":false},
{"time": "0:19:04", "speaker": "spk_2","line":"Don't be worried. I think that completely under control. I","episode":"mini-02","edited":false},
{"time": "0:19:06", "speaker": "spk_3","line":"think that sometimes when you are on microphone, you can get a fan base of people that like what you're doing and it's It's kind of Ah, closed loop. It reinforces, you know, And you're not hearing the rest of the people in the world that hate what you're doing will","episode":"mini-02","edited":false},
{"time": "0:19:20", "speaker": "spk_1","line":"have 1000 fans, and there's 300 million people in the US Not a great race.","episode":"mini-02","edited":false},
{"time": "0:19:25", "speaker": "spk_3","line":"It's a low ratio.","episode":"mini-02","edited":false},
{"time": "0:19:27", "speaker": "spk_2","line":"OK, well, what does that mean for me? It means I think you","episode":"mini-02","edited":false},
{"time": "0:19:30", "speaker": "spk_3","line":"should broaden out your mind a little bit and not just get the house.","episode":"mini-02","edited":false},
{"time": "0:19:33", "speaker": "spk_2","line":"Amanda, listen, Do not get in the middle in the middle.","episode":"mini-02","edited":false},
{"time": "0:19:37", "speaker": "spk_1","line":"Empowered. In some ways, that popularity is king here in D. C. You know what I mean? But I don't think that playing right in the middle is the way to do it for me. Been hanging out with these lobbyists. I found that swinging wildly from side to side. Depending on whoever pays you money, that week is really how you shake things. Okay, you know what I mean. One week I'm Democrat. One week I'm Republican. One week I'm Green Party. One week I go to Santa Barbara with Ross Perot. It is so","episode":"mini-02","edited":false},
{"time": "0:20:04", "speaker": "spk_0","line":"confusing. It's a confusing. People don't understand. You and Ross Perot went to Neverland for weeks right? Well, it's vacant, It's hoping.","episode":"mini-02","edited":false},
{"time": "0:20:15", "speaker": "spk_3","line":"And Paros just friends of that sometimes.","episode":"mini-02","edited":false},
{"time": "0:20:17", "speaker": "spk_1","line":"Yes, Wow had a blast and it felt like a reminiscent experience. I don't know. How is he doing? He's rough. Years are bigger than ever. He's disintegrating. Short her, he's and he does not. Philip as soon","episode":"mini-02","edited":false},
{"time": "0:20:39", "speaker": "spk_2","line":"as he looked like sort of post snap Infinity War, where Thanasis has made the snapping","episode":"mini-02","edited":false},
{"time": "0:20:43", "speaker": "spk_1","line":"only the hair so far. But, yes,","episode":"mini-02","edited":false},
{"time": "0:20:45", "speaker": "spk_3","line":"there's parts of you over that keep cutting to Ross Perot, slowly dusting away.","episode":"mini-02","edited":false},
{"time": "0:20:50", "speaker": "spk_0","line":"And he goes, Is that Perot?","episode":"mini-02","edited":false},
{"time": "0:20:54", "speaker": "spk_3","line":"That's Ah, tonight at this juncture, I think, is the the George Bush was president. He","episode":"mini-02","edited":false},
{"time": "0:20:59", "speaker": "spk_1","line":"did. Oh, but Perot does all those old SNL things","episode":"mini-02","edited":false},
{"time": "0:21:02", "speaker": "spk_2","line":"Perot does. Impressions of Dana Carvey doing George Bush, right? SNL guy. That's funny.","episode":"mini-02","edited":false},
{"time": "0:21:08", "speaker": "spk_1","line":"Yeah, so, yeah, I I'm sort of I don't know if I'm all the way in, but I'm feeling like lobbyist is something that I can sort of grab on to.","episode":"mini-02","edited":false},
{"time": "0:21:16", "speaker": "spk_0","line":"I'll tell","episode":"mini-02","edited":false},
{"time": "0:21:16", "speaker": "spk_2","line":"you this, knowing you known your personality, it feels like that is exactly the place where you need to be. Sam. It feels like you can slide right in. You've got history. You've been an agent. You've been a guru. That's right. You know, you've You've done a lot. And I think that's a perfect world for you. I think you could do a lot of good there by doing a lot of bad. As they say","episode":"mini-02","edited":false},
{"time": "0:21:35", "speaker": "spk_3","line":"now, I'm a little worried about this. Really? Yeah. It just does feel like, um, this is gonna be you're gonna hold a lot of power in your hands is a lobbyist. And if you have no morals or ideals, it can be a little dangerous.","episode":"mini-02","edited":false},
{"time": "0:21:54", "speaker": "spk_1","line":"I think everyone in the room knows Sam Weatherman knows what he wants. Okay? And I think it's been proven from my past actions that when I set myself on the course, I'm","episode":"mini-02","edited":false},
{"time": "0:22:05", "speaker": "spk_3","line":"unmoved. Really? Because you lost your mind when a bunch of little robot cowboys didn't want to be your son's","episode":"mini-02","edited":false},
{"time": "0:22:10", "speaker": "spk_0","line":"what I did. Yeah,","episode":"mini-02","edited":false},
{"time": "0:22:12", "speaker": "spk_1","line":"that was so long ago. I don't even remember that.","episode":"mini-02","edited":false},
{"time": "0:22:16", "speaker": "spk_3","line":"So what lobbies air you kind of working with so far right now? I know. I saw any asbestos. People sided with hobby lobby with","episode":"mini-02","edited":false},
{"time": "0:22:24", "speaker": "spk_1","line":"hobby lobby. I'm with the specious. I'm with this. We can, as best I saw","episode":"mini-02","edited":false},
{"time": "0:22:28", "speaker": "spk_3","line":"you with the lobby lobby.","episode":"mini-02","edited":false},
{"time": "0:22:30", "speaker": "spk_1","line":"I'm with the lobby lobby saying that most hotel should be much more lobby than they are. I'm also with Big Pharma. I'm with Big Tobacco. I'm a teeny tobacco. Teeny. Too hot. I'm with Mom's farmer. So what? Only Opa thick?","episode":"mini-02","edited":false},
{"time": "0:22:46", "speaker": "spk_2","line":"What about Pops Farmer?","episode":"mini-02","edited":false},
{"time": "0:22:47", "speaker": "spk_1","line":"I would never work with that. My friends. Are you kidding me? The popcorn guy? Uh, so, yeah, I'm in bed with a lot of these. Big guys are in bed with the target. Lobbying for target. What about it? What do you mean? I'm not sure that platform yet, but we're just trying to take over","episode":"mini-02","edited":false},
{"time": "0:23:05", "speaker": "spk_2","line":"your disgrace in the wheels were great years, early stages.","episode":"mini-02","edited":false},
{"time": "0:23:08", "speaker": "spk_1","line":"We'll targets big place to take over Amazon. So, man, it is regulations. You know, how can we put tariffs on on deliveries? But the","episode":"mini-02","edited":false},
{"time": "0:23:21", "speaker": "spk_2","line":"crazy thing is, you're also in bed with Amazon. That's right. So you're playing both sides,","episode":"mini-02","edited":false},
{"time": "0:23:25", "speaker": "spk_3","line":"your Amazon bed, right?","episode":"mini-02","edited":false},
{"time": "0:23:27", "speaker": "spk_1","line":"I'm in an Amazon bed. But me and base. So see, also, you worked for the background","episode":"mini-02","edited":false},
{"time": "0:23:32", "speaker": "spk_0","line":"of a lot of his nudes. Thank you. Thank you. Thank you. Yeah. Yeah. A lot of","episode":"mini-02","edited":false},
{"time": "0:23:40", "speaker": "spk_3","line":"people take moods alone, but he seemed to take a lot while you were kind of like cooking in his house. To","episode":"mini-02","edited":false},
{"time": "0:23:45", "speaker": "spk_1","line":"be honest, guys, those were not about base us about me in the background. Look what I'm showing up","episode":"mini-02","edited":false},
{"time": "0:23:52", "speaker": "spk_3","line":"and showing that he was with sexy Sammy's back.","episode":"mini-02","edited":false},
{"time": "0:23:55", "speaker": "spk_1","line":"Yeah, he knows you'll know my history. How cool.","episode":"mini-02","edited":false},
{"time": "0:24:00", "speaker": "spk_3","line":"My favorite thing about this sexy Sammy persona is your big suits. What you go into sexy Sammy. You start wearing these opposite of sleekest suit.","episode":"mini-02","edited":false},
{"time": "0:24:09", "speaker": "spk_1","line":"Thank you. They're all from a thrift store. They're all your stores. Thrift store trash can, right? Excuse me. I don't want to pay for these there from a thirst or trashcan. It's like when you go to Buffalo Exchange to try to sell some of your clothes on consignment. And they said,","episode":"mini-02","edited":false},
{"time": "0:24:25", "speaker": "spk_0","line":"Wait there with a lot of buffalo and they were like, What are you doing? Watch some different ones.","episode":"mini-02","edited":false},
{"time": "0:24:33", "speaker": "spk_3","line":"Foreign exchange. These guys are idiots.","episode":"mini-02","edited":false},
{"time": "0:24:35", "speaker": "spk_1","line":"You had, like, a huge back meat, and you wanted some find me. So","episode":"mini-02","edited":false},
{"time": "0:24:39", "speaker": "spk_0","line":"I mean, I had seven or eight live buffalo","episode":"mini-02","edited":false},
{"time": "0:24:42", "speaker": "spk_3","line":"you traded. You traded eight life buffalo for a tank top and a flannel.","episode":"mini-02","edited":false},
{"time": "0:24:47", "speaker": "spk_2","line":"Now, actually, they were going to give me store credit, but I just took the cash. I got eight","episode":"mini-02","edited":false},
{"time": "0:24:51", "speaker": "spk_1","line":"dollars. That's a good deal for a buffalo dollar pie. Now","episode":"mini-02","edited":false},
{"time": "0:24:54", "speaker": "spk_3","line":"that's a dollar buffalo. That's okay. Well, I am. I just wanted to do a quick plug, Um, for my new play. Again, if anyone wants to come see it, Seinfeld's there. It's Seinfeld's one last ride. Please come check it out. And I think we're gonna find out who is the clowns, okay. And, ah, Dick, as we always dio were kind of looking for the Segway to the end of the episode. Right now, it","episode":"mini-02","edited":false},
{"time": "0:25:26", "speaker": "spk_2","line":"seems like you don't You didn't realize hosting would be so hard, Todd, and,","episode":"mini-02","edited":false},
{"time": "0:25:30", "speaker": "spk_3","line":"uh, no, actually, this is a great thing. This is not hard at all. We got a great show for you today. Beginning. This is one of my favorite show. This is probably best show we've ever had. And I know I say that a lot, but I mean, this time ah,","episode":"mini-02","edited":false},
{"time": "0:25:45", "speaker": "spk_1","line":"he's doing You are doing the string dance from common. Just things. 00 from your leg. Getting the floor?","episode":"mini-02","edited":false},
{"time": "0:25:56", "speaker": "spk_3","line":"Yeah. I don't know how that guy does it. Okay, okay.","episode":"mini-02","edited":false},
{"time": "0:26:05", "speaker": "spk_0","line":"It up don't you got this?","episode":"mini-02","edited":false},
{"time": "0:26:09", "speaker": "spk_3","line":"So after the break, Uh uh.","episode":"mini-02","edited":false},
{"time": "0:26:16", "speaker": "spk_0","line":"Has this ever happened Teoh folk? So,","episode":"mini-02","edited":false},
{"time": "0:26:22", "speaker": "spk_1","line":"um, I just get to stay Flippy.","episode":"mini-02","edited":false},
{"time": "0:26:25", "speaker": "spk_3","line":"But so as we are as, um uh, uh, Apology here about this. Yeah. Yeah. You don't? Yeah. Don't enable. Yeah, yeah. Thank you. Paul Shaffer on the other keys. Okay. Thank you, Sam. A little help here. A little more.","episode":"mini-02","edited":false},
{"time": "0:26:43", "speaker": "spk_1","line":"Yeah. You had a gun.","episode":"mini-02","edited":false},
{"time": "0:26:45", "speaker": "spk_3","line":"You know, Poland. It's ST Paul Shaffer bikini. Oh, Regis over there.","episode":"mini-02","edited":false},
{"time": "0:26:52", "speaker": "spk_0","line":"Yeah, well, that is really talking about Joaquin Phoenix bikini. All right, so every now and again,","episode":"mini-02","edited":false},
{"time": "0:27:00", "speaker": "spk_3","line":"we got Regis Philbin. We got Paul Shaffer. We got Todd Podd Tadre. Uh, anybody else want to support me in here, or, uh Okay, Well, um, we got exciting for","episode":"mini-02","edited":false},
{"time": "0:27:12", "speaker": "spk_1","line":"the record. A big nonsupport from Howard","episode":"mini-02","edited":false},
{"time": "0:27:15", "speaker": "spk_2","line":"born. Oh, Hey, man, you support me, I'll support you. That's what I always say.","episode":"mini-02","edited":false},
{"time": "0:27:20", "speaker": "spk_3","line":"The NFL's Tiki Barber is gonna be here after the break. We got Tiki Barber and he and I are gonna play a little game. We're going to sing a song and play games together. Well, game and we're gonna do some karaoke A afterwards.","episode":"mini-02","edited":false},
{"time": "0:27:37", "speaker": "spk_1","line":"They're ready. Here we go. Tadre,","episode":"mini-02","edited":false},
{"time": "0:27:39", "speaker": "spk_0","line":"Let's go. The roots are","episode":"mini-02","edited":false},
{"time": "0:27:40", "speaker": "spk_3","line":"in the house. The","episode":"mini-02","edited":false},
{"time": "0:27:42", "speaker": "spk_0","line":"best band in late","episode":"mini-02","edited":false},
{"time": "0:27:45", "speaker": "spk_3","line":"Your puppet A puppet oboe.","episode":"mini-02","edited":false},
{"time": "0:27:49", "speaker": "spk_1","line":"Hold. All right, guys, Have a great week.","episode":"mini-02","edited":false},
{"time": "0:27:54", "speaker": "spk_3","line":"Have a great week. Um, we're off next","episode":"mini-02","edited":false},
{"time": "0:27:57", "speaker": "spk_0","line":"week for the Olympics. No, it's not. We'll be back with Marv. Albert tiene todo in two weeks. We","episode":"mini-02","edited":false},
{"time": "0:28:14", "speaker": "spk_3","line":"got Marv Albert. He's gonna explain that thing you did where he assaulted somebody.","episode":"mini-02","edited":false}]
