[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-20","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"good sand man. Everybody, welcome to the teacher's lounge way are hanging in our beach house. It's me, Dave. Tasty wave Goldstein, hosting from the beach, tested my best buds. I hope everybody had a good week or a bad week. Who cares? As long as the beach is gonna wash it all away, let's go around the old surfboard that we connect our podcast equipment to. And for the first time, listeners introduced what we got here.","episode":"mini-20","edited":false},
{"time": "0:00:42", "speaker": "spk_1","line":"What's up? Its many the amenity C. Cowan around hoping I don't get hit by a boat","episode":"mini-20","edited":false},
{"time": "0:00:50", "speaker": "spk_0","line":"man whose nickname, as you all know, comes from the amount of times has been hit by a bullet while swimming.","episode":"mini-20","edited":false},
{"time": "0:00:56", "speaker": "spk_1","line":"I like to swim the marina","episode":"mini-20","edited":false},
{"time": "0:00:58", "speaker": "spk_2","line":"and I don't bring a flag in. Ah, here I am checking in from the hammock. Uh, yeah, it's me, Doug.","episode":"mini-20","edited":false},
{"time": "0:01:11", "speaker": "spk_1","line":"Big revealed. Big reveal about cool. It is to be a major.","episode":"mini-20","edited":false},
{"time": "0:01:17", "speaker": "spk_2","line":"I've been up here for a while.","episode":"mini-20","edited":false},
{"time": "0:01:19", "speaker": "spk_0","line":"Doug's been stuck in my hammock since last,","episode":"mini-20","edited":false},
{"time": "0:01:23", "speaker": "spk_2","line":"and honestly, I'm just choosing to go with the flow fellas. It's honest believing a great, uh, Excuse Teoh not head back to my place. And","episode":"mini-20","edited":false},
{"time": "0:01:32", "speaker": "spk_0","line":"you went down to the Home Depot. And you told that you you hired some guys and when they came to insult a hammock, they said, We think you've got it too high. And this is five minutes.","episode":"mini-20","edited":false},
{"time": "0:01:41", "speaker": "spk_2","line":"I said, Hey, man, I paid you to install the hammock. I didn't pay you to tell me how high it was, Doug. All right? And then, uh, and then I and then when they fucking walked away, I said, All right, well, I can't reach you to fail you. So come back some time. And, uh, I'll hit you with a check. But","episode":"mini-20","edited":false},
{"time": "0:01:59", "speaker": "spk_1","line":"you've been stuck up there for a long","episode":"mini-20","edited":false},
{"time": "0:02:01", "speaker": "spk_2","line":"time. Yeah, but you know what? It's fine, man. Ah, got a little bird nest here that they laid to Max and I at. That's right. I just been eating these, Uh, these eggs","episode":"mini-20","edited":false},
{"time": "0:02:12", "speaker": "spk_1","line":"have been eating raw bird","episode":"mini-20","edited":false},
{"time": "0:02:13", "speaker": "spk_2","line":"eggs. Yes. I mean, it's better than headed back home, You know what I mean? I'm fucking sick of my kids.","episode":"mini-20","edited":false},
{"time": "0:02:19", "speaker": "spk_0","line":"Uh, so that's still an issue. How they're still busting your own.","episode":"mini-20","edited":false},
{"time": "0:02:22", "speaker": "spk_2","line":"Yeah, man. And I'm like, Listen, just because your mom left doesn't mean you can treat me the way she did. She said a way. Don't need a fucking placeholder for Cheryl like you guys are different. You are 12 and 10. Stop making fun of me.","episode":"mini-20","edited":false},
{"time": "0:02:45", "speaker": "spk_0","line":"So you ran away from home, huh?","episode":"mini-20","edited":false},
{"time": "0:02:48", "speaker": "spk_2","line":"What do you mean? You think I'm standing this hammer? You think I could actually get down from this hammock if I wanted to? But I choose to stay up here to stay away from my kids.","episode":"mini-20","edited":false},
{"time": "0:02:56", "speaker": "spk_1","line":"I'm not quite No, we think you're stuck in a fairly. But we think you did run away from home and then got second dynamic, Which is why you're not running back to home. I","episode":"mini-20","edited":false},
{"time": "0:03:05", "speaker": "spk_2","line":"mean, your kids have got to be hunger both Kim. Whatever. Dude, I left so many frozen pizzas over there, man, and they know how to use an oven over there, huh?","episode":"mini-20","edited":false},
{"time": "0:03:14", "speaker": "spk_1","line":"What do you mean over there?","episode":"mini-20","edited":false},
{"time": "0:03:16", "speaker": "spk_2","line":"Had my","episode":"mini-20","edited":false},
{"time": "0:03:16", "speaker": "spk_3","line":"point is actually a lot of Rosen pieces over here.","episode":"mini-20","edited":false},
{"time": "0:03:20", "speaker": "spk_0","line":"And of course, everybody l know Tater","episode":"mini-20","edited":false},
{"time": "0:03:24", "speaker": "spk_3","line":"hey was at me. Oh, my retainer","episode":"mini-20","edited":false},
{"time": "0:03:27", "speaker": "spk_1","line":"Tater The definition of a true beach","episode":"mini-20","edited":false},
{"time": "0:03:30", "speaker": "spk_3","line":"bone A late ain't nobody me almost beat longer. I have.","episode":"mini-20","edited":false},
{"time": "0:03:35", "speaker": "spk_2","line":"That's true. I mean, your skin would definitely tell that story What? Your skin tells a tale","episode":"mini-20","edited":false},
{"time": "0:03:40", "speaker": "spk_3","line":"that's ready. And Brown and Levin","episode":"mini-20","edited":false},
{"time": "0:03:44", "speaker": "spk_0","line":"Taylor comes from, you know, it was a different era. Uh, comes from people to smoke cigarettes. They didn't know what caused. They used to smoke exhaust pipes. In Taylor's case. Well, you","episode":"mini-20","edited":false},
{"time": "0:03:54", "speaker": "spk_3","line":"pull off the back of a Chevy s 10 I would take big pools, almost areas 10 and sport out there. Smoke.","episode":"mini-20","edited":false},
{"time": "0:04:02", "speaker": "spk_1","line":"Does that get you high?","episode":"mini-20","edited":false},
{"time": "0:04:04", "speaker": "spk_3","line":"Yeah. Oh, yeah. Oh, yeah.","episode":"mini-20","edited":false},
{"time": "0:04:07", "speaker": "spk_2","line":"Good. Yeah. I mean, yeah, when you say hi, I mean, you, uh you hold the record for the most deaths and revivals.","episode":"mini-20","edited":false},
{"time": "0:04:14", "speaker": "spk_3","line":"Yes, I do. Yes, I do. Out. Utmost. I have been revived 44 times.","episode":"mini-20","edited":false},
{"time": "0:04:20", "speaker": "spk_0","line":"That's, uh and you died 48. So there's still three deaths that have not been","episode":"mini-20","edited":false},
{"time": "0:04:25", "speaker": "spk_3","line":"about. I am currently that I'm over. I have got 911 was here on the way.","episode":"mini-20","edited":false},
{"time": "0:04:34", "speaker": "spk_1","line":"It's great for you to come up here from the beach to do the","episode":"mini-20","edited":false},
{"time": "0:04:37", "speaker": "spk_3","line":"podcast, considering I am dead. Yes, is really unbelievable that I am here","episode":"mini-20","edited":false},
{"time": "0:04:43", "speaker": "spk_0","line":"now. We did this podcast, and I think the thing we realized early on is, uh oh, I realized we didn't do early on, so maybe we should do today is we never really tell Joe how we met. Tater Tater sold us all big beach sombreros. Ah, and little like those little kind of kids Batman toys that you throw in the air and that kind of float through that. And he was such a good salesman.","episode":"mini-20","edited":false},
{"time": "0:05:12", "speaker": "spk_3","line":"Yeah, I know. That is a little thing you need on a B.","episode":"mini-20","edited":false},
{"time": "0:05:15", "speaker": "spk_0","line":"You were those 40 hats on top of each other.","episode":"mini-20","edited":false},
{"time": "0:05:18", "speaker": "spk_3","line":"That hat I am burning Langguth around the last time you come out and be you don't remember anything. You loved their brains, you know, You put them bring thing, the vamp, un women and playing around went on the beat. And then you forget him, and then I'm not gonna 500 has home Do that","episode":"mini-20","edited":false},
{"time": "0:05:37", "speaker": "spk_2","line":"metallic. I think you need to speak in shorter sentences because the longer you speak, the harder it is to understand the words","episode":"mini-20","edited":false},
{"time": "0:05:43", "speaker": "spk_3","line":"we live. But I don't let me. You forget. I am dead technically, technically dead, but it","episode":"mini-20","edited":false},
{"time": "0:05:52", "speaker": "spk_1","line":"feel you feel pretty lively.","episode":"mini-20","edited":false},
{"time": "0:05:53", "speaker": "spk_3","line":"I got lively to me. What is it like minutes having a being dad? Okay, He's only it more more.","episode":"mini-20","edited":false},
{"time": "0:06:01", "speaker": "spk_0","line":"And this one was making test in the shower. Right? This","episode":"mini-20","edited":false},
{"time": "0:06:04", "speaker": "spk_3","line":"damn. Making a bunch of united in the four toast maker, you know of or","episode":"mini-20","edited":false},
{"time": "0:06:10", "speaker": "spk_2","line":"it's a toaster with four slots. And","episode":"mini-20","edited":false},
{"time": "0:06:12", "speaker": "spk_3","line":"that ain't big. They get most e encounter I put in a shower with me. Could have a bye on the floor by the tone of Lower.","episode":"mini-20","edited":false},
{"time": "0:06:21", "speaker": "spk_0","line":"That's, um, Stargate toast.","episode":"mini-20","edited":false},
{"time": "0:06:22", "speaker": "spk_3","line":"Yeah, but I would get ready to go out. He's Gap vision, my my T shirt. You're nice, teacher. You know, that one is lime green on a little CV. Blaze on.","episode":"mini-20","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"We know when you put that T shirt on, it is catfish night.","episode":"mini-20","edited":false},
{"time": "0:06:36", "speaker": "spk_3","line":"I meant it out if I got my knives. Danger.","episode":"mini-20","edited":false},
{"time": "0:06:40", "speaker": "spk_0","line":"Now we all like to come down here. We way. We decided about seven years ago. We need a place to just be ourselves and relax.","episode":"mini-20","edited":false},
{"time": "0:06:50", "speaker": "spk_1","line":"No kids, no wives. No. You know this crayons from work. No government official. And none of","episode":"mini-20","edited":false},
{"time": "0:07:00", "speaker": "spk_2","line":"these sort of, like distractions of our usual lives to note. No TV, no radio","episode":"mini-20","edited":false},
{"time": "0:07:05", "speaker": "spk_3","line":"coyotes. That little you? Yes. None of the regulators.","episode":"mini-20","edited":false},
{"time": "0:07:11", "speaker": "spk_2","line":"Coyotes, the classic beach animal","episode":"mini-20","edited":false},
{"time": "0:07:14", "speaker": "spk_0","line":"containers case. Yeah. You know, the charities that I would say you live with?","episode":"mini-20","edited":false},
{"time": "0:07:19", "speaker": "spk_3","line":"Yeah. I mean, I live with two white collar coyotes. They will go out and get a war, you know? No. Got any, Really? Not Gadi, but a union at eight and terror.","episode":"mini-20","edited":false},
{"time": "0:07:32", "speaker": "spk_0","line":"Tater always tells us when he's talking about those coyotes. I don't want to set you up for your old line, but you always Carter's like, you know what I like about those coyotes?","episode":"mini-20","edited":false},
{"time": "0:07:40", "speaker": "spk_3","line":"You know what I know about any of these? Not I don, I am. And when I always am, I met my man. My nothing.","episode":"mini-20","edited":false},
{"time": "0:07:50", "speaker": "spk_0","line":"So here we are. We're back at the house and we're hoping that a czar fans, you're doing what we're doing. You're sipping on a corona or a margarita Munakata political auto, sex on the beach","episode":"mini-20","edited":false},
{"time": "0:08:03", "speaker": "spk_3","line":"and a zeit I in exhaust pipe of the V Astra.","episode":"mini-20","edited":false},
{"time": "0:08:10", "speaker": "spk_0","line":"Any of those options? I don't recommend the exhaust pipe, but the rest of pretty delightful, unless you do have taters ability to live and die.","episode":"mini-20","edited":false},
{"time": "0:08:19", "speaker": "spk_3","line":"And I may never everybody and,","episode":"mini-20","edited":false},
{"time": "0:08:22", "speaker": "spk_0","line":"uh, now what we'd like to do on this is talk about what we're doing in our lives. But what we're it's not what we're getting away from but what we're getting away to, um, for me, it is catching a little flounder. Yeah, And I've been I've tried to you know, that there's been some issues on the beach because people say the oceans not really for fly fishing.","episode":"mini-20","edited":false},
{"time": "0:08:49", "speaker": "spk_2","line":"Also, a lot of people are like, I mean, that's really for a river and, like river fish come really like the style of fishing doesn't work. You need something to troll the bottom of the","episode":"mini-20","edited":false},
{"time": "0:08:58", "speaker": "spk_3","line":"the founder. How would even a fish see a little flack on the top of the water if it's rolling way?","episode":"mini-20","edited":false},
{"time": "0:09:06", "speaker": "spk_1","line":"And also, of course, very dangerous to cast off the beach when you're whipping around them?","episode":"mini-20","edited":false},
{"time": "0:09:12", "speaker": "spk_3","line":"Yeah, and is is basically tough when you cast towards the dunes on Not","episode":"mini-20","edited":false},
{"time": "0:09:19", "speaker": "spk_0","line":"well. I got a big radius, you know, as faras the amount of line I'm letting out casting. And I wasn't having a lot of luck on the water, So I thought maybe the frickin dunes I'd catch something","episode":"mini-20","edited":false},
{"time": "0:09:31", "speaker": "spk_1","line":"caught up in your radius","episode":"mini-20","edited":false},
{"time": "0:09:33", "speaker": "spk_0","line":"is makes","episode":"mini-20","edited":false},
{"time": "0:09:34", "speaker": "spk_3","line":"you did case the other day you didn't kids any matchup, mackerel. But you did catch an advertiser of hush puppies a little.","episode":"mini-20","edited":false},
{"time": "0:09:45", "speaker": "spk_1","line":"You came home with a to go box and said, Look","episode":"mini-20","edited":false},
{"time": "0:09:48", "speaker": "spk_3","line":"what I cough. That was from of course, see softies. No. Yeah. No,","episode":"mini-20","edited":false},
{"time": "0:09:55", "speaker": "spk_0","line":"no, no, no. I caught that. I cut that in the ocean.","episode":"mini-20","edited":false},
{"time": "0:09:58", "speaker": "spk_3","line":"What? It Either way, they're not getting a break.","episode":"mini-20","edited":false},
{"time": "0:10:01", "speaker": "spk_0","line":"It's just, You know, the big one got away. But I did, because I had I had a probably biggest land I've ever had on the line. Right. When you guys went home, I said, I'm gonna dig","episode":"mini-20","edited":false},
{"time": "0:10:11", "speaker": "spk_1","line":"its founder. You","episode":"mini-20","edited":false},
{"time": "0:10:12", "speaker": "spk_0","line":"I swear, hand to God the biggest flounder I've ever had.","episode":"mini-20","edited":false},
{"time": "0:10:17", "speaker": "spk_2","line":"How many pounds do you think it","episode":"mini-20","edited":false},
{"time": "0:10:18", "speaker": "spk_0","line":"waas? I mean, I didn't see it, but","episode":"mini-20","edited":false},
{"time": "0:10:21", "speaker": "spk_1","line":"I didn't see it. We'll see it. But you didn't catch some deep fried corn","episode":"mini-20","edited":false},
{"time": "0:10:25", "speaker": "spk_0","line":"bread. Yeah, well, you know, I after I lost the big flounder, I was like, one more cast. We'll see what happens. And I got it to go box of dry, deep fried corn bread. You","episode":"mini-20","edited":false},
{"time": "0:10:37", "speaker": "spk_3","line":"didn't take it down to Marina and hang it up on the weight scale. Take a picture with it","episode":"mini-20","edited":false},
{"time": "0:10:42", "speaker": "spk_0","line":"was only a three pounder, but","episode":"mini-20","edited":false},
{"time": "0:10:44", "speaker": "spk_3","line":"he said every didn't even have it. Garlic a only. And that would have made it about 3.5 is","episode":"mini-20","edited":false},
{"time": "0:10:51", "speaker": "spk_1","line":"a big, big way. You know","episode":"mini-20","edited":false},
{"time": "0:10:55", "speaker": "spk_3","line":"what I did? And they got a deeper what was a black going.","episode":"mini-20","edited":false},
{"time": "0:11:00", "speaker": "spk_0","line":"So you So it is.","episode":"mini-20","edited":false},
{"time": "0:11:02", "speaker": "spk_3","line":"My brain bag is I keep pulling over the semi trip by back body","episode":"mini-20","edited":false},
{"time": "0:11:08", "speaker": "spk_0","line":"and you're dead also. Right. Um but","episode":"mini-20","edited":false},
{"time": "0:11:11", "speaker": "spk_1","line":"that's why I should get now they're getting some fishing.","episode":"mini-20","edited":false},
{"time": "0:11:13", "speaker": "spk_0","line":"That's right. And I think, you know, it's so funny of this beach life. These people coming up to me telling me how I'm fishing wrong. It's like it's the beach, man. I'm not telling you how you're wearing sunscreen. Wrong","episode":"mini-20","edited":false},
{"time": "0:11:24", "speaker": "spk_3","line":"away at a you are weighing in on the Babel. Well, little opinion, a huge love. It You've a harder you got the heart or not let you walk around with","episode":"mini-20","edited":false},
{"time": "0:11:36", "speaker": "spk_0","line":"Yeah, you know, I take down peoples names and I let him know afterwards. Why, but that make a big announcement. That's","episode":"mini-20","edited":false},
{"time": "0:11:41", "speaker": "spk_3","line":"fishing. Don't be like that. The ocean is a lot of next year.","episode":"mini-20","edited":false},
{"time": "0:11:46", "speaker": "spk_0","line":"Yeah, Beach book that it's the beach book dot wave right now and you can check that out. And right now there's no photos. People don't let me take photos that often. But I'll describe a person, I'll say their full name and then I'll say hot or not at the end, see what they were wearing, you know? So if you been down onto, um, New Smyrna Beach in the past 14 days, check the website for your full name, and I'll let you know what you were wearing. And if you were hot or","episode":"mini-20","edited":false},
{"time": "0:12:14", "speaker": "spk_3","line":"you already big, you really give out.","episode":"mini-20","edited":false},
{"time": "0:12:18", "speaker": "spk_0","line":"Well, you know,","episode":"mini-20","edited":false},
{"time": "0:12:19", "speaker": "spk_1","line":"that's down. I mean, you're at the beach to a, you know, pretty revealing get ups and everything.","episode":"mini-20","edited":false},
{"time": "0:12:25", "speaker": "spk_3","line":"Yet it made a birdie night. The meat.","episode":"mini-20","edited":false},
{"time": "0:12:27", "speaker": "spk_0","line":"Yeah. And you know, I'm going around, and it's tough to get around on my, um, electric scooter. Uh, but But","episode":"mini-20","edited":false},
{"time": "0:12:36", "speaker": "spk_3","line":"you know what? You know what I like about of age, but","episode":"mini-20","edited":false},
{"time": "0:12:39", "speaker": "spk_0","line":"about my beach","episode":"mini-20","edited":false},
{"time": "0:12:40", "speaker": "spk_3","line":"booking? I am by your","episode":"mini-20","edited":false},
{"time": "0:12:43", "speaker": "spk_0","line":"mother fucker now, many of the manatee. That's right. Um, you recently, uh, got a big promotion. And I know we're not here to talk about what happened. Way.","episode":"mini-20","edited":false},
{"time": "0:12:57", "speaker": "spk_1","line":"I do not want to talk about it.","episode":"mini-20","edited":false},
{"time": "0:12:59", "speaker": "spk_3","line":"You were right out in the people. Beg your pardon? You were our for that motion. I","episode":"mini-20","edited":false},
{"time": "0:13:04", "speaker": "spk_1","line":"was offered him a most at breakfast at you worked really hard time, I remind you. Was that what it was? No. Okay. I got offered a mimosa brunch, which was nice and a bit of a promotion from or introduced. But I did. I did","episode":"mini-20","edited":false},
{"time": "0:13:22", "speaker": "spk_3","line":"that you would help me hold on o t ordered in orange","episode":"mini-20","edited":false},
{"time": "0:13:25", "speaker": "spk_0","line":"juice. And they said, They say you don't like you've been doing such good work here. We'd love to promote you to a","episode":"mini-20","edited":false},
{"time": "0:13:30", "speaker": "spk_1","line":"manager. Pulled you make","episode":"mini-20","edited":false},
{"time": "0:13:34", "speaker": "spk_3","line":"it wasn't my mind.","episode":"mini-20","edited":false},
{"time": "0:13:35", "speaker": "spk_1","line":"Well, that was the brunch promoted. Gotta riel Life promotion now, but that I don't want to talk about Well, I would talk about this brunch promotion that I did get from orange juice to Mimosa. We'll just add champagne. But if you had were these things lotion give you them emotion in the ocean?","episode":"mini-20","edited":false},
{"time": "0:13:56", "speaker": "spk_0","line":"That's right. It's not about the size of the glasses, the amount of emotion.","episode":"mini-20","edited":false},
{"time": "0:14:00", "speaker": "spk_1","line":"That's right. That's right, because the glasses skinny. It's a flute. Typically not the kind you think, but it's a flute. Bad, small. But you can really spin the liquid around in there. Oh, yeah. It'll get your tipped.","episode":"mini-20","edited":false},
{"time": "0:14:15", "speaker": "spk_0","line":"Yeah, You get tipped fast.","episode":"mini-20","edited":false},
{"time": "0:14:17", "speaker": "spk_1","line":"Yeah, I got tipped and I went and took a dip in the Marine of the other day.","episode":"mini-20","edited":false},
{"time": "0:14:21", "speaker": "spk_0","line":"Immediately hit by a speed.","episode":"mini-20","edited":false},
{"time": "0:14:23", "speaker": "spk_1","line":"Absolutely, absolutely. When Who's the winner? Because there rudder fell off. My butt is intact,","episode":"mini-20","edited":false},
{"time": "0:14:32", "speaker": "spk_0","line":"runner, and you kept your butter.","episode":"mini-20","edited":false},
{"time": "0:14:34", "speaker": "spk_3","line":"Yes, when in Emma's B about raises, you know we're in a two boat get, like doing amount. Allow others women in a pile about flying that line. It went in. Boat raises do.","episode":"mini-20","edited":false},
{"time": "0:14:47", "speaker": "spk_0","line":"That's right, Thank you data.","episode":"mini-20","edited":false},
{"time": "0:14:52", "speaker": "spk_1","line":"It's tough to keep going when you chime in tenor, it's, um, about it. Just you. I eat that. I like it. I mean, we want you are sometimes hard to compete that way. We all thought we were regular men here to enjoy our vacation at the beach. And then Tater came in pretty strong. Makes a field tough to keep up with. So, yeah, my thing is, I swim in the marina, have been hit by boats a lot","episode":"mini-20","edited":false},
{"time": "0:15:21", "speaker": "spk_3","line":"how your great years may be great or not to be legally dead. But","episode":"mini-20","edited":false},
{"time": "0:15:28", "speaker": "spk_2","line":"here's the thing, guys, I think you guys know I think that our obsession with competition in general is what's wrong with this whole fucking world. What?","episode":"mini-20","edited":false},
{"time": "0:15:37", "speaker": "spk_3","line":"I really take a bathrooms of et run away from his get up in the dream. Okay, Well,","episode":"mini-20","edited":false},
{"time": "0:15:43", "speaker": "spk_1","line":"speaking of the tube, we rig","episode":"mini-20","edited":false},
{"time": "0:15:46", "speaker": "spk_3","line":"beginning to do well. I think this obsession at my ear","episode":"mini-20","edited":false},
{"time": "0:15:52", "speaker": "spk_2","line":"I think this obsession with competition is the thing that's ruining this whole country. You know, it's this old keeping up with the Joneses thing. It's like a way for the judges to keep up with you is what I always say,","episode":"mini-20","edited":false},
{"time": "0:16:03", "speaker": "spk_1","line":"What I'm talking about","episode":"mini-20","edited":false},
{"time": "0:16:04", "speaker": "spk_0","line":"way don't really want to talk too much about what happened in the week before. But you coach the Olympic Girls ah, volleyball team to a loss because you thought the competition was too much.","episode":"mini-20","edited":false},
{"time": "0:16:17", "speaker": "spk_2","line":"Yeah, I was like, Look, you either got it or you don't go into the game play by the rules, but don't play hard and see what happens because this old competition is. I mean, it's gonna make it awkward afterwards. It's like if you","episode":"mini-20","edited":false},
{"time": "0:16:31", "speaker": "spk_1","line":"get into an","episode":"mini-20","edited":false},
{"time": "0:16:31", "speaker": "spk_2","line":"argument with people, you can't be normal with them afterwards. So my whole thing is just like, hands up. I don't want a deal.","episode":"mini-20","edited":false},
{"time": "0:16:38", "speaker": "spk_0","line":"Is this have anything to do with your son's beating you in a drag race.","episode":"mini-20","edited":false},
{"time": "0:16:42", "speaker": "spk_2","line":"Uh, that's a lot to do with them, forcing me to be in a drag race in the first place and it being not not a car. What is? What will say","episode":"mini-20","edited":false},
{"time": "0:16:52", "speaker": "spk_1","line":"now? You dressed up in drag and have foot? Yeah,","episode":"mini-20","edited":false},
{"time": "0:16:55", "speaker": "spk_0","line":"and they were faster and honestly, Slater served a lot more realistic.","episode":"mini-20","edited":false},
{"time": "0:17:00", "speaker": "spk_3","line":"A I did a double a dead drop. You broke, you need You didn't get any gay, but again, But they do death drop.","episode":"mini-20","edited":false},
{"time": "0:17:08", "speaker": "spk_2","line":"Yeah, I've said. I said, going into it, I was like, Listen, you guys can go as hard as you want. I got the dress on and the makeup on. That's as far as I'm going.","episode":"mini-20","edited":false},
{"time": "0:17:17", "speaker": "spk_0","line":"Is it true that your son's air representing your wife in the divorce You heard about that? Yeah, it's It was almost unbelievable.","episode":"mini-20","edited":false},
{"time": "0:17:27", "speaker": "spk_3","line":"Levi's a day in a row, Janna. One. You went now hard. Yeah, you boys is just 38 year olds.","episode":"mini-20","edited":false},
{"time": "0:17:36", "speaker": "spk_0","line":"Yeah, not to 10 and 12 year olds. 38 year","episode":"mini-20","edited":false},
{"time": "0:17:38", "speaker": "spk_2","line":"old. I mean, here's the thing I thought my wife said, Hey, let's televise are hard force. And I said, Okay, I","episode":"mini-20","edited":false},
{"time": "0:17:51", "speaker": "spk_1","line":"don't divide for the TV, right? Yeah. And I was","episode":"mini-20","edited":false},
{"time": "0:17:54", "speaker": "spk_2","line":"like, May you know, maybe this could turn into a whole thing. The public could get behind me to a","episode":"mini-20","edited":false},
{"time": "0:17:59", "speaker": "spk_3","line":"lot of people. Oh, now you used to bait a weatherman. Everybody really like.","episode":"mini-20","edited":false},
{"time": "0:18:03", "speaker": "spk_2","line":"It's crazy that people don't know that I used to be the weatherman because I was on TV literally, every day, twice a day.","episode":"mini-20","edited":false},
{"time": "0:18:10", "speaker": "spk_3","line":"That's why you're able to sail to rise too much. You're barred.","episode":"mini-20","edited":false},
{"time": "0:18:13", "speaker": "spk_2","line":"Yeah, yeah, yeah. But you know, nobody's biting so far on it. Za fresh","episode":"mini-20","edited":false},
{"time": "0:18:18", "speaker": "spk_1","line":"used to be the weatherman. Now you coach the wounds US volleyball. Yet you run away from your parents to be in a hammock up high.","episode":"mini-20","edited":false},
{"time": "0:18:26", "speaker": "spk_2","line":"Yeah, parents and Children. We didn't talk about","episode":"mini-20","edited":false},
{"time": "0:18:29", "speaker": "spk_3","line":"family. But, baby, you and below You manage?","episode":"mini-20","edited":false},
{"time": "0:18:33", "speaker": "spk_2","line":"Yeah. You know, a lot of people's when people do get into with me, they do say, You know, it feels like you've sort of isolated yourself. You're sort of on an island on, and I say, You know what? If that's the way it's got to be, that's the way it's","episode":"mini-20","edited":false},
{"time": "0:18:45", "speaker": "spk_1","line":"going to say the same thing to me. They say it seems like you're trying to get hit by those. But they say don't go in the marina right in the channel, Right egg entering the eggs and","episode":"mini-20","edited":false},
{"time": "0:18:55", "speaker": "spk_3","line":"Shan and tai a buoy. This is deepest part of the river, right? Owning.","episode":"mini-20","edited":false},
{"time": "0:19:02", "speaker": "spk_1","line":"Right. And the buoy is paper. And I'm right underneath","episode":"mini-20","edited":false},
{"time": "0:19:05", "speaker": "spk_3","line":"wide and eight. Yeah,","episode":"mini-20","edited":false},
{"time": "0:19:07", "speaker": "spk_1","line":"yeah, but it's accidents.","episode":"mini-20","edited":false},
{"time": "0:19:09", "speaker": "spk_0","line":"Do you as your because I know you started doing that right after you learned what a meet. Cute waas is your goal there to kind of run into someone and fall in love? Or am I reading into that too?","episode":"mini-20","edited":false},
{"time": "0:19:21", "speaker": "spk_1","line":"Well, I've never had a friend that owned a boat and definitely not one that was romantically interested to me, So yeah, I was hoping that they bumped me on the head. Feel bad?","episode":"mini-20","edited":false},
{"time": "0:19:31", "speaker": "spk_2","line":"Take my God. Come on. In the boat? Yeah. Doing asleep on Seattle today? Oh, yeah.","episode":"mini-20","edited":false},
{"time": "0:19:38", "speaker": "spk_1","line":"Yeah. Didn't happen yet. Mostly they just think I'm a fat man ity and they say no big. You wouldn't believe the amount of times I've been hit on the back. I haven't heard the words No, big.","episode":"mini-20","edited":false},
{"time": "0:19:48", "speaker": "spk_2","line":"They always","episode":"mini-20","edited":false},
{"time": "0:19:49", "speaker": "spk_3","line":"go ahead mixing them the pictures of you on the signs. The managers charge slowly side they got you drone out and that thing is no drone in your fight. Now it's pretty Newsom Liberty.","episode":"mini-20","edited":false},
{"time": "0:20:04", "speaker": "spk_1","line":"It looks mean to me or to a manatee.","episode":"mini-20","edited":false},
{"time": "0:20:07", "speaker": "spk_0","line":"Either way, it's an insult.","episode":"mini-20","edited":false},
{"time": "0:20:09", "speaker": "spk_3","line":"Yeah, entities are getting together to protest The","episode":"mini-20","edited":false},
{"time": "0:20:12", "speaker": "spk_2","line":"humanity have actually pitched a new design for the for the for the thing that is. Actually it's a man in t a T shirt.","episode":"mini-20","edited":false},
{"time": "0:20:20", "speaker": "spk_1","line":"I swim in","episode":"mini-20","edited":false},
{"time": "0:20:20", "speaker": "spk_2","line":"a teacher. Yeah, they're trying. The manatees have organized to try to get the signs replaced with Beware man in","episode":"mini-20","edited":false},
{"time": "0:20:26", "speaker": "spk_3","line":"team and","episode":"mini-20","edited":false},
{"time": "0:20:27", "speaker": "spk_1","line":"we'll Their big thing is my face is uglier than theirs. I want to be associative. Also my to say we're about","episode":"mini-20","edited":false},
{"time": "0:20:35", "speaker": "spk_3","line":"beginnings. Where regularly is animal. They","episode":"mini-20","edited":false},
{"time": "0:20:39", "speaker": "spk_1","line":"They also think that my to buck teeth are a little bit broad for what they have.","episode":"mini-20","edited":false},
{"time": "0:20:44", "speaker": "spk_3","line":"You played a manatee in a movie and out of manatees up in arms. That is a raises the Gators agent,","episode":"mini-20","edited":false},
{"time": "0:20:53", "speaker": "spk_1","line":"but I say this is just how I look. The manatee thing is, is an accidental goof up work. Last","episode":"mini-20","edited":false},
{"time": "0:21:01", "speaker": "spk_0","line":"a Zumanity movie?","episode":"mini-20","edited":false},
{"time": "0:21:03", "speaker": "spk_1","line":"No, that's what's so offensive that the manatees don't get","episode":"mini-20","edited":false},
{"time": "0:21:07", "speaker": "spk_2","line":"it. The director saw you and was like? Well, I guess we just have to do the only thing we can do here.","episode":"mini-20","edited":false},
{"time": "0:21:12", "speaker": "spk_1","line":"Oh, they change the whole script. It was originally about a grocery bagger and their humanity. You know, Guy looks too much like a Manti. Now it's about a man city.","episode":"mini-20","edited":false},
{"time": "0:21:25", "speaker": "spk_0","line":"So if you guys want, you can go onto iTunes and check out inhumanity. Uh, on. It's about a woman who falls in love with a manatee in a grocery store.","episode":"mini-20","edited":false},
{"time": "0:21:37", "speaker": "spk_2","line":"And it's crazy to me that you say they didn't change the title of the movie. It just somehow change the","episode":"mini-20","edited":false},
{"time": "0:21:43", "speaker": "spk_3","line":"pregnancy. We got inhumanity.","episode":"mini-20","edited":false},
{"time": "0:21:46", "speaker": "spk_0","line":"And that's, um, that's ah, who directed that?","episode":"mini-20","edited":false},
{"time": "0:21:50", "speaker": "spk_1","line":"Um, I don't know. Whatever given isn't he wouldn't give his name, said, Trust me,","episode":"mini-20","edited":false},
{"time": "0:21:59", "speaker": "spk_0","line":"that's how you know you're not doing well. If the director will not even told you","episode":"mini-20","edited":false},
{"time": "0:22:03", "speaker": "spk_1","line":"have a name and image, you recording my image the whole time die at least deserve. You know who I'm talking about. I","episode":"mini-20","edited":false},
{"time": "0:22:10", "speaker": "spk_0","line":"could watch the credits or look it up eventually. Just tell me your name.","episode":"mini-20","edited":false},
{"time": "0:22:13", "speaker": "spk_1","line":"That's what I thought would work. I go watch the credits, but guess what the credit say? Can't tell credits they won't tell if Manatee men's watching. Don't tell.","episode":"mini-20","edited":false},
{"time": "0:22:25", "speaker": "spk_3","line":"Yeah, lots of the right cover, Ratter said. New number. Who is?","episode":"mini-20","edited":false},
{"time": "0:22:30", "speaker": "spk_1","line":"Most of the credits have the character name and then a misdirect of how to find out who.","episode":"mini-20","edited":false},
{"time": "0:22:37", "speaker": "spk_0","line":"Yeah, couple were like character dame. And then Sorry. Just saw","episode":"mini-20","edited":false},
{"time": "0:22:40", "speaker": "spk_3","line":"this. Yeah, I got a name. It admitted a name and the editor was Sorry. I'm bad at inmate.","episode":"mini-20","edited":false},
{"time": "0:22:53", "speaker": "spk_1","line":"That was one of my good man was one of my better project.","episode":"mini-20","edited":false},
{"time": "0:22:56", "speaker": "spk_3","line":"You know what I like about me when they won't tell you their name? I am I.","episode":"mini-20","edited":false},
{"time": "0:23:06", "speaker": "spk_0","line":"Well, what we like to do, obviously, is that you know, this is about us relaxing, but we also like to take a listener. We call it Contra Male, but it's just a female. Uh,","episode":"mini-20","edited":false},
{"time": "0:23:17", "speaker": "spk_1","line":"so we call it contrary. It's just","episode":"mini-20","edited":false},
{"time": "0:23:19", "speaker": "spk_3","line":"years that everybody knows it's not a gun. Mail E mail.","episode":"mini-20","edited":false},
{"time": "0:23:22", "speaker": "spk_1","line":"Don't do that thing where you send a coconut in the mail with the dress","episode":"mini-20","edited":false},
{"time": "0:23:27", "speaker": "spk_0","line":"on. Yeah, we're being It's just email. We get a lot of shells and coconuts in the mail. It's This isn't what we do here and where we now have to tell people that because we don't want to be disappointed. It's just send us an email of some suggestions or questions about how we like to relax. So the first Contra mail, which again? This just in email folder here. All right, this is from Michael and Sydney, Australia","episode":"mini-20","edited":false},
{"time": "0:23:57", "speaker": "spk_3","line":"on, and he's always emailing his bank. Michael. Thanks,","episode":"mini-20","edited":false},
{"time": "0:24:02", "speaker": "spk_0","line":"Michael. And it says, Hey, just checking in again to see if you got my con. I haven't heard you talk about it on the air.","episode":"mini-20","edited":false},
{"time": "0:24:11", "speaker": "spk_3","line":"What a way. These in it it","episode":"mini-20","edited":false},
{"time": "0:24:13", "speaker": "spk_0","line":"Michael, where did you send the conscious Lewis is not Contra mount. You send us e mails and about how you like to relax or questions about it.","episode":"mini-20","edited":false},
{"time": "0:24:22", "speaker": "spk_1","line":"And if you hear this, don't write on a concert where you sent the conscience. Cendant, right? We're not going to get the kind","episode":"mini-20","edited":false},
{"time": "0:24:28", "speaker": "spk_0","line":"we're not. We have never said our address. So whoever you're sending them to, if it's like care of Beecher's Lounge, those don't come to us. Yes. Um, have","episode":"mini-20","edited":false},
{"time": "0:24:37", "speaker": "spk_1","line":"we ever","episode":"mini-20","edited":false},
{"time": "0:24:38", "speaker": "spk_2","line":"given out the contra mail email address on the air? We have","episode":"mini-20","edited":false},
{"time": "0:24:43", "speaker": "spk_3","line":"always give it out when I'm signing up for a Hello","episode":"mini-20","edited":false},
{"time": "0:24:46", "speaker": "spk_0","line":"fresh Oh, no fucking wonder","episode":"mini-20","edited":false},
{"time": "0:24:49", "speaker": "spk_3","line":"I is additive a low res to get","episode":"mini-20","edited":false},
{"time": "0:24:52", "speaker": "spk_0","line":"big. Keep sending us exciting recipes.","episode":"mini-20","edited":false},
{"time": "0:24:56", "speaker": "spk_1","line":"Just the recipe. No food. Just exciting recipes to say. You could go to the store and buy this stuff or get it delivered next.","episode":"mini-20","edited":false},
{"time": "0:25:05", "speaker": "spk_0","line":"Yes, it's like that. I don't know. It's We get it. Okay, We get your love.","episode":"mini-20","edited":false},
{"time": "0:25:10", "speaker": "spk_3","line":"Here's what you're gonna need every time.","episode":"mini-20","edited":false},
{"time": "0:25:15", "speaker": "spk_0","line":"Okay, um, next Contra mail here. It's just an email. But just again. Just right. Jonah, this is from Rebecca in. Oh, Pismo Beach. Hi, Rebecca","episode":"mini-20","edited":false},
{"time": "0:25:29", "speaker": "spk_3","line":"Beach, babe. Uh, you didn't. You run around baguette, they'd have meat, but","episode":"mini-20","edited":false},
{"time": "0:25:37", "speaker": "spk_0","line":"oh, yes. If this is the Rebecca from Ah Beach book wearing a full body kind of floral throwback sixties bathing suit and Rebecca was a not way bad. Rebecca, I've only given out to hot, and they were both related to me out of politeness. All right, this is from Rebecca A. Beecher's land. Uh, here's a photo of the con Tri Sun to Sun Song. It's called Spellcheck. Try it. Here's a photo of the contracts on Teoh. I took it along with getting this insurance in case it got lost. I know a lot of the conscious have been lost before. Let me know where I should send the next one. Okay, Rebecca.","episode":"mini-20","edited":false},
{"time": "0:26:32", "speaker": "spk_1","line":"Well, I like to relax by getting in the water. Would never ask the question, but that's how I like to relax. I like to swim from buoy to buoy and fight a seal if it gets in my","episode":"mini-20","edited":false},
{"time": "0:26:45", "speaker": "spk_0","line":"territory. Um, anybody else but the seal getting the water.","episode":"mini-20","edited":false},
{"time": "0:26:51", "speaker": "spk_2","line":"I like Teoh be a pie and a hammock. I enjoy this. I'm not tired of being here. Uh, like the hard wind in my hair.","episode":"mini-20","edited":false},
{"time": "0:27:04", "speaker": "spk_1","line":"You're going to get out of that.","episode":"mini-20","edited":false},
{"time": "0:27:06", "speaker": "spk_2","line":"I like the sting of sand being whipped into my","episode":"mini-20","edited":false},
{"time": "0:27:09", "speaker": "spk_3","line":"way. Had a hurricane by three months. We got even still up in a tree while everybody evacuated. You got busy as beat up there. I","episode":"mini-20","edited":false},
{"time": "0:27:19", "speaker": "spk_0","line":"was like being in the eye of a hurricane.","episode":"mini-20","edited":false},
{"time": "0:27:21", "speaker": "spk_2","line":"Well, the I was the nice part. I it's sort of relaxed. The wind would die down. I looked up. And then","episode":"mini-20","edited":false},
{"time": "0:27:27", "speaker": "spk_1","line":"what's the bad part of the elbow? The butthole. I don't know what they","episode":"mini-20","edited":false},
{"time": "0:27:33", "speaker": "spk_2","line":"call it, but when","episode":"mini-20","edited":false},
{"time": "0:27:34", "speaker": "spk_1","line":"the West was cheap.","episode":"mini-20","edited":false},
{"time": "0:27:35", "speaker": "spk_3","line":"That s G. I've","episode":"mini-20","edited":false},
{"time": "0:27:37", "speaker": "spk_0","line":"been in the bottle of hurricane before. You don't want to be there? No, sir.","episode":"mini-20","edited":false},
{"time": "0:27:43", "speaker": "spk_2","line":"Okay. It stinks. Think I say the worst part of being in the hurricane, though, was I had to share the hammock with, uh, a couple of birds, a couple of these birds. And you","episode":"mini-20","edited":false},
{"time": "0:27:58", "speaker": "spk_3","line":"don't my Brady's When I","episode":"mini-20","edited":false},
{"time": "0:27:59", "speaker": "spk_2","line":"wish they were British women","episode":"mini-20","edited":false},
{"time": "0:28:01", "speaker": "spk_3","line":"watching love UK. No,","episode":"mini-20","edited":false},
{"time": "0:28:06", "speaker": "spk_1","line":"there's no teeth here. Just at the bar TV?","episode":"mini-20","edited":false},
{"time": "0:28:09", "speaker": "spk_3","line":"Yeah, better by devia. But the who Lou only got a week passed away.","episode":"mini-20","edited":false},
{"time": "0:28:13", "speaker": "spk_0","line":"Yeah, you've been bringing in your chromebook tow bars and stuff and you'll have them plug it in. Watch","episode":"mini-20","edited":false},
{"time": "0:28:21", "speaker": "spk_3","line":"the well. I'm I'm the deejay around town. I'm not. You know, I'm that weird deejay Got a dirty computer from the way","episode":"mini-20","edited":false},
{"time": "0:28:32", "speaker": "spk_2","line":"you're still mixing on Winamp.","episode":"mini-20","edited":false},
{"time": "0:28:35", "speaker": "spk_1","line":"You know that? You know, charity can be it. Every time I see you with your chromebook, you're always talking about how cheap it about what a good deal If you have a job.","episode":"mini-20","edited":false},
{"time": "0:28:47", "speaker": "spk_3","line":"Somehow Every time I go up to D. J, I got your computer, you threw away 60","episode":"mini-20","edited":false},
{"time": "0:28:54", "speaker": "spk_0","line":"and you take requests. But then we have to wait for you to torrent.","episode":"mini-20","edited":false},
{"time": "0:28:58", "speaker": "spk_2","line":"Also, I've got a few hard nuns. Eric, what's the song.","episode":"mini-20","edited":false},
{"time": "0:29:03", "speaker": "spk_3","line":"Yeah, I usually just Blake hip up from 2000 and three and that's the first time I've heard","episode":"mini-20","edited":false},
{"time": "0:29:10", "speaker": "spk_0","line":"you're constantly discovering new like mystical.","episode":"mini-20","edited":false},
{"time": "0:29:16", "speaker": "spk_2","line":"I'm surprised you never heard mystical because honestly, you sound exactly like him.","episode":"mini-20","edited":false},
{"time": "0:29:20", "speaker": "spk_3","line":"But it would dial up under that. My new it is that I love it","episode":"mini-20","edited":false},
{"time": "0:29:26", "speaker": "spk_0","line":"Well, eso that's the contrail again. We're probably end the segment","episode":"mini-20","edited":false},
{"time": "0:29:34", "speaker": "spk_3","line":"about it like","episode":"mini-20","edited":false},
{"time": "0:29:35", "speaker": "spk_2","line":"it's been 6 16 weeks in a row of doing conscious male. And we haven't yet to get an actual question side. Cease doing that","episode":"mini-20","edited":false},
{"time": "0:29:44", "speaker": "spk_1","line":"you have given to these easygoing beach folks. We don't follow rules.","episode":"mini-20","edited":false},
{"time": "0:29:48", "speaker": "spk_3","line":"Respect. You know what I like about as segment?","episode":"mini-20","edited":false},
{"time": "0:29:52", "speaker": "spk_0","line":"Oh, tell me","episode":"mini-20","edited":false},
{"time": "0:29:53", "speaker": "spk_3","line":"nothing. I'm your skin number. God, I am","episode":"mini-20","edited":false},
{"time": "0:29:58", "speaker": "spk_0","line":"Alright, Tater. Well, it's German. Thanks again for listening to the Beaches lounge where we talk about a few things. It's pretty frivolous. And then we signed.","episode":"mini-20","edited":false},
{"time": "0:30:08", "speaker": "spk_2","line":"Yeah, a lot of people. A lot of complaints we have re receiving in our iTunes reviews has been like nothing really happens. It kind of feels like you guys just sort of talk just cause","episode":"mini-20","edited":false},
{"time": "0:30:18", "speaker": "spk_0","line":"and you know what? Don't review it, turn it off and go away. Turn off and go away. You know need to put in a written negative review. No one needs to hear","episode":"mini-20","edited":false},
{"time": "0:30:27", "speaker": "spk_2","line":"conflict. Avoid conflict at all costs. Guys,","episode":"mini-20","edited":false},
{"time": "0:30:29", "speaker": "spk_0","line":"if you see someone fly fishing in the ocean towards the dunes","episode":"mini-20","edited":false},
{"time": "0:30:32", "speaker": "spk_1","line":"say something. Say something. He should not be there.","episode":"mini-20","edited":false},
{"time": "0:30:38", "speaker": "spk_0","line":"Disagree If you're managing Wavy Dave,","episode":"mini-20","edited":false},
{"time": "0:30:41", "speaker": "spk_1","line":"if you see a man ity taken up too much of the marina Say something. I need more space. A real man it If you see me give a holler","episode":"mini-20","edited":false},
{"time": "0:30:53", "speaker": "spk_0","line":"That's the beaches land. We'll see ya next time we're in the at the beach.","episode":"mini-20","edited":false},
{"time": "0:30:58", "speaker": "spk_3","line":"Governor Bear manages to get my dad Asks","episode":"mini-20","edited":false},
{"time": "0:31:04", "speaker": "spk_0","line":"is in here.","episode":"mini-20","edited":false},
{"time": "0:31:05", "speaker": "spk_3","line":"And as may I'm the dad was Come over here.","episode":"mini-20","edited":false},
{"time": "0:31:09", "speaker": "spk_1","line":"What do you mean? You're the dead","episode":"mini-20","edited":false},
{"time": "0:31:10", "speaker": "spk_3","line":"one? I have died,","episode":"mini-20","edited":false},
{"time": "0:31:13", "speaker": "spk_2","line":"sir. Let me feel your polls. Hey, there's no pulse, huh?","episode":"mini-20","edited":false},
{"time": "0:31:18", "speaker": "spk_0","line":"Thanks for speaking into the mic, fellows.","episode":"mini-20","edited":false},
{"time": "0:31:20", "speaker": "spk_2","line":"Of course, when I see one I talking to","episode":"mini-20","edited":false},
{"time": "0:31:22", "speaker": "spk_0","line":"you is that you guys must be You know what's","episode":"mini-20","edited":false},
{"time": "0:31:24", "speaker": "spk_3","line":"going on in here? Lives in man. He ever doing a barred EU needs a maitre d j hire me. All you gotta do is pay me with club crackers.","episode":"mini-20","edited":false},
{"time": "0:31:36", "speaker": "spk_2","line":"Oh, okay. Uh,","episode":"mini-20","edited":false},
{"time": "0:31:37", "speaker": "spk_1","line":"good. Yeah. Good. Good to hear. Good to","episode":"mini-20","edited":false},
{"time": "0:31:39", "speaker": "spk_0","line":"know. Yeah, we're just doing a Podd casts here. We","episode":"mini-20","edited":false},
{"time": "0:31:42", "speaker": "spk_1","line":"have a podcast. Also. You look like a manatee's. Anyone ever told you that?","episode":"mini-20","edited":false},
{"time": "0:31:47", "speaker": "spk_0","line":"Jesus, sir.","episode":"mini-20","edited":false},
{"time": "0:31:48", "speaker": "spk_3","line":"You had a lot of people told me that. Thank you. But, um,","episode":"mini-20","edited":false},
{"time": "0:31:53", "speaker": "spk_1","line":"the ambulance teaches bear Mannix. No, it's called the Yeah. Check it out sometime. Hi.","episode":"mini-20","edited":false},
{"time": "0:32:02", "speaker": "spk_0","line":"Well, if you want to go, take","episode":"mini-20","edited":false},
{"time": "0:32:04", "speaker": "spk_3","line":"Revive my ass, please. No.","episode":"mini-20","edited":false},
{"time": "0:32:10", "speaker": "spk_1","line":"Damn. I should on the blow. Real lighted Herrick aids butthole. It was another great app. Lets get out of here. I'm trying to go get wet.","episode":"mini-20","edited":false}]
