[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-05","edited":false},
{"time": "0:00:01", "speaker": "spk_1","line":"Welcome back. Yeah, The boys are back in a way, guys. Way down is my way. You don't like waking up to a loud song?","episode":"mini-05","edited":false},
{"time": "0:00:28", "speaker": "spk_3","line":"Well, guess what. Wake up.","episode":"mini-05","edited":false},
{"time": "0:00:30", "speaker": "spk_0","line":"Bake up D C","episode":"mini-05","edited":false},
{"time": "0:00:34", "speaker": "spk_2","line":"Make up D. C is how we're going to start the episodes.","episode":"mini-05","edited":false},
{"time": "0:00:37", "speaker": "spk_1","line":"Yeah, yeah, Pick up D C. It's the teachers the I think a","episode":"mini-05","edited":false},
{"time": "0:00:45", "speaker": "spk_3","line":"good morning. Set that oven to 4 50 Mix together flour, eggs, water, sugar","episode":"mini-05","edited":false},
{"time": "0:00:54", "speaker": "spk_0","line":"and smells that way.","episode":"mini-05","edited":false},
{"time": "0:00:57", "speaker": "spk_3","line":"Pick up D C.","episode":"mini-05","edited":false},
{"time": "0:00:59", "speaker": "spk_0","line":"Get baked. The weed lobby is big right now and they are plugging up my coffers Smoke weed every deed.","episode":"mini-05","edited":false},
{"time": "0:01:09", "speaker": "spk_3","line":"That's right, Sam, Sam, Weather and real quick. This is the teachers lines used to the first personally, but I guess the issue per day. They have a community, but now we are in Washington, D. C. And we are all changing the world. Sam Weatherman, top lobbyists,","episode":"mini-05","edited":false},
{"time": "0:01:25", "speaker": "spk_0","line":"top lobbyist, Big money in politics, man working for Burger, Burger, taco and also","episode":"mini-05","edited":false},
{"time": "0:01:32", "speaker": "spk_1","line":"King Cannabis. Yeah, you're taking on a lot. There's like eso kind of like the minds behind McDonald's, Burger King and Taco Bell. Let's not forget about the lobby lobby, the lobby lobby, bigger lobbies and hotels","episode":"mini-05","edited":false},
{"time": "0:01:48", "speaker": "spk_0","line":"That's what we want. And the lobby lobby is mixing up with Burger Burger Taco for bigger lobbies. In all, those restaurants were trying to less indoor seating, bigger lobbies. Four partying","episode":"mini-05","edited":false},
{"time": "0:01:58", "speaker": "spk_2","line":"Lobby it typically in a fast food restaurant. It's just a sort of four foot by five foot square, but a double doors disgrace Marv Avesta Buell than it is investable.","episode":"mini-05","edited":false},
{"time": "0:02:09", "speaker": "spk_0","line":"That's what the lobby lobbyist saying. We need to be paid to put a lobby in every building. When will I be in your house?","episode":"mini-05","edited":false},
{"time": "0:02:15", "speaker": "spk_1","line":"Well, there does need to be a transition from outside to inside, agrees. And I think, you know, if you do just walk right into a building, it can be jarring. As","episode":"mini-05","edited":false},
{"time": "0:02:24", "speaker": "spk_0","line":"soon as you walk into any building the doorbell, shedding a weed joint goes in your mouth. Burger goes in your hand and you have a wild to be in that room before you get into the next type of room.","episode":"mini-05","edited":false},
{"time": "0:02:36", "speaker": "spk_2","line":"A while.","episode":"mini-05","edited":false},
{"time": "0:02:36", "speaker": "spk_1","line":"Wow, lobby wire. So you're thinking before every time you go to building, there needs to be like kind of like a Amsterdam style smoke shop.","episode":"mini-05","edited":false},
{"time": "0:02:47", "speaker": "spk_0","line":"There's no shop. The the bellman of the lobby hands you a joint. It is also about There's a bellman of the lobby and every bill","episode":"mini-05","edited":false},
{"time": "0:02:54", "speaker": "spk_2","line":"and we're talking every single building,","episode":"mini-05","edited":false},
{"time": "0:02:56", "speaker": "spk_0","line":"this reconstruction. This is classic jobs for America here, right? This is part way. Need a chef in every home? Yeah, We need a a bellman and every home. We need a joint roller in every home. This is three jobs per building in America. Yeah, And where these air hamburger homes.","episode":"mini-05","edited":false},
{"time": "0:03:12", "speaker": "spk_2","line":"And this is all part of the new thing. This is all part of the new legislation that you're working to lobby for the big deal.","episode":"mini-05","edited":false},
{"time": "0:03:18", "speaker": "spk_0","line":"The big deal. This is murder Burger, Taco King, cannabis and lobby lobby. Altogether as the big deal. Are you","episode":"mini-05","edited":false},
{"time": "0:03:25", "speaker": "spk_1","line":"having a breakdown? He screamed that out the window. No,","episode":"mini-05","edited":false},
{"time": "0:03:32", "speaker": "spk_0","line":"I saw someone eating a full","episode":"mini-05","edited":false},
{"time": "0:03:34", "speaker": "spk_1","line":"awful. No, you seem on just","episode":"mini-05","edited":false},
{"time": "0:03:41", "speaker": "spk_2","line":"sweating, my friend.","episode":"mini-05","edited":false},
{"time": "0:03:42", "speaker": "spk_0","line":"Thank you. I'm running high on cash and burger. I don't know that.","episode":"mini-05","edited":false},
{"time": "0:03:47", "speaker": "spk_3","line":"You just left that much last night. You paced back and forth. I know all night because you were walking on my body, so I was trying to sleep.","episode":"mini-05","edited":false},
{"time": "0:03:55", "speaker": "spk_0","line":"That was your body? Yes. I thought I was walking on one of those massagers One of the walking I want to be walking up. I know usually you sit down and you rub your foot on the massager, but I really needed all my weight","episode":"mini-05","edited":false},
{"time": "0:04:09", "speaker": "spk_3","line":"on the foot. I love feed as much as the next Tarantino, but I tried to sleep. It's like, Let me let me appreciate I","episode":"mini-05","edited":false},
{"time": "0:04:21", "speaker": "spk_0","line":"will. And if you would have told me during the process, I absolutely wouldn't stop, I couldn't. I could barely breathe. Now I know that. I mean, the","episode":"mini-05","edited":false},
{"time": "0:04:28", "speaker": "spk_1","line":"good thing is, when you do walk on Todd, it's It's there are, like rolling balls around like there's loose shit. Any other skin?","episode":"mini-05","edited":false},
{"time": "0:04:37", "speaker": "spk_3","line":"Oh, yeah, that's right. I mean, if you want If you pop on N B a game, you could see Steph Curry role in this feet around on me when he's taking a load off, put pushing around this player,","episode":"mini-05","edited":false},
{"time": "0:04:47", "speaker": "spk_1","line":"been getting hired by CEOs of high powered companies to come in, lay down on the floor,","episode":"mini-05","edited":false},
{"time": "0:04:52", "speaker": "spk_2","line":"they walker human fashionable.","episode":"mini-05","edited":false},
{"time": "0:04:53", "speaker": "spk_0","line":"Let's just say that Todd is a lot more of a hard shell than he is a bun.","episode":"mini-05","edited":false},
{"time": "0:05:01", "speaker": "spk_1","line":"Okay, so that was three things in one right there. Quickly, maybe You're not crazy. Yeah,","episode":"mini-05","edited":false},
{"time": "0:05:08", "speaker": "spk_2","line":"I think you're pretty good.","episode":"mini-05","edited":false},
{"time": "0:05:09", "speaker": "spk_0","line":"I'm dialed in. Baby does feel similar to, um let's not talk about while you're on the same guys before. So I'm acting singles, like, similar to cowboy baseball spot. Oh, this is on purpose. That was taking other people's suggestions because I thought I wasn't good enough. I've learned I'm the best because I get the money and I take it from these people Burger, burger, talk a lobby king Cannabis. The big deal.","episode":"mini-05","edited":false},
{"time": "0:05:38", "speaker": "spk_2","line":"Now, I'll say this. I probably would have been upset that you were up all night pacing around if I wasn't up all night as well. You guys know, ever since my second book was born, I have not been able to get a single night's sleep.","episode":"mini-05","edited":false},
{"time": "0:05:53", "speaker": "spk_1","line":"You've been going on podcasts talking about how hard it is to raise a book. You","episode":"mini-05","edited":false},
{"time": "0:06:00", "speaker": "spk_2","line":"in the hosts? Well, I did Rogan last week. Yeah, you went on deck. Shepherds Podcast, armchair expert swap story. Talking about how he him becoming a new father was the hardest time in his life. And I said, Boy, I am with you. Yeah. Oh, my God. Even though you're raising yes, look, I mean, but to get up at 3 30 in the morning changed the cover. And then and then, uh, trying, trying to get it to go back to sleep. It's impossible. Once, once it's up,","episode":"mini-05","edited":false},
{"time": "0:06:30", "speaker": "spk_1","line":"it's up.","episode":"mini-05","edited":false},
{"time": "0:06:31", "speaker": "spk_3","line":"I don't know if you can feel the tension in here, but Howard's been mad at me because I took it upon myself to spank his book last week because I was acting out and it's like it takes a village. If he's not going to discipline this motherfucker, I","episode":"mini-05","edited":false},
{"time": "0:06:45", "speaker": "spk_0","line":"just you know, Howard, it takes a village that Where are we on","episode":"mini-05","edited":false},
{"time": "0:06:48", "speaker": "spk_2","line":"spanking our bucks? Well, pro, I I think that time and time plays right, but has to be coming from a person or a place of love. It can't be so aggressive and so obviously recreational.","episode":"mini-05","edited":false},
{"time": "0:07:00", "speaker": "spk_0","line":"Well, then I have to apologize the other day for what I washed your books pages out with, So yeah, but I know they are filthy, filthy. I mean, some of the words on these pages were filthy.","episode":"mini-05","edited":false},
{"time": "0:07:10", "speaker": "spk_2","line":"Yeah. Yeah. Well,","episode":"mini-05","edited":false},
{"time": "0:07:11", "speaker": "spk_3","line":"did you did you guys pick a name for the second book? Better. Is it still just baby book?","episode":"mini-05","edited":false},
{"time": "0:07:16", "speaker": "spk_2","line":"We're gonna Wait.","episode":"mini-05","edited":false},
{"time": "0:07:17", "speaker": "spk_0","line":"Can I suggest Taco?","episode":"mini-05","edited":false},
{"time": "0:07:18", "speaker": "spk_2","line":"Huh? I'm not gonna name my book. Taco has nothing to do with Taco.","episode":"mini-05","edited":false},
{"time": "0:07:21", "speaker": "spk_0","line":"Okay, Okay. What about both?","episode":"mini-05","edited":false},
{"time": "0:07:23", "speaker": "spk_3","line":"That's a That's a pretty good segue. White introduced myself. Taco Padre here on the podcast. That's","episode":"mini-05","edited":false},
{"time": "0:07:28", "speaker": "spk_2","line":"right. Notice. You're wearing a really nice suit. Todo","episode":"mini-05","edited":false},
{"time": "0:07:31", "speaker": "spk_1","line":"taking a payment. I don't understand. What? This advertisement. My","episode":"mini-05","edited":false},
{"time": "0:07:37", "speaker": "spk_3","line":"name is Taco. Double bacon. Cheeseburger with cheese, padre.","episode":"mini-05","edited":false},
{"time": "0:07:43", "speaker": "spk_2","line":"And then I see this. It's his bahng. Sound is also part of your name.","episode":"mini-05","edited":false},
{"time": "0:07:49", "speaker": "spk_0","line":"Smoke weed every deed.","episode":"mini-05","edited":false},
{"time": "0:07:51", "speaker": "spk_1","line":"Oh, yeah. There's also something about the house deeds. Do 1/2. Every","episode":"mini-05","edited":false},
{"time": "0:07:56", "speaker": "spk_0","line":"time you buy a hamburger house, you've got to smoke weed to sign the deed. This is this is the big deal. Okay, We're chomping on not only Viacom's heels for biggest corporation in America, but also on the American","episode":"mini-05","edited":false},
{"time": "0:08:13", "speaker": "spk_3","line":"government's heels. Our biggest deals. Will you guys just put out the big announcement? Taco, Taco, burger, tv, Uh, and you announce that you had a big announcement? Some of your new shows that you Bronson's","episode":"mini-05","edited":false},
{"time": "0:08:24", "speaker": "spk_2","line":"getting a new show","episode":"mini-05","edited":false},
{"time": "0:08:25", "speaker": "spk_3","line":"action. Bronson is getting a show on there. That should be Ah, the same loose, loose.","episode":"mini-05","edited":false},
{"time": "0:08:30", "speaker": "spk_1","line":"It's got exactly the same as all the","episode":"mini-05","edited":false},
{"time": "0:08:33", "speaker": "spk_0","line":"holy shit. Weed is cool. Taco, Taco Burger.","episode":"mini-05","edited":false},
{"time": "0:08:35", "speaker": "spk_1","line":"Yeah. You guys are doing some pretty on the ground","episode":"mini-05","edited":false},
{"time": "0:08:39", "speaker": "spk_2","line":"reporting in the Middle East. Yep, Pretty on the ground you're not exactly on.","episode":"mini-05","edited":false},
{"time": "0:08:46", "speaker": "spk_0","line":"Well, then you're pretty much Yeah, it's hovercraft. It's ever craft. So we're three inches off the ground the whole","episode":"mini-05","edited":false},
{"time": "0:08:51", "speaker": "spk_3","line":"time. You've got some journalism students going going through the Middle East on hovercraft, interviewing Syrians about be about their struggles.","episode":"mini-05","edited":false},
{"time": "0:08:59", "speaker": "spk_0","line":"That's right. We're calling it jerky journalism, jerky","episode":"mini-05","edited":false},
{"time": "0:09:03", "speaker": "spk_3","line":"cover crops of jerking around,","episode":"mini-05","edited":false},
{"time": "0:09:04", "speaker": "spk_0","line":"jerking around. And also there's a little bit of comedy and I place the jerky boys were there. Some of them are really interviews, and some of them are prank.","episode":"mini-05","edited":false},
{"time": "0:09:14", "speaker": "spk_3","line":"Oh, I think I got a few form calls from them.","episode":"mini-05","edited":false},
{"time": "0:09:17", "speaker": "spk_1","line":"It's so loud when you pick up is there on a hovercraft","episode":"mini-05","edited":false},
{"time": "0:09:20", "speaker": "spk_0","line":"smoke weed every day. I'll tell you what, guys. I'm living the American lifestyle, and I am loving it. We America's all about cash development, the economy, developers, developers, developers. So you're pacing","episode":"mini-05","edited":false},
{"time": "0:09:35", "speaker": "spk_3","line":"around and clapping here also, you got really sweaty over sudden.","episode":"mini-05","edited":false},
{"time": "0:09:38", "speaker": "spk_0","line":"Whoa, I don't know. Just being on the right side of America the money side is really getting me pumped up,","episode":"mini-05","edited":false},
{"time": "0:09:43", "speaker": "spk_1","line":"Larry in Just tidy whiteys in the thinnest, smallest, lightest gold chain I've ever seen. That's right.","episode":"mini-05","edited":false},
{"time": "0:09:52", "speaker": "spk_0","line":"That's right. Hey, when you're high powered, you don't have to show with all these fake clothes. No, you know, you know, way are","episode":"mini-05","edited":false},
{"time": "0:09:59", "speaker": "spk_1","line":"find in here. Yeah, this is weighing on us. That's right.","episode":"mini-05","edited":false},
{"time": "0:10:03", "speaker": "spk_3","line":"And if you Yes, Bill, how's everything going with you?","episode":"mini-05","edited":false},
{"time": "0:10:07", "speaker": "spk_1","line":"It's very good. I mean, still reaping the benefits of being Thurgood Cravy is grandson. I'm getting invited around to a lot of things here in D. C. I'm actually seeing a lot of, you know, the underbelly sort of D C. There is sort of an Illuminati esque. Um,","episode":"mini-05","edited":false},
{"time": "0:10:27", "speaker": "spk_3","line":"So what? Some of the conspiracy theories were right. There is","episode":"mini-05","edited":false},
{"time": "0:10:30", "speaker": "spk_1","line":"a growing out, but I'm seeing some stuff that I cannot unsee. Wow. Yes, Yes, yes, yes, yes. There are aliens. Your perspective is totally changed. I mean, you guys saw how white I was last night when I got back to the van. Just how blown","episode":"mini-05","edited":false},
{"time": "0:10:51", "speaker": "spk_3","line":"back looked like you had seen a ghost. But it sounds like your son and","episode":"mini-05","edited":false},
{"time": "0:10:54", "speaker": "spk_1","line":"I've seen the alien","episode":"mini-05","edited":false},
{"time": "0:10:56", "speaker": "spk_2","line":"out when you win now they have is in it for me. This leads me. Hit them or hit them? No. Yeah, well, we hid them from from America, but we did have hit them because I've always","episode":"mini-05","edited":false},
{"time": "0:11:10", "speaker": "spk_1","line":"had to beat him back. They were trying to go on TV to show themselves. Are you kidding me? I know.","episode":"mini-05","edited":false},
{"time": "0:11:18", "speaker": "spk_2","line":"And they And how did you get involved in that sort of vision?","episode":"mini-05","edited":false},
{"time": "0:11:21", "speaker": "spk_1","line":"I hate to say this, but one of them did make it to TV. Luckily, and everybody knows him. Everyone knows this alien. We our made","episode":"mini-05","edited":false},
{"time": "0:11:32", "speaker": "spk_3","line":"it. Someone we all know.","episode":"mini-05","edited":false},
{"time": "0:11:34", "speaker": "spk_2","line":"Is it Roker?","episode":"mini-05","edited":false},
{"time": "0:11:35", "speaker": "spk_1","line":"That's a great guest. Very good guess. Yes. Brokers and alien that gets up so early in the morning for your show. What? You don't know? All of aliens are fantastic, Weatherman. They're very good there. A depth to it. They know what they're doing. I'm gonna tell you this right now. All weatherman or aliens can tell you this Doppler, Is there a planet? Are you kidding? That's the big trail.","episode":"mini-05","edited":false},
{"time": "0:12:07", "speaker": "spk_0","line":"So there's aliens from the planet Doppler here. And you're only aware of this because you're now plugged into the alumina?","episode":"mini-05","edited":false},
{"time": "0:12:12", "speaker": "spk_1","line":"I know it now.","episode":"mini-05","edited":false},
{"time": "0:12:13", "speaker": "spk_3","line":"And they all come here to tell us maybe what the weather is gonna be like.","episode":"mini-05","edited":false},
{"time": "0:12:18", "speaker": "spk_1","line":"They can't get to dead on or we'll know their their supernatural.","episode":"mini-05","edited":false},
{"time": "0:12:22", "speaker": "spk_2","line":"I mean, are you scared? You've now sort of voiced one of the biggest kept secrets in.","episode":"mini-05","edited":false},
{"time": "0:12:30", "speaker": "spk_1","line":"Yeah, I don't like having this knowledge. I gotta be","episode":"mini-05","edited":false},
{"time": "0:12:33", "speaker": "spk_0","line":"honest. It doesn't really make sense that these societies air so secret. I mean, if that's the big secret, that alien, there's no","episode":"mini-05","edited":false},
{"time": "0:12:40", "speaker": "spk_1","line":"way I'm fine with increasing King Rocca's the King. He's the because he was able to be a weatherman, but also be a personality. Okay, he hosts. You mean you know how good he hosted the Thanksgiving Day parade? Yeah. And every night, I think he knew what Blue was coming. And he always around the corner and just around the corner. Well,","episode":"mini-05","edited":false},
{"time": "0:13:02", "speaker": "spk_3","line":"the problem was every other host that they've had for that just had Teoh with five or six seconds before the game.","episode":"mini-05","edited":false},
{"time": "0:13:12", "speaker": "spk_0","line":"He's going No, no. Now it's not coming to me via SP Aiken. See","episode":"mini-05","edited":false},
{"time": "0:13:16", "speaker": "spk_1","line":"around the corner kick tape. He slips up early on in the first Thanksgiving Day parade, and he goes, and as you know Santa will be last and everybody goes What? Noah, They cut to commercial break Lipitor, Lipitor lipped or back. They've got him under control. So","episode":"mini-05","edited":false},
{"time": "0:13:36", "speaker": "spk_3","line":"they loaded him up with Lipitor's.","episode":"mini-05","edited":false},
{"time": "0:13:39", "speaker": "spk_0","line":"That is a big secret.","episode":"mini-05","edited":false},
{"time": "0:13:41", "speaker": "spk_3","line":"I was keeping it secret, because me, you know, I've always been a religious guy. And this challenges","episode":"mini-05","edited":false},
{"time": "0:13:49", "speaker": "spk_1","line":"only when you're Dan. Dad had been averaging.","episode":"mini-05","edited":false},
{"time": "0:13:53", "speaker": "spk_3","line":"Yeah, but even though I'm a spiritually guy, you see, in the way I treat people the way I I behave like a I want to say","episode":"mini-05","edited":false},
{"time": "0:14:04", "speaker": "spk_1","line":"like like one of the bad people from the scriptures. Not what this country is teaching you like this by filing","episode":"mini-05","edited":false},
{"time": "0:14:12", "speaker": "spk_0","line":"clear that you have a spirit.","episode":"mini-05","edited":false},
{"time": "0:14:13", "speaker": "spk_3","line":"Barely by just. Saul, you know, you look OK. Ok, so I've left a few dinners and killed the host, but that doesn't make me some sort of biblical villain. That's","episode":"mini-05","edited":false},
{"time": "0:14:31", "speaker": "spk_0","line":"literally a big story from the Bible. Remember when? Okay,","episode":"mini-05","edited":false},
{"time": "0:14:35", "speaker": "spk_3","line":"so I blew up a whole city of Saada misers. Israeli fact eso I killed my twin brother because God liked him or","episode":"mini-05","edited":false},
{"time": "0:14:46", "speaker": "spk_1","line":"yeah, it doesn't mean resourced yourself down a whale's throat that wasn't exploded in the middle of a Seaworld through the valley.","episode":"mini-05","edited":false},
{"time": "0:14:57", "speaker": "spk_3","line":"I don't look, you know, but I The point is, I'm spiritually at the end of the day on this news that there's aliens, challenges a lot of my beliefs. And what do I believe immediately? Looking inward? Well, no, I'm saying I I'm saying how could everyone else have been so wrong? You know what I mean? Uh, yeah. So I get why they're keeping it. Uh,","episode":"mini-05","edited":false},
{"time": "0:15:19", "speaker": "spk_1","line":"yeah, because I my faith is now shattered. And I'm wondering what else is true, even though this is not what anyone was suspecting or thought was Maybe","episode":"mini-05","edited":false},
{"time": "0:15:30", "speaker": "spk_0","line":"just thought the secret Society was sort of running things with money whenever they just know that","episode":"mini-05","edited":false},
{"time": "0:15:35", "speaker": "spk_2","line":"I'm scared for you, Bill, if I'm being honest, like, this is one of those things that in a movie, when a guy finds out any sort of government secret that","episode":"mini-05","edited":false},
{"time": "0:15:43", "speaker": "spk_3","line":"can have sex with three beautiful women,","episode":"mini-05","edited":false},
{"time": "0:15:45", "speaker": "spk_2","line":"no close being a being a target. And we have spent so long being a target. I am so sick of running. All right. Fake emotion. I am sick of running.","episode":"mini-05","edited":false},
{"time": "0:16:00", "speaker": "spk_3","line":"You think were the targets","episode":"mini-05","edited":false},
{"time": "0:16:01", "speaker": "spk_2","line":"where the targets us? I think white men.","episode":"mini-05","edited":false},
{"time": "0:16:05", "speaker": "spk_3","line":"Oh, here we go. I'm","episode":"mini-05","edited":false},
{"time": "0:16:07", "speaker": "spk_0","line":"not doors. You were the target. Of course.","episode":"mini-05","edited":false},
{"time": "0:16:11", "speaker": "spk_2","line":"It's scary to me, Bill is all I'm saying. I have this information and we all have to ride around in a","episode":"mini-05","edited":false},
{"time": "0:16:16", "speaker": "spk_1","line":"van with you. Yeah. I mean, I can't look at any weatherman the same ever again. What about me? Well, I don't know if that's why I said that that is your last name, but that's crazy that it's your last name. And it's also a big thing for me.","episode":"mini-05","edited":false},
{"time": "0:16:32", "speaker": "spk_3","line":"Then I trust you, Sam. Are you an alien? Of course, Nat. I'm a","episode":"mini-05","edited":false},
{"time": "0:16:36", "speaker": "spk_2","line":"lobbyist. I just I guys, I gotta go. Then we can trust you. Yeah, I just got to be honest with me. If it was just the four","episode":"mini-05","edited":false},
{"time": "0:16:44", "speaker": "spk_1","line":"of us. Yes, I think you should be yourself. Don't tell me what you really think. If it was, if it was","episode":"mini-05","edited":false},
{"time": "0:16:51", "speaker": "spk_2","line":"just the four of us in this man, I would not be scared at all. Okay, But we have to think about this. I have a couple week old book that I have to look after.","episode":"mini-05","edited":false},
{"time": "0:17:03", "speaker": "spk_0","line":"And what's this one called? Comically saying","episode":"mini-05","edited":false},
{"time": "0:17:05", "speaker": "spk_2","line":"we haven't named it yet. Oh, okay. Oh, God. Don't get me started on incredibly sane. Uh, he's gone off the deep end","episode":"mini-05","edited":false},
{"time": "0:17:11", "speaker": "spk_1","line":"because you have been looking for publishers slash kindergartens","episode":"mini-05","edited":false},
{"time": "0:17:15", "speaker": "spk_2","line":"for your buck. Yeah, I don't want to just trust anybody with this book. I mean this This this this book is half me.","episode":"mini-05","edited":false},
{"time": "0:17:21", "speaker": "spk_0","line":"Can I say I saw? This is hard to say. I saw incredibly saying the other day, hanging out with some of his friends","episode":"mini-05","edited":false},
{"time": "0:17:28", "speaker": "spk_2","line":"know, behind the supermarket. Are you kidding me? Was it a told it? Was it a toll story? I was","episode":"mini-05","edited":false},
{"time": "0:17:34", "speaker": "spk_0","line":"hanging out with a toll story. He had different colored pages, and they were.","episode":"mini-05","edited":false},
{"time": "0:17:38", "speaker": "spk_3","line":"It's worse, though. They were smoking. What were they smoking? They were smoking a rolled up cigarette, which is bad for Sam because it wasn't","episode":"mini-05","edited":false},
{"time": "0:17:50", "speaker": "spk_0","line":"King can smoke weed every D smoking.","episode":"mini-05","edited":false},
{"time": "0:17:55", "speaker": "spk_2","line":"Are you serious? Incredibly. Saying is getting into cigarettes","episode":"mini-05","edited":false},
{"time": "0:17:58", "speaker": "spk_3","line":"well, and he's very annoying to be around because he's hanging out with these philosophy books. Now he's hanging out with need cheap books. He's going with Bukowski books. Don't","episode":"mini-05","edited":false},
{"time": "0:18:07", "speaker": "spk_2","line":"tell me he's hanging out with the art","episode":"mini-05","edited":false},
{"time": "0:18:08", "speaker": "spk_3","line":"of war. Yes. Oh my God! On the War of Art, he keeps telling me how to organize my artistic and creative life on how to overcome. Uh, what's it called? I don't remember the word theme thing that holds us back. Remember, this is it doesn't exist.","episode":"mini-05","edited":false},
{"time": "0:18:31", "speaker": "spk_0","line":"I really looks","episode":"mini-05","edited":false},
{"time": "0:18:33", "speaker": "spk_2","line":"annoying. No, Come on. Okay. This new baby that we're","episode":"mini-05","edited":false},
{"time": "0:18:37", "speaker": "spk_3","line":"gonna spank your team. Don't","episode":"mini-05","edited":false},
{"time": "0:18:38", "speaker": "spk_2","line":"you dare. Don't","episode":"mini-05","edited":false},
{"time": "0:18:39", "speaker": "spk_1","line":"telling me how much this book has changed your life, But it had Look","episode":"mini-05","edited":false},
{"time": "0:18:44", "speaker": "spk_2","line":"at me. Look at me. I'm glowing. Your book is your best","episode":"mini-05","edited":false},
{"time": "0:18:46", "speaker": "spk_1","line":"Forget may I'm a high school. I know too much. She","episode":"mini-05","edited":false},
{"time": "0:18:51", "speaker": "spk_0","line":"now Todd has your play going because last time it sounded good","episode":"mini-05","edited":false},
{"time": "0:18:55", "speaker": "spk_3","line":"sewing out, sowing out presented by the hair dye P. Well, it","episode":"mini-05","edited":false},
{"time": "0:19:01", "speaker": "spk_1","line":"seems like you ran out of clean diapers, by the way. Seem to be easier to find than dirties.","episode":"mini-05","edited":false},
{"time": "0:19:08", "speaker": "spk_3","line":"I If you're saying that Oh, you talk about my hat. You think my hat looks a little dirty again? Your cat? Yeah, Well, no, I didn't run out, but unfortunately, we were met with some pretty bad reviews. Um, so we we closed pretty quick, and I think the problem is I sold out. I got away from politics. You know what I mean. I sold","episode":"mini-05","edited":false},
{"time": "0:19:28", "speaker": "spk_1","line":"you were doing. Ah, since you have you At one point, you tried to get in a car and do karaoke E.","episode":"mini-05","edited":false},
{"time": "0:19:34", "speaker": "spk_3","line":"Yeah. So the whole show was It was me There in karaoke. Ah, in a car with different Let's say B list celebrity, Right. Uh, you","episode":"mini-05","edited":false},
{"time": "0:19:45", "speaker": "spk_1","line":"also had it. You did carpool karaoke.","episode":"mini-05","edited":false},
{"time": "0:19:48", "speaker": "spk_3","line":"Eso that. And that's where I thought it got better is we did this carpal karate where I would get in the car and I would be driving, But I would fight some of the world's top teenage karate man.","episode":"mini-05","edited":false},
{"time": "0:20:00", "speaker": "spk_1","line":"Yeah, I saw butter beans, son Lima bean kick you out of your lane. Land Rover?","episode":"mini-05","edited":false},
{"time": "0:20:08", "speaker": "spk_2","line":"Yeah, Yeah,","episode":"mini-05","edited":false},
{"time": "0:20:09", "speaker": "spk_3","line":"he would. My frickin, But, um, So then I was like, OK, carpool carried eating. This is fine. It's a lot safer. So I would get a bunch of celebrities. We don't eat carrots together.","episode":"mini-05","edited":false},
{"time": "0:20:22", "speaker": "spk_2","line":"Yeah, I'll say after that. When you did carpool care, Dean, I was like, Whoa, no, no corpse needed to be,","episode":"mini-05","edited":false},
{"time": "0:20:30", "speaker": "spk_0","line":"But he really brought it back with carpool karaoke talk,","episode":"mini-05","edited":false},
{"time": "0:20:33", "speaker": "spk_3","line":"which was huge. People love carpool, carrot top, all the props, his buff body, his face is normal.","episode":"mini-05","edited":false},
{"time": "0:20:41", "speaker": "spk_0","line":"Vegas crowd really tuned in","episode":"mini-05","edited":false},
{"time": "0:20:42", "speaker": "spk_3","line":"the Vegas cut tuned in and we did it. We did a pretty good job on DSO that I said, Let's go out on top Hashtag on Cara Todd hash tag And now I'm trying to get back to political theater s. So I'm doing a play where I am doing it Every week is different, and it's a send up of the just all of these people trying to run for election every week is different. And it's all me playing characters of everybody that's trying to run","episode":"mini-05","edited":false},
{"time": "0:21:11", "speaker": "spk_0","line":"and they're eating big hamburgers, big tacos, big doings.","episode":"mini-05","edited":false},
{"time": "0:21:15", "speaker": "spk_3","line":"Yeah, A. To the through line of the play is every character loves a big hamburger. Big taco, big during","episode":"mini-05","edited":false},
{"time": "0:21:22", "speaker": "spk_2","line":"and symbolic in some way of them. Sort of like","episode":"mini-05","edited":false},
{"time": "0:21:25", "speaker": "spk_0","line":"just American culture. The thing that is like Podd Todd, your behind Bob.","episode":"mini-05","edited":false},
{"time": "0:21:30", "speaker": "spk_3","line":"Look, Taco, Taco, Double bacon Cheeseburger. Podd Tadre presents the 2020 election Taco, Taco, burger, smoke weed every day is not","episode":"mini-05","edited":false},
{"time": "0:21:45", "speaker": "spk_1","line":"I tossed. Indeed. Yeah, I don't know about you were right. Listen happening. I like","episode":"mini-05","edited":false},
{"time": "0:21:52", "speaker": "spk_0","line":"what smart. Okay, this is smart. They're trying to get it into the culture that every time you sign indeed, you celebrate with the we often do people signed deep. Well, hopefully a lot more often. Once the economy starts coming","episode":"mini-05","edited":false},
{"time": "0:22:06", "speaker": "spk_2","line":"back. Never once signed a deed.","episode":"mini-05","edited":false},
{"time": "0:22:08", "speaker": "spk_1","line":"Well, yeah, It shows people do it maybe twice in their life in the goddamn dad.","episode":"mini-05","edited":false},
{"time": "0:22:14", "speaker": "spk_3","line":"But that's what you guys have been doing is you guys are putting credit default swaps to shame you guys were given anyone alone, right?","episode":"mini-05","edited":false},
{"time": "0:22:22", "speaker": "spk_0","line":"We're going Deeds for weeds. If you give us a joint, will give you a deed to a house, and","episode":"mini-05","edited":false},
{"time": "0:22:27", "speaker": "spk_3","line":"then you give them a drive for signing. Teoh, be honest. Bagis is brilliant. Your own joint and you get a deed.","episode":"mini-05","edited":false},
{"time": "0:22:34", "speaker": "spk_0","line":"Your daisies, once you sign that, did you have to pay?","episode":"mini-05","edited":false},
{"time": "0:22:41", "speaker": "spk_1","line":"Subdivisions are popping up like crazy. Also, most of the people on the ends of these deeds air potheads. Yeah,","episode":"mini-05","edited":false},
{"time": "0:22:50", "speaker": "spk_0","line":"I shot out two big burger.","episode":"mini-05","edited":false},
{"time": "0:22:54", "speaker": "spk_1","line":"What, like a big Angus thes Angus involved","episode":"mini-05","edited":false},
{"time": "0:22:58", "speaker": "spk_0","line":"Angus? Yes. Black Angus is now in the payroll. So what about that burger Taco? Angus, hold","episode":"mini-05","edited":false},
{"time": "0:23:07", "speaker": "spk_1","line":"a special beef. That's like super expensive wag Obi","episode":"mini-05","edited":false},
{"time": "0:23:12", "speaker": "spk_0","line":"Wagyu and Kobe. Those were both LeBron me, bromby. We couldn't get wagyu Kobe, but we got LeBron beef yellow brown beef and LeBron Beef is signing on $90 million. And what about that poultry? Larry Bird? Larry Bird is also in the is also joining were becoming a huge mega here on.","episode":"mini-05","edited":false},
{"time": "0:23:34", "speaker": "spk_1","line":"But I will say I do not like the Steph Curry. Not a girl","episode":"mini-05","edited":false},
{"time": "0:23:40", "speaker": "spk_3","line":"too spicy for you.","episode":"mini-05","edited":false},
{"time": "0:23:41", "speaker": "spk_0","line":"Well, we're trying to branch out to other, you know, we're trying to branch out to other, you know, other other types of folks. Other consumers, right? Yeah,","episode":"mini-05","edited":false},
{"time": "0:23:49", "speaker": "spk_2","line":"well, I Todd, not not to bring this back to you and come down on your anything. But I have never been one to think that you had much artistic integrity, but this feels like","episode":"mini-05","edited":false},
{"time": "0:23:59", "speaker": "spk_1","line":"Oh, fuck you very much, my friend. Todd, This finger thing","episode":"mini-05","edited":false},
{"time": "0:24:06", "speaker": "spk_3","line":"you've been doing for your the whole 35 years of your existence,","episode":"mini-05","edited":false},
{"time": "0:24:09", "speaker": "spk_2","line":"Todd Husband, You're way older than 40. I'm just","episode":"mini-05","edited":false},
{"time": "0:24:14", "speaker": "spk_0","line":"short by about five highlighters. Todd,","episode":"mini-05","edited":false},
{"time": "0:24:16", "speaker": "spk_2","line":"I feel like this is sort of taking any shred of credibility you had. It is an artist and just lighten it up.","episode":"mini-05","edited":false},
{"time": "0:24:22", "speaker": "spk_3","line":"Are you could name some of your favorite shows. They were all","episode":"mini-05","edited":false},
{"time": "0:24:27", "speaker": "spk_2","line":"No, they were not.","episode":"mini-05","edited":false},
{"time": "0:24:28", "speaker": "spk_3","line":"Okay, Well, I'll just have a few months. Budweiser frogs.","episode":"mini-05","edited":false},
{"time": "0:24:31", "speaker": "spk_0","line":"That's not a show. They're aliens. What about what About what about Burger friends?","episode":"mini-05","edited":false},
{"time": "0:24:37", "speaker": "spk_2","line":"I have never heard of it.","episode":"mini-05","edited":false},
{"time": "0:24:38", "speaker": "spk_3","line":"You didn't. You didn't see burger friends at upfronts. Know what? New shot? It's a new show coming out from Burger Burger. Taco. It's, uh,","episode":"mini-05","edited":false},
{"time": "0:24:47", "speaker": "spk_0","line":"Nazi Taco Seinfeld.","episode":"mini-05","edited":false},
{"time": "0:24:48", "speaker": "spk_1","line":"Here's what I will say about burger friends. Not much diversity in that show. Yeah,","episode":"mini-05","edited":false},
{"time": "0:24:52", "speaker": "spk_0","line":"well, yeah. Sorry. They all like burgers. I get it, get it? We could speak to other food types, but this is all American TV Show way burgers here. That's what we dio Italian. They got a past. All right, Right. Burgers, America.","episode":"mini-05","edited":false},
{"time": "0:25:09", "speaker": "spk_2","line":"Yeah, It's just frustrating. It feels to me like you started this season, you were at least trying to be creative with. Who's the clowns now? You are. You are essentially just giving your stage over to to become one long ad.","episode":"mini-05","edited":false},
{"time": "0:25:22", "speaker": "spk_3","line":"Well, I'm sorry, but I have 28 years of back alimony to pay. Okay? I have people I need to think about. It's not just about me, okay? And I'm never gonna pay that alimony period air. I've got this whole, You know that Dave Foley. Sad story. get go back to Canada because he had a messy divorce and all the money he has His wife is based on what he's making for news radio. So now he does stand up it indie theaters around Los Angeles for free. Well, I have a similar thing, except I'm in the wrong here. I'm 100%. I'm not gonna pay because my daughter won't talk to me. You don't talk to me. You don't get my money.","episode":"mini-05","edited":false},
{"time": "0:26:08", "speaker": "spk_2","line":"Alimony isn't about the child.","episode":"mini-05","edited":false},
{"time": "0:26:11", "speaker": "spk_3","line":"Who is it for?","episode":"mini-05","edited":false},
{"time": "0:26:11", "speaker": "spk_2","line":"It's for the spouse.","episode":"mini-05","edited":false},
{"time": "0:26:13", "speaker": "spk_3","line":"Well, even worse. She divorced May. Well, whatever to pay her to divorce me. What a fucking raw deal that","episode":"mini-05","edited":false},
{"time": "0:26:19", "speaker": "spk_2","line":"is. I think you got it. You gotta ease off on that, Todd. Seriously, And maybe think about you know you can You can do this sort of money making thing, but I don't think you should lose sight of your to artistic. So I","episode":"mini-05","edited":false},
{"time": "0:26:30", "speaker": "spk_3","line":"didn't want to say this. Here's what I need the money and I'm sick and I don't have health care.","episode":"mini-05","edited":false},
{"time": "0:26:35", "speaker": "spk_2","line":"You're not sick again, Todd.","episode":"mini-05","edited":false},
{"time": "0:26:37", "speaker": "spk_3","line":"No, I'm sick and it's worse,","episode":"mini-05","edited":false},
{"time": "0:26:39", "speaker": "spk_0","line":"but it's serious. You know, it's been 40 years that you've been","episode":"mini-05","edited":false},
{"time": "0:26:43", "speaker": "spk_3","line":"sick. Not in the head. I'm ill.","episode":"mini-05","edited":false},
{"time": "0:26:47", "speaker": "spk_2","line":"What do you have? I'm dying. Of what? Oh, my God, you're not. You're","episode":"mini-05","edited":false},
{"time": "0:26:51", "speaker": "spk_3","line":"dying of tuberculosis. I'm dying home. One of the most delicious diseases could possibly My God, I have You","episode":"mini-05","edited":false},
{"time": "0:27:01", "speaker": "spk_0","line":"have tuberculosis, Todd, that Let me ease your pain. Here, smoke this. I smoke weed every day.","episode":"mini-05","edited":false},
{"time": "0:27:09", "speaker": "spk_3","line":"The only thing that makes me feel better is legally paid for medicinal marijuana. I think he is. Burgers and tacos","episode":"mini-05","edited":false},
{"time": "0:27:24", "speaker": "spk_0","line":"and the dog on Todd. You tell me the doctor prescribed you this. Todd? Yes.","episode":"mini-05","edited":false},
{"time": "0:27:29", "speaker": "spk_2","line":"Why, Doctor, did you go to that prescribe you that","episode":"mini-05","edited":false},
{"time": "0:27:31", "speaker": "spk_3","line":"Dr Tortilla? Yeah. This guy's a hard ass,","episode":"mini-05","edited":false},
{"time": "0:27:35", "speaker": "spk_2","line":"you know, Everybody hard. Everybody. You guys in The doctor","episode":"mini-05","edited":false},
{"time": "0:27:38", "speaker": "spk_0","line":"trying to say is a hard exterior","episode":"mini-05","edited":false},
{"time": "0:27:40", "speaker": "spk_3","line":"shows hard exterior","episode":"mini-05","edited":false},
{"time": "0:27:41", "speaker": "spk_2","line":"Every every person I know has gone into Dr. Tortilla has come out with a medical license.","episode":"mini-05","edited":false},
{"time": "0:27:45", "speaker": "spk_3","line":"I don't know what to tell you. Look, I went into Dr Tortilla. I got diagnosed with tuberculosis at the lecture is burgers, tacos. We in the house","episode":"mini-05","edited":false},
{"time": "0:27:59", "speaker": "spk_2","line":"house is part of the cure.","episode":"mini-05","edited":false},
{"time": "0:28:01", "speaker": "spk_0","line":"And that's good for the economy. Because as soon as you get those things, you'll be employed.","episode":"mini-05","edited":false},
{"time": "0:28:05", "speaker": "spk_2","line":"I really like tuberculosis is a fake disease made up by two Burger Burger,","episode":"mini-05","edited":false},
{"time": "0:28:09", "speaker": "spk_3","line":"Taco. Okay. Okay. Well, go ahead. Spout your conspiracy","episode":"mini-05","edited":false},
{"time": "0:28:13", "speaker": "spk_2","line":"theory. I will. And you'll be a condom in my grave. Well, let's just say I'm tying Manuel at some","episode":"mini-05","edited":false},
{"time": "0:28:18", "speaker": "spk_0","line":"real know where his grave is because there will be golden arches right on","episode":"mini-05","edited":false},
{"time": "0:28:21", "speaker": "spk_2","line":"Tom saying is after supper tonight Tune into my live stream after supper tonight you just tune into my live stream and I'm gonna take this. Oculus is","episode":"mini-05","edited":false},
{"time": "0:28:29", "speaker": "spk_0","line":"when is supper? It's a weeknight.","episode":"mini-05","edited":false},
{"time": "0:28:31", "speaker": "spk_3","line":"Some sounds after you. It's when you ring the bell and everyone runs to the point supper. You old? I","episode":"mini-05","edited":false},
{"time": "0:28:35", "speaker": "spk_1","line":"mean, I had so much burgers, talkers and house for lunch that I can barely think your supper right now","episode":"mini-05","edited":false},
{"time": "0:28:42", "speaker": "spk_2","line":"we'd have a meal. Well, you guys just tuning. I'm going todo uh uh, uh. John Oliver style takedown of tuberculosis belong.","episode":"mini-05","edited":false},
{"time": "0:28:57", "speaker": "spk_0","line":"You're gonna go for something short and concise. You're gonna stick with long.","episode":"mini-05","edited":false},
{"time": "0:29:00", "speaker": "spk_2","line":"Give me a long form piece.","episode":"mini-05","edited":false},
{"time": "0:29:02", "speaker": "spk_3","line":"Well, is long. Do the same set up punch line every time","episode":"mini-05","edited":false},
{"time": "0:29:07", "speaker": "spk_2","line":"it's gonna be from 6:30 p.m. To 12 midnight with one with one break in the middle where I just say And now this. And then I'm gonna play something else and I'm gonna come back and I'm going to","episode":"mini-05","edited":false},
{"time": "0:29:16", "speaker": "spk_0","line":"know what is this? Your switching sides here. It seems like your old show and your old book were really catering to one audience. And now you're going for what seems like the HBO crap.","episode":"mini-05","edited":false},
{"time": "0:29:25", "speaker": "spk_2","line":"Yeah, If you can get a one audience, that's half. That's half the notoriety. Half the success I come. I've come to realizing if you guys had read my new book, you're doing enough time parenting it. Maybe if you sat down and read it. You know this","episode":"mini-05","edited":false},
{"time": "0:29:37", "speaker": "spk_0","line":"to be clear. I haven't parented your book one.","episode":"mini-05","edited":false},
{"time": "0:29:39", "speaker": "spk_2","line":"OK, well,","episode":"mini-05","edited":false},
{"time": "0:29:40", "speaker": "spk_0","line":"I've noticed it, and I said, I keep saying it takes a village, but I assume I'm","episode":"mini-05","edited":false},
{"time": "0:29:44", "speaker": "spk_3","line":"parenting. I'm spanking it. I'm telling it what it's doing wrong. You're sitting. I'm having Yeah, I'm having big, angry flare ups around it, so it learns that there's only one emotion mentioned show. Um,","episode":"mini-05","edited":false},
{"time": "0:29:57", "speaker": "spk_0","line":"that's good. That's all good stuff. It's a tough world out there, and if you're sensitive at all, you're gonna get fucked.","episode":"mini-05","edited":false},
{"time": "0:30:02", "speaker": "spk_3","line":"I'll say I sit down and watch field of dreams with the book so that it will have It'll have one emotional connection to a thing. And it's sports.","episode":"mini-05","edited":false},
{"time": "0:30:08", "speaker": "spk_2","line":"Yeah, OK, well, I'm just saying, maybe if you did less of that and you read it a little bit, you realized that my my whole thing now is play both play both sides of the field as far on both sides as you can go. You bring both of those sides of the audience. Right?","episode":"mini-05","edited":false},
{"time": "0:30:24", "speaker": "spk_3","line":"Wow. Whoa. Our","episode":"mini-05","edited":false},
{"time": "0:30:25", "speaker": "spk_1","line":"guys, I just got a text message. I don't want to tell you this. I don't want to Just just remember","episode":"mini-05","edited":false},
{"time": "0:30:31", "speaker": "spk_3","line":"with the alien thing we didn't even ask. So go ahead. But just so you","episode":"mini-05","edited":false},
{"time": "0:30:35", "speaker": "spk_1","line":"know, not know all the view is aliens","episode":"mini-05","edited":false},
{"time": "0:30:39", "speaker": "spk_3","line":"all the view","episode":"mini-05","edited":false},
{"time": "0:30:40", "speaker": "spk_2","line":"of you. So enjoy my heart like a bar. Old Barbara Walk","episode":"mini-05","edited":false},
{"time": "0:30:47", "speaker": "spk_0","line":"Goldberg. Wrestler? Yeah. Who is on the view now?","episode":"mini-05","edited":false},
{"time": "0:30:51", "speaker": "spk_3","line":"Goldberg speared Raven Simone on last week's episode. Spirit rated. Yes, that's a clip from","episode":"mini-05","edited":false},
{"time": "0:30:57", "speaker": "spk_1","line":"Yeah. Not Whoopi Goldberg. Goldberg, The wrestler, um,","episode":"mini-05","edited":false},
{"time": "0:31:03", "speaker": "spk_2","line":"rave in also their sting","episode":"mini-05","edited":false},
{"time": "0:31:05", "speaker": "spk_3","line":"Scorpion death. Like Meghan McCain?","episode":"mini-05","edited":false},
{"time": "0:31:07", "speaker": "spk_1","line":"Yes, it's Yeah, it's There are","episode":"mini-05","edited":false},
{"time": "0:31:11", "speaker": "spk_3","line":"There are aliens. Yeah. Wow. So it's most of the alien seem to be people that, like at home, mothers and fathers would watch, uh, between the hours of, like, 11 and six and then after dinner.","episode":"mini-05","edited":false},
{"time": "0:31:23", "speaker": "spk_1","line":"Yeah. I mean, one of the oldest aliens is Springer.","episode":"mini-05","edited":false},
{"time": "0:31:29", "speaker": "spk_2","line":"I honestly, everything you've said today, that is the least shocking thing anyone could have ever s.","episode":"mini-05","edited":false},
{"time": "0:31:35", "speaker": "spk_3","line":"So just to be clear, what did the text say? And who was it","episode":"mini-05","edited":false},
{"time": "0:31:37", "speaker": "spk_1","line":"from? It said, Ah, it was from what? You know how there's the Illuminati. This is like a version of the Illuminati. Okay, It's here in a minority waste the Alu meth oddities. Really? Yes. Well, um, yeah, they're the 11th. Adi, uh, is texting may and tell that it seems like they keep their trying to dismantle my brain. Um, I telling me secrets and and just pulling what I think creating the the alternate universe. Oh,","episode":"mini-05","edited":false},
{"time": "0:32:15", "speaker": "spk_0","line":"wow. So I mean, they're really leading with this mystery and stuff, but it's it's funny that I don't really care about","episode":"mini-05","edited":false},
{"time": "0:32:22", "speaker": "spk_1","line":"hey just keeping my brain. I'm like, fine, I don't really watch tv there in the middle of the day. It doesn t change my life at all.","episode":"mini-05","edited":false},
{"time": "0:32:29", "speaker": "spk_3","line":"Well, as you all know, the teachers Lounge is different lengths based on when we end the show.","episode":"mini-05","edited":false},
{"time": "0:32:40", "speaker": "spk_1","line":"Must be time to go","episode":"mini-05","edited":false},
{"time": "0:32:42", "speaker": "spk_0","line":"Starts ramping up for a five minute speech.","episode":"mini-05","edited":false},
{"time": "0:32:45", "speaker": "spk_3","line":"And what What I love about the end of the show is this you can't spell end without and mm um Ah. And, uh, n is letter in the alphabet and an upside down almost a w. And you can't spell w almost without you And it you upside down an end. If it's lower case,","episode":"mini-05","edited":false},
{"time": "0:33:13", "speaker": "spk_1","line":"Joe, those have been Todd spots. We're","episode":"mini-05","edited":false},
{"time": "0:33:15", "speaker": "spk_2","line":"not doing that segment. Every","episode":"mini-05","edited":false},
{"time": "0:33:17", "speaker": "spk_0","line":"I hate it. I like it, but you","episode":"mini-05","edited":false},
{"time": "0:33:23", "speaker": "spk_1","line":"can't spell double you. How do you spell double their spelling for that?","episode":"mini-05","edited":false},
{"time": "0:33:31", "speaker": "spk_2","line":"And I think it's just","episode":"mini-05","edited":false},
{"time": "0:33:32", "speaker": "spk_3","line":"someone's had to write down d o u ble you w is.","episode":"mini-05","edited":false},
{"time": "0:33:36", "speaker": "spk_1","line":"That adds, I don't think that's ever been written","episode":"mini-05","edited":false},
{"time": "0:33:40", "speaker": "spk_2","line":"letter W's","episode":"mini-05","edited":false},
{"time": "0:33:41", "speaker": "spk_0","line":"every I don't think there are words for letters. E think the letter is the thing. You don't sprout a letter. That is.","episode":"mini-05","edited":false},
{"time": "0:33:49", "speaker": "spk_1","line":"But I know how to spell f e f f","episode":"mini-05","edited":false},
{"time": "0:33:54", "speaker": "spk_0","line":"true. I guess I was dead wrong. Yeah, So I guess","episode":"mini-05","edited":false},
{"time": "0:33:58", "speaker": "spk_3","line":"I'm not such a piece of shit.","episode":"mini-05","edited":false},
{"time": "0:34:01", "speaker": "spk_0","line":"So we'd every deed. Seems","episode":"mini-05","edited":false},
{"time": "0:34:03", "speaker": "spk_1","line":"like you're causally trying to go out to your hater.","episode":"mini-05","edited":false},
{"time": "0:34:07", "speaker": "spk_2","line":"Yeah. And also that specific read of Seemed like someone earlier set up the question. It seems like sometimes you're a piece of shit. And you just answered the question with an episode that wasn't about that","episode":"mini-05","edited":false},
{"time": "0:34:19", "speaker": "spk_3","line":"question. Well, I'm not a piece of shit, so eso Oh, by the way, failing New York Post. Next time you review my play, don't write that I'm a piece of shit, okay? Because I'm not. Everybody Come see Taco, double bacon Cheeseburger, Padre presents every day. Tadre Taco Burger until next time. Hey!","episode":"mini-05","edited":false}]
