[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-45","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"Can we stop? No way. Stop by a, uh, we are. Hey, we just had lunch. Guys, can we please just stick to the itinerary? Okay. We're in Spain for one week, okay, Mr Howard. What? We won't pay. Uh, we want Hey, I just had my eyes. I mean, how many pay a meals? What do you","episode":"mini-45","edited":false},
{"time": "0:00:21", "speaker": "spk_1","line":"want? A big fish and we'll get to sit around and community.","episode":"mini-45","edited":false},
{"time": "0:00:26", "speaker": "spk_0","line":"All right, well, we'll stop at the next pious stand, okay? I just don't I want","episode":"mini-45","edited":false},
{"time": "0:00:33", "speaker": "spk_2","line":"Oh, okay, fine. No. Pay a, uh, top","episode":"mini-45","edited":false},
{"time": "0:00:36", "speaker": "spk_0","line":"us. We want top It sounds like you guys just want topless. Top of spot. We're not going topless anywhere. Okay, little play. No. Listen, guys, little portions and big team. You guys, can I just ask you, really? Just please. I have been sent on this trip to Spain with you guys as the only chaperone and I'm already overwhelmed. This is a punishment for you. It sure as hell seems like it. Thanks for letting look cigarettes. I'm not letting you. You're doing it. I've asked you to stop, and I put them out when you like them. Stop it.","episode":"mini-45","edited":false},
{"time": "0:01:10", "speaker": "spk_1","line":"Oh, no, I don't know the heating me","episode":"mini-45","edited":false},
{"time": "0:01:20", "speaker": "spk_0","line":"don't use. Don't use broken English accents,","episode":"mini-45","edited":false},
{"time": "0:01:23", "speaker": "spk_1","line":"not honey, that's not","episode":"mini-45","edited":false},
{"time": "0:01:25", "speaker": "spk_0","line":"funny. Here you's gonna speak Spanish. Why did we laugh, Mr Howard? What?","episode":"mini-45","edited":false},
{"time": "0:01:33", "speaker": "spk_2","line":"I don't understand. Why, before the trip, you had to legally adopt","episode":"mini-45","edited":false},
{"time": "0:01:37", "speaker": "spk_0","line":"all of us. Well, because part of the state the state rules on trips is that there has to be one chaperone for every four students unless they you are their parents. And then there's no limit. So I paperwork. I know. Are we in your will, Mr Howard? Of course not. I don't have a","episode":"mini-45","edited":false},
{"time": "0:01:58", "speaker": "spk_1","line":"will. Why didn't you just bring more show?","episode":"mini-45","edited":false},
{"time": "0:02:01", "speaker": "spk_0","line":"Because the school couldn't afford to put up more chaperones. Because obviously, chaperones get their own rooms and hotels","episode":"mini-45","edited":false},
{"time": "0:02:07", "speaker": "spk_1","line":"shares the most scheper owns ever. And they all backed out last minute. Ha","episode":"mini-45","edited":false},
{"time": "0:02:12", "speaker": "spk_0","line":"ha ha ha ha. That's really funny. I know. That's a rumor that's going around the people back chaperoning you, Mr High Word. That's what That's a funny You're a bad traveler. What do you do? What? Your travel quirks. AIPAC heavy. Yeah, I packed that most of us could have to get another van. Right. Well, you guys know I'm very affected. by changes in the weather. So I have to be prepared for anything I brought. I have to bring different heaviness of coats. I have to bring my own blankets for hotels because I'm allergic to most of the materials that hotels use your allergic to cotton. Yes. And it's made my life very difficult. Okay, what is denim eight out of? Ah, well cotton, which is why my legs have for your family history. That's","episode":"mini-45","edited":false},
{"time": "0:02:59", "speaker": "spk_1","line":"why your legs of staying. Yes, I'm not fat. I'm not","episode":"mini-45","edited":false},
{"time": "0:03:03", "speaker": "spk_0","line":"fat. Swelling, allergic reaction. OK, but I could see it in your eyes. Listen guys, stop our contacts. Roast Mr. Howard, What do you the are you get? Come look close the keep my contacts. Okay? The left one says virgin and the right one says swollen, swollen. I wanted it to say Fadi, it's more accurate. The level","episode":"mini-45","edited":false},
{"time": "0:03:28", "speaker": "spk_2","line":"and purge in","episode":"mini-45","edited":false},
{"time": "0:03:28", "speaker": "spk_0","line":"full inversion. That's funny that you think that I'm a swollen","episode":"mini-45","edited":false},
{"time": "0:03:31", "speaker": "spk_1","line":"star, Mr. Thanks for taking us all. And yeah, thanks for being our dad. And I want to go get top us with","episode":"mini-45","edited":false},
{"time": "0:03:39", "speaker": "spk_0","line":"TD's. Ok, well, you're You can't do that. Okay? You are a 16 year","episode":"mini-45","edited":false},
{"time": "0:03:44", "speaker": "spk_1","line":"old big titties tiny plates. Big tease time he play. I don't even know","episode":"mini-45","edited":false},
{"time": "0:03:50", "speaker": "spk_0","line":"if that place exists. Have you guys been searched? If you You know what? Hey, if you not have the Google searches, come back with anything, okay? What do you","episode":"mini-45","edited":false},
{"time": "0:03:58", "speaker": "spk_1","line":"even trying to google all trip teddy toppers Googling it.","episode":"mini-45","edited":false},
{"time": "0:04:03", "speaker": "spk_0","line":"Well, then it probably doesn't exist. And you know what? We've been googling with papaya pussy. Power, doubt. Dad, I'm telling Mom. Okay, Well, you don't have a mother Penis. Peya. Hey, Dad. Yes?","episode":"mini-45","edited":false},
{"time": "0:04:20", "speaker": "spk_2","line":"There's there's a girl in the other van. Uh","episode":"mini-45","edited":false},
{"time": "0:04:24", "speaker": "spk_1","line":"oh, yes. Confess","episode":"mini-45","edited":false},
{"time": "0:04:25", "speaker": "spk_2","line":"this is growing. The other Veum. Um, Veronica, uh, you know, Veronica, Veronica, von, Veronica Von and I was thinking on the strip I try to flip Fleming good ants with her.","episode":"mini-45","edited":false},
{"time": "0:04:40", "speaker": "spk_1","line":"Okay, Flamenco. Okay, wait a leg up. Pink body and stinky. Okay, enough looking shrimp the whole time. Come. I got pig body and stink.","episode":"mini-45","edited":false},
{"time": "0:04:53", "speaker": "spk_0","line":"I don't know. That's really like, I think you'll have to will take flamenco lessons. If you want to learn how to dance at the dance, it's not flamingo weight. If you do flamingo dancing, you need to use casting nets Nets","episode":"mini-45","edited":false},
{"time": "0:05:06", "speaker": "spk_2","line":"for the shrimp flamingo dance you casting? That's for the tram. But I'm wondering what if I ask her to Flamingo dance with me and she says No.","episode":"mini-45","edited":false},
{"time": "0:05:16", "speaker": "spk_0","line":"Yeah, how do you deal with it? Says Bangkok.","episode":"mini-45","edited":false},
{"time": "0:05:20", "speaker": "spk_2","line":"What if she wants to do the chicken beings?","episode":"mini-45","edited":false},
{"time": "0:05:22", "speaker": "spk_0","line":"Well, I think that's a how do you deal with loss or roadblocks? Well, in this specific instance, Roger, I'd say what you would do is you would say I would really love to flamingo dance. I guess that's a thing. But I'll do what you'd like to do because I'm a guy who likes to compromise.","episode":"mini-45","edited":false},
{"time": "0:05:42", "speaker": "spk_2","line":"Okay, what if I'm not as much of a pushover, is you","episode":"mini-45","edited":false},
{"time": "0:05:45", "speaker": "spk_0","line":"Heck, well, then wave. It has flamingo or no go then. I think you've made up your mind. And there was no reason for you to ask me this question.","episode":"mini-45","edited":false},
{"time": "0:05:54", "speaker": "spk_2","line":"Not meant to be together.","episode":"mini-45","edited":false},
{"time": "0:05:55", "speaker": "spk_0","line":"Maybe not if she if you want to do things that she doesn't want to do and you have no interest in doing the things that she wants to do, Maybe you're not meant to be together. It's the story of my life Teacher Dad, why","episode":"mini-45","edited":false},
{"time": "0:06:05", "speaker": "spk_1","line":"have you been so nervous? Whenever any women","episode":"mini-45","edited":false},
{"time": "0:06:07", "speaker": "spk_0","line":"talk to you here. Ah, well, because I am fear miscommunication with a woman who doesn't speak my language. If I'm being honest, I'm scared that they might ask me something, and I might respond in a way that makes me seem like a creep or Ah, that's the truth. I don't want to be ah, caught up in some sort of scandal while I'm out here with 35 Children.","episode":"mini-45","edited":false},
{"time": "0:06:26", "speaker": "spk_2","line":"Is that what you you got so nervous when we went to ask that one woman for directions that you asked her where the erections were","episode":"mini-45","edited":false},
{"time": "0:06:32", "speaker": "spk_0","line":"at? Yeah, that well, that is an example of the thing that I'm afraid of. Roger","episode":"mini-45","edited":false},
{"time": "0:06:39", "speaker": "spk_1","line":"that. Like when we were in the restaurant ordering pie A and us, the waitress, the pretty waitress where the erections were.","episode":"mini-45","edited":false},
{"time": "0:06:46", "speaker": "spk_0","line":"You guys, we're seeing a pattern and sort of the thing that I have issues with, Um, when I'm looking for the bathroom, remember when you were trying to explain that you have You've lost some of your hearing. Um, and you were? She thought you said I'm hard on my part of hearing. Well, that's because I got choked up when I sing it and I didn't get of hearing, right? Yeah, because I was scared","episode":"mini-45","edited":false},
{"time": "0:07:13", "speaker": "spk_2","line":"that I'm hard. And then he started crying.","episode":"mini-45","edited":false},
{"time": "0:07:15", "speaker": "spk_1","line":"It's been hard on the trip because we haven't really, like, made","episode":"mini-45","edited":false},
{"time": "0:07:18", "speaker": "spk_0","line":"it anywhere. Well, that's because maybe because you were asking us t change directions. If you just stick to the itinerary, which I gave you at the beginning of the trip, we would get to do things. But you guys keep one to call audibles. Okay.","episode":"mini-45","edited":false},
{"time": "0:07:30", "speaker": "spk_1","line":"Okay. Well, what are we doing next, Teacher Howard? Dad, we're gonna go see a river. Which river? One of the","episode":"mini-45","edited":false},
{"time": "0:07:39", "speaker": "spk_0","line":"Spanish ones. Okay, I don't know the name of it. The tour group is a denial. It's not denial because that Levi's alert you the El Toro River. Is it that it could be? Is that is that on the map here? Okay, then that's where we're going. We're going to the El Toro River. All right? Yeah. Let's go. Yeah, we're on the way. The buster, however, it","episode":"mini-45","edited":false},
{"time": "0:08:01", "speaker": "spk_2","line":"doesn't want to see the now because he's been living in his whole life.","episode":"mini-45","edited":false},
{"time": "0:08:04", "speaker": "spk_0","line":"That's funny. Here in it's got a really good sense of humor","episode":"mini-45","edited":false},
{"time": "0:08:08", "speaker": "spk_1","line":"on and we know what you're denying.","episode":"mini-45","edited":false},
{"time": "0:08:11", "speaker": "spk_0","line":"What am I denying your truth? Your true wants my truth, Thomas. Swollen virgin. Admit it. I'm not denying that I'm swollen.","episode":"mini-45","edited":false},
{"time": "0:08:23", "speaker": "spk_2","line":"Mr. Howard, can we, uh would you mind picking the music? I'm tired of choosing all the music.","episode":"mini-45","edited":false},
{"time": "0:08:28", "speaker": "spk_0","line":"Yeah. Yes, I'd love to pick the music. What kind of movie you guys in? Light jazz. Michael Bolton. No, we're saying OK,","episode":"mini-45","edited":false},
{"time": "0:08:37", "speaker": "spk_2","line":"you just picks up. Okay, But what? We wouldn't be mad at ST","episode":"mini-45","edited":false},
{"time": "0:08:41", "speaker": "spk_1","line":"way. Our teams, We're teens and we're in Spain. Santana, it is. All right. Well, here comes the zones","episode":"mini-45","edited":false},
{"time": "0:08:56", "speaker": "spk_2","line":"of the radio Still broken.","episode":"mini-45","edited":false},
{"time": "0:08:58", "speaker": "spk_0","line":"You can't just sing like, uh, oil. It's a hot one, but didn't mention some","episode":"mini-45","edited":false},
{"time": "0:09:07", "speaker": "spk_1","line":"of the sun. New, new new Something without music for a while. You're so smooth thing. Look at David. One leg up. Standard trip off the ground. Yeah! Yeah! Castanet!","episode":"mini-45","edited":false},
{"time": "0:09:32", "speaker": "spk_0","line":"All right, I'm out of breath. Guys, I can't say Hey,","episode":"mini-45","edited":false},
{"time": "0:09:35", "speaker": "spk_2","line":"you ran out of breath from Los I'm in the first verse of","episode":"mini-45","edited":false},
{"time": "0:09:38", "speaker": "spk_1","line":"sitting in a van. Look, a bullfighter! Wow! In the wild velvet pants. Big cape Little my dad. Look at that Right on the side of the room. Don't look Everybody turn! Turn away! Are the way they did it on the street. I","episode":"mini-45","edited":false},
{"time": "0:09:59", "speaker": "spk_0","line":"don't know if that's actually a bullfighter.","episode":"mini-45","edited":false},
{"time": "0:10:01", "speaker": "spk_1","line":"What is it is a dead man in velvet. A dead man. Bus driver. Don't stop no stones that you picked. You were getting out. Thing is a stop on the tour. So what do we do? We just kiss him.","episode":"mini-45","edited":false},
{"time": "0:10:19", "speaker": "spk_0","line":"No, no, you don't kiss it that. Welcome to the dead bullfighter. Please line up and have a kiss.","episode":"mini-45","edited":false},
{"time": "0:10:28", "speaker": "spk_1","line":"Okay, Winning. All right. Women's guys Just make it quick. Okay? All right, load Back up. Wait a second. He's getting up. You've saved the booth. Trust me. Wow way! Oh, my God. Your day. Okay, let us off the bus with Oh, with just don't look for a bull. Thank you, babies. Us is based on your El Toro","episode":"mini-45","edited":false},
{"time": "0:11:26", "speaker": "spk_0","line":"Tero. Get a normal job back on the bus. Were leaving the Stedman here. We're leaving them in your","episode":"mini-45","edited":false},
{"time": "0:11:33", "speaker": "spk_1","line":"good Bible. Vital. Beautiful. My beautiful baby.","episode":"mini-45","edited":false},
{"time": "0:11:41", "speaker": "spk_0","line":"Yeah, Half English. Spanish. You know what? Let's not do any more of these roadside attractions. Mr. Bus Driver.","episode":"mini-45","edited":false},
{"time": "0:11:48", "speaker": "spk_1","line":"That was awesome. That was awesome. We kissed a bullfight until he came back alive again. And then he died. Spain is","episode":"mini-45","edited":false},
{"time": "0:11:54", "speaker": "spk_0","line":"magic. I think that was just a creepy","episode":"mini-45","edited":false},
{"time": "0:11:57", "speaker": "spk_1","line":"milk. A barn full of Haman. Oh, my God. Are they eating acorns? Oh, my gosh. A corns and Hama. What even is a hay mon Haman her big ham? Yeah, I can tell those air those delicious pigs that he'd only a quick really Stop, Please don't stop. Foot foot pigs, OK? Famous, I swear.","episode":"mini-45","edited":false},
{"time": "0:12:24", "speaker": "spk_0","line":"Just make it quick.","episode":"mini-45","edited":false},
{"time": "0:12:25", "speaker": "spk_2","line":"Come on up. Just the","episode":"mini-45","edited":false},
{"time": "0:12:27", "speaker": "spk_1","line":"way the host your solo, Mary,","episode":"mini-45","edited":false},
{"time": "0:12:31", "speaker": "spk_2","line":"you brought the dead pig back to life.","episode":"mini-45","edited":false},
{"time": "0:12:33", "speaker": "spk_0","line":"Thank you. Okay, okay. Let's get back on the bus. Guys, this is crazy. Thank you so much, sir.","episode":"mini-45","edited":false},
{"time": "0:12:54", "speaker": "spk_2","line":"Please come from the you.","episode":"mini-45","edited":false},
{"time": "0:12:55", "speaker": "spk_1","line":"I kissed this Blackfoot. Okay, let's","episode":"mini-45","edited":false},
{"time": "0:13:01", "speaker": "spk_2","line":"record pig. Here, take this magical hat.","episode":"mini-45","edited":false},
{"time": "0:13:08", "speaker": "spk_1","line":"Is this Ah can feel like a hat. What? That feels like a regular hat.","episode":"mini-45","edited":false},
{"time": "0:13:12", "speaker": "spk_2","line":"Oh, see what magic it brings you when you bury it in the sand tonight?","episode":"mini-45","edited":false},
{"time": "0:13:17", "speaker": "spk_1","line":"Don't keep it.","episode":"mini-45","edited":false},
{"time": "0:13:19", "speaker": "spk_2","line":"You could wear it also, but it will be magical.","episode":"mini-45","edited":false},
{"time": "0:13:21", "speaker": "spk_0","line":"Okay, sir. Thank you so much. We're gonna get out. We're gonna get that. Get out of here. Yeah, well, just were guys enough with this, okay? We're not getting off the bus anymore. Too much weird stuff happening. Okay, We're staying on the bus until we get to the river. L Tora River. Yes. And this is why","episode":"mini-45","edited":false},
{"time": "0:13:42", "speaker": "spk_2","line":"at the last hotel, Why was why was the bill for your, um so much higher on check out incidentals? And that's","episode":"mini-45","edited":false},
{"time": "0:13:50", "speaker": "spk_1","line":"interesting question. They kept saying Did you enjoy the film?","episode":"mini-45","edited":false},
{"time": "0:13:53", "speaker": "spk_0","line":"Yeah. Ah, Well, I, uh I looked at the I'm sorry. Wait films. Yeah, I accidentally It's a great I accidentally watched him. And then, I mean, I accidentally rented them. And then I watched them wasting scenes. You kept rewinding over and over and over. And I don't know how they had that and let the analytics to know that that's true.","episode":"mini-45","edited":false},
{"time": "0:14:17", "speaker": "spk_2","line":"But unfortunately, you have to pay for the rewind and pause button on the remote. You broke them from overuse.","episode":"mini-45","edited":false},
{"time": "0:14:22", "speaker": "spk_0","line":"Now, that's that's funny. Oh, the Podd. Why were you guys near the check out desk? I told you to stay in the breakfast area. Weighing. Yeah. Yeah. You don't get to play, okay? Watching rewinding and pausing, I was accidently watching a porno movie. Oh, no, it definitely. How'd you do that? It wouldn't let me stop in to stop month by number. I was watching bid to the top of eight. The eighth in a series. Big TV topics. Yes. Okay. Watch Penis by Penis. Peya wasn't on.","episode":"mini-45","edited":false},
{"time": "0:15:00", "speaker": "spk_1","line":"Wait, wait. Did you record it on your phone? All of it? Because you want to see I'm not Teoh stuff we If you don't show us, you can't go back to America. We're going to tell your passport. We have your passport of honing in on the window. How did you","episode":"mini-45","edited":false},
{"time": "0:15:15", "speaker": "spk_0","line":"get my past? If","episode":"mini-45","edited":false},
{"time": "0:15:16", "speaker": "spk_1","line":"you show us, we won't tell you. Holding a passport? Bullets starting in my passport. Oh, noble! Oh, my God. He's running right into the airport. Not what you see, don't you? Damn parolee party of one. Your seat on the airplane. Ready? Howard Levis looks right. Yeah, You look like Howard Level. How's that bull getting? That? Ball's gonna go back to America and pretend to be me. Oh, my legs. No, that bulls not a Hello. I'm a swollen virgin. Okay, I'm all in the Virgin. How","episode":"mini-45","edited":false},
{"time": "0:15:48", "speaker": "spk_2","line":"would you like to drink? Mile High Club?","episode":"mini-45","edited":false},
{"time": "0:15:50", "speaker": "spk_0","line":"No, thank you. I'm just gonna watch my film. Okay. I'm gonna call the school right now and let him know that bulls coming back pertain to","episode":"mini-45","edited":false},
{"time": "0:15:57", "speaker": "spk_1","line":"you, sir, you cannot watch that film on the flight. You cannot watch that film on the flight. We've seen titty topics and it is not allowed. Of course. Why did you get to watch it? But you passed judgment on me because I watched it on my own time. Sure. Why don't you just get back to flying with your right? I'm the pilot. Someone else","episode":"mini-45","edited":false},
{"time": "0:16:21", "speaker": "spk_2","line":"should handle this.","episode":"mini-45","edited":false},
{"time": "0:16:21", "speaker": "spk_0","line":"I'm not a bull. I'm Howard Levis, and I'm going back to take his identity. Okay, Mr Bus Driver, why did we get Why did","episode":"mini-45","edited":false},
{"time": "0:16:28", "speaker": "spk_1","line":"we come? I shit. Now it's done and final. Yeah, I guess we have to go back to America and let Mr Dad teacher stay.","episode":"mini-45","edited":false},
{"time": "0:16:41", "speaker": "spk_0","line":"And I guess from this point out, I'm a bull in America. I'm a bowl and","episode":"mini-45","edited":false},
{"time": "0:16:47", "speaker": "spk_1","line":"Spain. You're also Bill gets cannon now. Yeah, Yeah. God, Why do I feel compelled? Thorough. Oh, Mr Howard's being a bull. Oh, my God. With the classic, put the cape right in front of a brick wall. Oh, Mr Levis!","episode":"mini-45","edited":false},
{"time": "0:17:08", "speaker": "spk_2","line":"Well, Mr Owens Person","episode":"mini-45","edited":false},
{"time": "0:17:10", "speaker": "spk_1","line":"passing out","episode":"mini-45","edited":false}]
