[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-24","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"OK, take a seat. Wherever you guys. Why, Sorry? Yeah, just a second. I'm just practicing what I'm gonna say when you come in. What is it? I'm just practicing What I'm going to say when you come into one second. All right? Come in and take a seat wherever you want. My name. Todd. Padre, I'm your kids theater teacher, okay? You should if you do. So I'm","episode":"mini-24","edited":false},
{"time": "0:00:26", "speaker": "spk_1","line":"saying what? Take a shit if we need","episode":"mini-24","edited":false},
{"time": "0:00:30", "speaker": "spk_0","line":"So I miss book. Um, are misspoke. I Todd Tadre","episode":"mini-24","edited":false},
{"time": "0:00:33", "speaker": "spk_1","line":"Hi. My name is Craig. Um, this is my daughter, Cynthia. Hi.","episode":"mini-24","edited":false},
{"time": "0:00:40", "speaker": "spk_0","line":"Yes, I know your daughter. She's a Greg. How you doing? Um good. Good. Wide. Um, you you were here for our parent teacher? Yeah. Conference. And I just need to send you to sign. These release is that we're gonna be recording these because of some disagreements. We had overpass parent teacher conferences, and so he said she said I don't have to wear a body cam. So there's been some issues with these so bad that they need to be filmed with the body cam. Well, you know, there's a low. There's a lot of hair. My God. Stupid You're gonna have to explain everything twice. Oh, Cynthia, don't clap your daughter.","episode":"mini-24","edited":false},
{"time": "0:01:23", "speaker": "spk_1","line":"Get down. He's stupid. He thinks it's going to make me stop or something. Get down. I just got back from Dr Phil with this one. Somebody","episode":"mini-24","edited":false},
{"time": "0:01:33", "speaker": "spk_0","line":"a real that you better a doctor Village.","episode":"mini-24","edited":false},
{"time": "0:01:36", "speaker": "spk_1","line":"Do I sound like not or feel You already did. Dad, you don't need to do an impression. I love his voice, All right? That's why I been it. Dr Phil,","episode":"mini-24","edited":false},
{"time": "0:01:47", "speaker": "spk_0","line":"with this one. Okay. Well, um uh, was it helpful? What did you learn?","episode":"mini-24","edited":false},
{"time": "0:01:52", "speaker": "spk_1","line":"Well, she spent a week down with some drill sergeant and came back worse and dressed in in Stags precedes. Don't you clap it may she came back dressed in fatigues. I think she killed it.","episode":"mini-24","edited":false},
{"time": "0:02:10", "speaker": "spk_0","line":"He should kill the drill Sergeant. The doctor film. But this is way worse than bad. Baby,","episode":"mini-24","edited":false},
{"time": "0:02:15", "speaker": "spk_1","line":"can we stop with this crap? Who cares? Dad, we're going to talk about my grades. Okay, So, Todd, you teach","episode":"mini-24","edited":false},
{"time": "0:02:22", "speaker": "spk_0","line":"her theater. I'm or theater teacher, and I just want to go through some of the criteria of how we talk about the students and to see if you have any questions. So um, first,","episode":"mini-24","edited":false},
{"time": "0:02:33", "speaker": "spk_1","line":"that sounds great. You're gonna go through the criteria of how we talk about the students. What do you Adults are awful. How do I learn anything? Okay. Xanthia.","episode":"mini-24","edited":false},
{"time": "0:02:44", "speaker": "spk_0","line":"Cynthia, Cynthia. This is so this is what cities I'll go to the first of the criteria. Cynthia does not make you feel like a loser. No. So it's a double negative there, but she does make me feel that she does not make me feel like a loser. The answer is no. And","episode":"mini-24","edited":false},
{"time": "0:03:02", "speaker": "spk_1","line":"that's something going in check. So these are gonna be really confusing double negative, like their governs. Passive aggressive.","episode":"mini-24","edited":false},
{"time": "0:03:11", "speaker": "spk_0","line":"We buy the easiest way to communicate. So this stuff is, then we really have to take the time and explain. So Cynthia does make me feel like a loser. She does not make me feel like a loser coming. No,","episode":"mini-24","edited":false},
{"time": "0:03:23", "speaker": "spk_1","line":"Cynthia, what are you doing to Todd? Showing up on time telling him that he's wrong or he's reads things incorrectly,","episode":"mini-24","edited":false},
{"time": "0:03:30", "speaker": "spk_0","line":"right? That I can't wait. I come in late, and she's like, Well, I was on time, and I'm like, Oh, so I'm the loser?","episode":"mini-24","edited":false},
{"time": "0:03:35", "speaker": "spk_1","line":"Yes. It seems like maybe you are. How late are we talking time And what? She clasped me. How late are we talking? And what do you have in your hands when you come in?","episode":"mini-24","edited":false},
{"time": "0:03:46", "speaker": "spk_0","line":"Well, you know, I think we all know that is traffic happens. Things happen to show up. 10 15 2030 minutes late. You got a briefcase where all your files or bustling","episode":"mini-24","edited":false},
{"time": "0:03:56", "speaker": "spk_1","line":"number went up really fast. It escalated quick. Is it 10 hours and 30?","episode":"mini-24","edited":false},
{"time": "0:04:01", "speaker": "spk_0","line":"Uh, you know, it could be 10 15 3 It's already drives.","episode":"mini-24","edited":false},
{"time": "0:04:05", "speaker": "spk_1","line":"Yeah, it's at least 45. Every so 45 stuffed briefcase full of papers pages. Cheval. There's a couple papers in there. It's mostly christens stuffed beef. Case for Chris?","episode":"mini-24","edited":false},
{"time": "0:04:19", "speaker": "spk_0","line":"Yes, I have a beef case full of parasites.","episode":"mini-24","edited":false},
{"time": "0:04:23", "speaker": "spk_1","line":"So it's a briefcase made out of beef stuff with Grisanti. Yes. So everything opposite meat pie. Back it up. We'll","episode":"mini-24","edited":false},
{"time": "0:04:39", "speaker": "spk_0","line":"be chased into work with a bunch of dogs. Uh,","episode":"mini-24","edited":false},
{"time": "0:04:44", "speaker": "spk_1","line":"dad, now you see what I'm saying? I'm not the dumb one. School is hard with him. Look tied. This is ridiculous. You come in with a bunch of dogs chasing you?","episode":"mini-24","edited":false},
{"time": "0:04:55", "speaker": "spk_0","line":"Well, yeah, because of my briefcase. They're trying todo","episode":"mini-24","edited":false},
{"time": "0:05:00", "speaker": "spk_1","line":"so I'm sorry I think I'm a little bit early. I can wait out in the hallway so great he doubled.","episode":"mini-24","edited":false},
{"time": "0:05:04", "speaker": "spk_0","line":"No, no, you're not really a double booked. You guys, I thought I'd done with this one a little earlier.","episode":"mini-24","edited":false},
{"time": "0:05:09", "speaker": "spk_1","line":"Is that guy from the teachers barge? It's ah, high. You know, I I think I confused you. Somebody else. Um, What's your name? Martin washed the sheet. Jenkins. I'm here. Toe talk about my daughter. Clara. My daughter. My daughter playing","episode":"mini-24","edited":false},
{"time": "0:05:29", "speaker": "spk_0","line":"harder. You're clear. Okay, well, come on in. Yeah, So we'll just keep this going and we'll save a little time. But where is it?","episode":"mini-24","edited":false},
{"time": "0:05:36", "speaker": "spk_1","line":"Clear. Yeah. Hey, Clear, Clear. Clear. Stop doing the baby impression. Clear. It's weird. My poop. My pants. She does this every day. She poops her pants. Sorry, Mr Padre. Do we have to do this with four people and wounding? Who? Get back. Move My reversed.","episode":"mini-24","edited":false},
{"time": "0:06:02", "speaker": "spk_0","line":"Sorry you had to see those dogs kicking. These is really kicked. My ass did upon their high legs and punched you. That's right. Sorry about that.","episode":"mini-24","edited":false},
{"time": "0:06:12", "speaker": "spk_1","line":"They're like some back story with these dogs that I should be aware of because I","episode":"mini-24","edited":false},
{"time": "0:06:16", "speaker": "spk_0","line":"know No, nothing interesting. Uh, All right, So jump into question Number two, your question behind because you relate to the double booking. And so I'll just jump to the question number two.","episode":"mini-24","edited":false},
{"time": "0:06:26", "speaker": "spk_1","line":"I think I'm I I thought I was early, but I'm actually You did double book us. This isn't","episode":"mini-24","edited":false},
{"time": "0:06:32", "speaker": "spk_0","line":"Yeah. Are you kidding me? Why? Need be really sorry, But about your late so all right, Second question, when the student comes to class, are they here and there they present yes, or now? I thought that would be less clear, but that's a pretty clear one.","episode":"mini-24","edited":false},
{"time": "0:06:49", "speaker": "spk_1","line":"I mean, clarify What is our class every day? Well, yeah, maybe mind. Do I need my high chair?","episode":"mini-24","edited":false},
{"time": "0:06:58", "speaker": "spk_0","line":"Yeah. There's a very major issue with clear that none of the questions really address on the, which is a bit of a stretch.","episode":"mini-24","edited":false},
{"time": "0:07:04", "speaker": "spk_1","line":"Anything. Hey, Dad, Where the hell did you go? What? Why is only little Clara talking? Sorry. I was just I was listening like No. Hey, listen, listen, let's not get it. It's weird that my daughter plays plays like she's a baby all the time, But honestly, it's too late for me to try to change it because she's nine years old and it's been Night West, my childhood. Okay,","episode":"mini-24","edited":false},
{"time": "0:07:31", "speaker": "spk_0","line":"sometimes I wonder if we should have graduated nine year old into junior high school so quickly. She's","episode":"mini-24","edited":false},
{"time": "0:07:37", "speaker": "spk_1","line":"When I had the meeting with the principal last year, I said, Are you Are you sure this seems crazy to me? And he was like, No, no, no. She seems like she could use some of exposure to adults.","episode":"mini-24","edited":false},
{"time": "0:07:48", "speaker": "spk_0","line":"Well, you know what I say. Video games, movies, TV and music are bad influences. And you've been playing her. The creek that banned the creatures and half of their songs are about wanting to be treated like a baby. And so she thinks it's OK, and it's affecting class","episode":"mini-24","edited":false},
{"time": "0:08:03", "speaker": "spk_1","line":"there. Have you been thing? Uh, the creatures album? I love the creatures like the blues from the creatures. Okay, Well, hey, Mia. Copa. I just get the hell out of here. She's fine","episode":"mini-24","edited":false},
{"time": "0:08:17", "speaker": "spk_0","line":"now, Mia. Culpas Appointment in 35 minutes. Okay, you don't have to rush out of here. It's just you guys right now.","episode":"mini-24","edited":false},
{"time": "0:08:23", "speaker": "spk_1","line":"I'm a here is to make it go if I'm a little early,","episode":"mini-24","edited":false},
{"time": "0:08:29", "speaker": "spk_0","line":"so I always misunderstood. Your name is culpa. And when you're introducing yourself you say? It's","episode":"mini-24","edited":false},
{"time": "0:08:34", "speaker": "spk_1","line":"okay. Let me go back and wait out. India all the way.","episode":"mini-24","edited":false},
{"time": "0:08:38", "speaker": "spk_0","line":"Uh, no, no. Come on, in your own time.","episode":"mini-24","edited":false},
{"time": "0:08:40", "speaker": "spk_1","line":"Okay. Hello, everybody. Let the girls. Hello, man. Allow","episode":"mini-24","edited":false},
{"time": "0:08:45", "speaker": "spk_0","line":"Cynthy Frag, This is Martin Washer Jenkins. And this is Clara Nose in the high trail.","episode":"mini-24","edited":false},
{"time": "0:08:52", "speaker": "spk_1","line":"No big, strong semi. Oi for somebody a she man.","episode":"mini-24","edited":false},
{"time": "0:09:00", "speaker": "spk_0","line":"Your name is she ical. He's your Copa.","episode":"mini-24","edited":false},
{"time": "0:09:08", "speaker": "spk_1","line":"He's amico. But I see that he is a name, but he's awesome. Mine. But I am a she culpa. But I am. He's a miracle as a son. Where's the son? She a cup at the my left. You mean like magnet? It's a me a key. A sport Egx. Who is this guy? One. It's a me a ks party. So","episode":"mini-24","edited":false},
{"time": "0:09:31", "speaker": "spk_0","line":"you don't know this kid?","episode":"mini-24","edited":false},
{"time": "0:09:32", "speaker": "spk_1","line":"Last name was it this May a kiosk. Okay, well, I'm in the wrong place. Goodbye. Um,","episode":"mini-24","edited":false},
{"time": "0:09:42", "speaker": "spk_0","line":"a good kid Sport is drives a Sorrento.","episode":"mini-24","edited":false},
{"time": "0:09:44", "speaker": "spk_1","line":"Can we just move on with this is getting a little bit way. We're here. Tourist. Please, Daddy. Okay. Eso the Italians air here? Who's Italians? It was not Italian. They would. They brought a generalization. Here's a guy. Here's a voice that he says that I think that this a pizza is one that I make for myself at home, Huh? For your information, we are expending way, Way Don't wanna have to throw this one in the trash where nine minutes in? Because he has a right, Because you calling me a Copa? Okay, I think we're in the clear here. Took it. Feels that the bill painted It's too confusing to be offensive. And that","episode":"mini-24","edited":false},
{"time": "0:10:40", "speaker": "spk_0","line":"is that. That is okay, So we're learning something that's a huge part of my class. If it's too confusing and art, it can't be offensive. So if you find yourself being become","episode":"mini-24","edited":false},
{"time": "0:10:51", "speaker": "spk_1","line":"OK, you get it down. Who will make a funny So you can You can't point fingers. I'm not making fun of everybody. Just be a messiah, mate. Though we're being a couple of Selves. Who are these people now?","episode":"mini-24","edited":false},
{"time": "0:11:12", "speaker": "spk_0","line":"Okay, so I do want to talk about the reason you three families air here. The culpas. I don't know when your kids coming, but is that your three kids have been the biggest problem students and Michael,","episode":"mini-24","edited":false},
{"time": "0:11:23", "speaker": "spk_1","line":"that's an interesting","episode":"mini-24","edited":false},
{"time": "0:11:25", "speaker": "spk_0","line":"um they don't come in memorized a lot where we're reading our scenes. All they want to do is scenes from plays I haven't read or heard of. And so that makes it harder for","episode":"mini-24","edited":false},
{"time": "0:11:35", "speaker": "spk_1","line":"my daughter. She studied Romeo and Juliet. That's a pretty common play.","episode":"mini-24","edited":false},
{"time": "0:11:40", "speaker": "spk_0","line":"Looking just a little more modern that I've heard of. You know,","episode":"mini-24","edited":false},
{"time": "0:11:43", "speaker": "spk_1","line":"I'm doing plays off of the syllabus. I don't know what your problem is. I'm doing the place off of the syllabus. So if you haven't heard of the assigned reading, I don't know what to tell. Yeah? Are you assigning cause Cynthia says she's reading off the syllabus? Do you do your own syllabus?","episode":"mini-24","edited":false},
{"time": "0:11:54", "speaker": "spk_0","line":"OK, you misunderstood. That's the syllabus is the play. So we're not doing anything to the syllabus. Read","episode":"mini-24","edited":false},
{"time": "0:12:02", "speaker": "spk_1","line":"it is a paper. This paper is the syllabus is a play.","episode":"mini-24","edited":false},
{"time": "0:12:05", "speaker": "spk_0","line":"Yeah, it's a play we perform. The syllabus is","episode":"mini-24","edited":false},
{"time": "0:12:07", "speaker": "spk_1","line":"not a political. This is our plant. This It wasn't a site that bushy. This is a bushy.","episode":"mini-24","edited":false},
{"time": "0:12:12", "speaker": "spk_0","line":"Hey, this is not bullshit. All right? Is my class I worked very hard on","episode":"mini-24","edited":false},
{"time": "0:12:16", "speaker": "spk_1","line":"You know, I could be in Hollywood Mercies Uncle Go. They don't speak English professor spigot dog or a fraud dog Wo worked rivers, a rooftop river roof Nothing you say afraid after you're not Italian. Be? Yes, yes, I'm a not just a pizza. You're not. And I'm not just a piece. I'm a piece. I'm afraid I'm f Bunia. Even Pita. Alright, alright. What you Did you hear what my wife would say? She said piece of ass. Okay. Did you kiss that? Yeah, Yeah. Is that the Spanish way? Spanish bankers look all right. Are you scared? You can trust and","episode":"mini-24","edited":false},
{"time": "0:13:22", "speaker": "spk_0","line":"pause High. This was Todd Padre, and this was my riel. Every character you just heard was me. Eso you heard everything that I'm capable of. Eso I'm capable of adults. I'm capable of Children. Italians and I can even have conversations with my characters. I can play dogs. So, um, that was my character.","episode":"mini-24","edited":false},
{"time": "0:13:48", "speaker": "spk_1","line":"What are you doing in here?","episode":"mini-24","edited":false},
{"time": "0:13:49", "speaker": "spk_0","line":"Oh, uh uh, My riel. What are you doing? We need this room to interrogate some people.","episode":"mini-24","edited":false},
{"time": "0:13:56", "speaker": "spk_1","line":"And I was about to do an ad for my, uh, 24 hour to do","episode":"mini-24","edited":false},
{"time": "0:14:00", "speaker": "spk_0","line":"business. I'm done with the room. Let me just pack up my stuff from","episode":"mini-24","edited":false},
{"time": "0:14:08", "speaker": "spk_1","line":"move Who","episode":"mini-24","edited":false},
{"time": "0:14:11", "speaker": "spk_0","line":"If you listen to my real I based some of it on my real experiences. That's what's gonna riel. And these have to be 15 minutes. So I got 45 seconds to go. Oh, I had a, uh uh, All right, so that was Todd. Podd really wants a Todd Padres character. Real Todd. Padre. Male White 76 can play Anything will do new today. Thank you for listening. 25 months. 25 Marseille. Uh, and here's be counting to 26 one to the one that looks like a t four. I know this one big. It's the sporting goods Has the name the sporting goods number six, Mark of the beast. Lucky number Slevin. Infinity but upwards. The other half of 69. I know the first words I said already. One and then fat guy next to him. Pirlo ones. Okay. 121 Tuesday 12 Team obviously one backwards e team. Oh, the year I wish I go ask my virginity. 14 15 16 17 eight in 1920 21 22 20 Backwards e 24","episode":"mini-24","edited":false}]
