[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-35","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"Okay, guys. Welcome. Uh, okay. Yeah. Everybody go ahead. Just","episode":"mini-35","edited":false},
{"time": "0:00:05", "speaker": "spk_1","line":"flush. Nice job. Great.","episode":"mini-35","edited":false},
{"time": "0:00:07", "speaker": "spk_0","line":"Thank you. Thank you. Finish up in the stalls.","episode":"mini-35","edited":false},
{"time": "0:00:10", "speaker": "spk_1","line":"Crude Cravy. What a strong, strong flush. I don't under this toilet. That left hand right hand I use my left hand off strong float for Grudin. Thank guys are 10","episode":"mini-35","edited":false},
{"time": "0:00:24", "speaker": "spk_0","line":"again guys, the flushes the same strength, regardless of which hand to use right is a clean, clean toilet, right? And everybody come out into the vestibule of the bathroom.","episode":"mini-35","edited":false},
{"time": "0:00:37", "speaker": "spk_1","line":"Second Buell Vesti Tom Brady. All right, hold on already. We're just got to admire Grady's floods for a second longer. Thank you. You are When it was caught Surely I love I love the new set up here the vestibular Levi's toilets lining school bestie national wear in the new C hotel room. What's happening here? Where are we","episode":"mini-35","edited":false},
{"time": "0:01:12", "speaker": "spk_0","line":"guys? We had a lot of changes to the school over","episode":"mini-35","edited":false},
{"time": "0:01:15", "speaker": "spk_1","line":"the break bullet? What? Where's the","episode":"mini-35","edited":false},
{"time": "0:01:19", "speaker": "spk_0","line":"day? I would gladly do it if you guys would shut the hell up for a second.","episode":"mini-35","edited":false},
{"time": "0:01:22", "speaker": "spk_1","line":"Todo don't like, Put it into a cool sentence. Say","episode":"mini-35","edited":false},
{"time": "0:01:27", "speaker": "spk_0","line":"bathroom C hall standing outside the stalls. So listen, guys, was this janitor Orientation Day one.","episode":"mini-35","edited":false},
{"time": "0:01:40", "speaker": "spk_1","line":"Whoa! Just big flush. So for stricken XYZ here, big flashes here. Mark him down. I'm here. And yet I lost a shoe just now. That's a big flush one. Um, what's up, Grady Way? All know the way you test a stronger flushes that you put your foot in. And if it rips your shoe off, that's a good flood to get flushing bitch and baby,","episode":"mini-35","edited":false},
{"time": "0:02:17", "speaker": "spk_0","line":"you guys again not to use that nickname you gave me last year.","episode":"mini-35","edited":false},
{"time": "0:02:22", "speaker": "spk_1","line":"They were trying to vote on what? David Bitchin baby tied.","episode":"mini-35","edited":false},
{"time": "0:02:26", "speaker": "spk_0","line":"Okay, well, e like either one. I like the third place option. Better moral? Yeah, My real name. I snuck it into the","episode":"mini-35","edited":false},
{"time": "0:02:37", "speaker": "spk_1","line":"hole. You wish you was your real name? Brady.","episode":"mini-35","edited":false},
{"time": "0:02:41", "speaker": "spk_0","line":"Okay, listen, guys, listen. They made a lot of changes to things over the break, Okay? They replaced all the toilets and urinals and C Hall, Colonel. Yes, there and again. That's","episode":"mini-35","edited":false},
{"time": "0:02:57", "speaker": "spk_1","line":"sorry. It's around a group. When you get this all together, we're used to working alone. We have seen each other all summer. We came back with new plunging styles. I traveled Were just really What? What? You wouldn't believe what I learned about plungers. Yeah, sure. You plunge up, you pull this shit up Toy. I've had your flush it back down.","episode":"mini-35","edited":false},
{"time": "0:03:22", "speaker": "spk_0","line":"Listen, speaking of urinal cakes, guys, these new urinals Air K, Klis urinals. OK, we do not. I know, I","episode":"mini-35","edited":false},
{"time": "0:03:29", "speaker": "spk_1","line":"know. Supposed Teoh.","episode":"mini-35","edited":false},
{"time": "0:03:34", "speaker": "spk_0","line":"There's lunch room guys. We have a good relationship with the lunch ladies in lunch that's been repaired. Goods Todd A summit with them Thursday before we left for break on. All things have been patched up. OK? Say they said, we have to clean the lunch room. They said,","episode":"mini-35","edited":false},
{"time": "0:03:55", "speaker": "spk_1","line":"government thinking I don't know that they're going to say That's our only job","episode":"mini-35","edited":false},
{"time": "0:04:06", "speaker": "spk_0","line":"And unfortunately is guys. I went back and looked at the contracts that we all signed.","episode":"mini-35","edited":false},
{"time": "0:04:10", "speaker": "spk_1","line":"That's ridiculous. That's like telling me I gotta clean up after a teacher's craft project. Okay, that's ridiculous. Ridiculous. That's like telling me I've got to clean up after the trash guy would spill the trash picking up after a kid. Hey,","episode":"mini-35","edited":false},
{"time": "0:04:34", "speaker": "spk_0","line":"guys, I hesitated. I would say about order in the","episode":"mini-35","edited":false},
{"time": "0:04:38", "speaker": "spk_1","line":"bathroom. Lord large, Give me right. Give me fries. Give me fries. Look there. One fries, One large foot log from the window. down, You know, I'll take a foot long fried. That's not a word. Large foot taxi party rise party If you don't have a party, I'm not entertaining this way. Get a dirty sub.","episode":"mini-35","edited":false},
{"time": "0:05:08", "speaker": "spk_0","line":"No. Guys, guys, we got a lot to go over. Okay? All of","episode":"mini-35","edited":false},
{"time": "0:05:13", "speaker": "spk_1","line":"all the","episode":"mini-35","edited":false},
{"time": "0:05:14", "speaker": "spk_0","line":"appliances in these bathrooms, air new. We've got motion activated towels and sinks, Okay? The soaps are motion activated. Dance","episode":"mini-35","edited":false},
{"time": "0:05:22", "speaker": "spk_1","line":"in front of it. Things really are. There are really sensitive scored through court subs. They're discussing speakers next to everything.","episode":"mini-35","edited":false},
{"time": "0:05:44", "speaker": "spk_0","line":"Yeah, everything's very sensitive. It sound. And motion activated.","episode":"mini-35","edited":false},
{"time": "0:05:48", "speaker": "spk_1","line":"Step one of the robots taking over. All right. Good luck, everybody. How lazy are we gonna get Way? Can't score now. Tsum soap on our hand. What sex? They're gonna automate our jobs. Have a little r two d two pick up shit.","episode":"mini-35","edited":false},
{"time": "0:06:05", "speaker": "spk_0","line":"Well, I was going to say I did buy a, uh, a set of room bus that are going to take care of. Where are they gonna blast him with my shock club? They're just gonna take care of the halls.","episode":"mini-35","edited":false},
{"time": "0:06:16", "speaker": "spk_1","line":"Eso just a dance move is gonna dancing in the hallway, picking up in","episode":"mini-35","edited":false},
{"time": "0:06:22", "speaker": "spk_0","line":"a Grady Yeah, right. No, that's not what a room","episode":"mini-35","edited":false},
{"time": "0:06:25", "speaker": "spk_1","line":"I remember Gloria has to find last night at the club toe. Learn the room for my wedding, and I don't want to do it","episode":"mini-35","edited":false},
{"time": "0:06:32", "speaker": "spk_0","line":"again. It's the rumba is what you're thinking of","episode":"mini-35","edited":false},
{"time": "0:06:35", "speaker": "spk_1","line":"the What's next? The cha cha vacuuming the carpet? No, thank you. Let me guess. Mark? Karina? What's let me guess? Thanks. Harlem Mob. Yeah. What's next? What's nags? What? Come on, help us out now. What's next? A moonwalking sponger. Oh, by the way, everybody not enough after using the sponger. Okay,","episode":"mini-35","edited":false},
{"time": "0:07:09", "speaker": "spk_0","line":"now, well, way are gonna install splinters in all of the toilet.","episode":"mini-35","edited":false},
{"time": "0:07:14", "speaker": "spk_1","line":"We get back to the minutes. Brady, you went on short. Take and you didn't even mention my sponger I had to do. Was name dropped the sponger. I don't care what you were","episode":"mini-35","edited":false},
{"time": "0:07:23", "speaker": "spk_0","line":"selling. I was there for a very specific reason and had nothing to do with toilets.","episode":"mini-35","edited":false},
{"time": "0:07:27", "speaker": "spk_1","line":"You, where they're trying to sell, cover all have no","episode":"mini-35","edited":false},
{"time": "0:07:32", "speaker": "spk_0","line":"but minor, minor, new and unique cures Have the buddies might have the","episode":"mini-35","edited":false},
{"time": "0:07:37", "speaker": "spk_1","line":"foot. You don't have to wear shoes. Sit down When you're in cover, all you need. Damn! Shoot my mind Yeah, they were boot cut with Flippy. Just so they go wide and then slap back. And And then there also disposable. Yeah, I was like scrubs. Yeah, creates so much trust and one years what? Mark Cuban told me. Okay. I don't need to hear from you guys to I heard it from all the sharks. Cuban really dressed down Cuban. Didn't want it. Mr. Perfect, Mr Asshole is what I call you. Sure did only win on Lori. Suck my butt hole. And you were the You were the first person on shark take to get next. Did right? Yeah, baby bench. You had it right, baby, I don't want to make me a janitor. Energy has taken way together. Generally gets crazy, But we've got to talk about something. You like this thing? We went All right. Go ahead, Richard.","episode":"mini-35","edited":false},
{"time": "0:08:58", "speaker": "spk_0","line":"Hey, listen again. We're still We've got All right, Let me cross off what we've talked about so far. So we have talked about on mated everything in the bathroom. Splinter sponger, male bottom smell.","episode":"mini-35","edited":false},
{"time": "0:09:11", "speaker": "spk_1","line":"Did you write down the food order? That's a full on Friday. Dirty a dirty a foot long large sub.","episode":"mini-35","edited":false},
{"time": "0:09:20", "speaker": "spk_0","line":"I'm not a party. First lesson. Another thing we need","episode":"mini-35","edited":false},
{"time": "0:09:23", "speaker": "spk_1","line":"to tell me. A disco burger.","episode":"mini-35","edited":false},
{"time": "0:09:27", "speaker": "spk_0","line":"Another thing we need to talk about is that there's been complied to the white gravy. There've been complaints in Mr Planes chemistry class about smells leaving the bathroom so even","episode":"mini-35","edited":false},
{"time": "0:09:39", "speaker": "spk_1","line":"still way control the way a series of France, his his classrooms, right to the bathroom. I tell you what, Maybe that maybe their chemistry class shouldn't be constantly drinking milk and eaten bees. That's where the sticks coming from. If the chemistry class is all about us creating methane gas, I don't know what to dio. All right, so what's the solution to the big stick?","episode":"mini-35","edited":false},
{"time": "0:10:09", "speaker": "spk_0","line":"This solution is we're installing unders. Funders are getting everything, but we are We're installing. Ah, Siris of sort of smell, smell. Nets, smell mess. It's capture. The smell is another thing. Thes air. Poorest. Think from shark Tank this moment. This develop that. It was the guy after me who we got next before he introduced to smell that. Oh,","episode":"mini-35","edited":false},
{"time": "0:10:35", "speaker": "spk_1","line":"I got trapped in one of those after I left the gym once somebody threw one. You're a dolphin out of that. You're sticking out of the parking lot. Too bad somebody to play through it over me like a cast that because you were so stinky. Yes. Dunk. Well, anyway, you know, that's how fishing started like this. Seafood stinks. They were like this. Used this thing. We used to trap stinking humans in the ocean. I knew that I didn't need that. All right, so there complained about the smell leaving the bathroom.","episode":"mini-35","edited":false},
{"time": "0:11:12", "speaker": "spk_0","line":"So we're gonna smell That's going Another thing. We can no longer use the classic sawdust barf dust using","episode":"mini-35","edited":false},
{"time": "0:11:22", "speaker": "spk_1","line":"eyes One that's an assault.","episode":"mini-35","edited":false},
{"time": "0:11:25", "speaker": "spk_0","line":"No, go. There's this pestis in that song. Bar dust we want There's there's asbestos in it. So we have to find an alternative so way have to use","episode":"mini-35","edited":false},
{"time": "0:11:35", "speaker": "spk_1","line":"our your mark Everybody doesn't bar for you on Nobody likes to mark and puke. Why these kids? I think the real question is white kids keep yukking and barf it all day. Vomiting? No, they're vomiting too.","episode":"mini-35","edited":false},
{"time": "0:11:51", "speaker": "spk_0","line":"It's That's not our problem. Ho","episode":"mini-35","edited":false},
{"time": "0:11:53", "speaker": "spk_1","line":"chunks got this whole conversation is gonna make me throw up if you throw up on a spirit and I'm gonna rally. Okay, so that's a pass on that one with Mexico. You have Teoh without giving the band of the war with the lunch ladies there were at war our stick nets beat your hair, Nets. Ladies, I have since we didn't clean up one of the lunch ladies is a preference press conference and called it a grave mistake. Hard Cravy mistake. It was a grave mistake. Ah, gravy. Mistake way. Do a gravy mistaking. Should we double down? Or should we seek peace? Gravely mistaking. Tell us. Based. Maybe. I think we need to see. I really think we do need to solve this stuff with the lunch crew. I agree. Because I know where my brother's buttered and it's in the island trip. Absolutely. And if I can't eat on shift, I quit. Like,","episode":"mini-35","edited":false},
{"time": "0:12:58", "speaker": "spk_0","line":"can't we bring our lunches and double down double bad? We bred our brother","episode":"mini-35","edited":false},
{"time": "0:13:02", "speaker": "spk_1","line":"over water or bread","episode":"mini-35","edited":false},
{"time": "0:13:04", "speaker": "spk_0","line":"Guys, that's not the issue. This were paid pens to to clean the whole school. Okay, this makes you wanna puke the the lunch room. I'm gonna Ralph, if you guys want to take this issue up with the lunch ladies yourselves, I'll gladly let you do it. I'm just not going to represent this point of view in the negotiations about the drone strike","episode":"mini-35","edited":false},
{"time": "0:13:25", "speaker": "spk_1","line":"trick the chicken fried steaks. Wait till union head. You're not gonna represent the union that you represent. I'm not a union union. Okay, Brady, you're out. You have been ousted. I mean, minutes. All right. Next up in the minutes. Keeping the sawdust. This is an agenda, but I just saw this birth dust. What? Where was the sauna? Smart. Is that a thing? It's what you cover, a step you ever have done by. So what are some other options if we can't use this Used diamond dry what they use at Little League ballparks when it rains. What about the nearest towel? The mirrors tell, Or a bunch of paper towels? There are Rider tried. Ertz. Why do we have","episode":"mini-35","edited":false},
{"time": "0:14:14", "speaker": "spk_0","line":"carpet anymore? Anywhere. That's Greg Carpet. Well, there. Yeah. There is very little carpet in the Can you put the two salt us on? Ah, on barf. It's on a hardwood floor. Is that what you do that? Have you never before. I don't think I've ever seen. It's when when a kid pukes, it's the little can of dust that you Sprinkle. On top of that, you're saying hardens it So then you can sweep it up in order or wait. Gotta be quiet for him. Maybe. Shut up. He's running the chef order. All right. Okay. Next","episode":"mini-35","edited":false},
{"time": "0:14:45", "speaker": "spk_1","line":"up on the docket. So So, sawdust bark dust is a passport now. Okay, next up. Um, should we try to flush these toilets again? Let me here. Good flush. Good flush. Whenever my shirt shirt off. That's a strong flush. Flush. These Dyson's","episode":"mini-35","edited":false},
{"time": "0:15:10", "speaker": "spk_0","line":"the toilets. You know, that may be remiss seats. It's got a nice BBC","episode":"mini-35","edited":false},
{"time": "0:15:17", "speaker": "spk_1","line":"from Bemis Reef. Me, Mrs Bream, Davis's reefs, weight remixes, beef. This is his brother with a different name. Lee. Mrs. Reefs. So be missed, of course. Makes toilet seats and then sinks ships off the coast of the country to make reefs. Mrs. Brief Way are promoting his reef business, Bemis. The best reefs. You can get a miss when you need a toilet or","episode":"mini-35","edited":false},
{"time": "0:15:45", "speaker": "spk_0","line":"you need a reef. Be Mrs Reef. Guys, I feel like this meeting is unproductive at this point. Maybe where you don't run it anymore. I think maybe we think on","episode":"mini-35","edited":false},
{"time": "0:15:54", "speaker": "spk_1","line":"the dock. All right. Next thing on the docket.","episode":"mini-35","edited":false},
{"time": "0:15:56", "speaker": "spk_0","line":"Last thing on the","episode":"mini-35","edited":false},
{"time": "0:15:57", "speaker": "spk_1","line":"last thing on the docket. Streaky windows. So it looks like we're planning about the streaky windows. Uh, what do they want us to do? Cleanup. But that's the issue is what we're cleaning with his leaving more streets and leaving him looking clean them with a drain. Water and newspapers. That's right. Way Dio is the same stuff. People jump on your car and used to clean it for a couple bucks for a century. And if they don't jump on the car, it's not gonna be a good one. That's right. I say this is the most productive janitor meeting we've ever had. Okay, Tested the flushes, so no streaks, no street water started streaks and underwear. They complain about that state paper here. Streaks in underwear. Oh, yeah, a lot of complaints. Underwear. Strict complaining about our duty. And it looks like the suggestion Suggestion Drugs is pretty full plates. Throw a stick, man. Honest and be done with it. Jesu. Yeah. What is my thing? What are we supposed to dio? Yeah, clean. We're cleaning all day. You expect us to clean our butts to I can't get inside wine and it's on. Okay. All right. So that's a pass on the streaky underwear. Streaky windows, barta, sawdust. So we passed. And all the stuff that was that way just doing all right. Order in the room. Why are we meeting at City Hall? Yeah, we're meeting at the bullpen of the bathroom. That's not what this is called the bullpen. This is more of a shitty hall Vesti way. More of a city","episode":"mini-35","edited":false},
{"time": "0:17:42", "speaker": "spk_0","line":"hall for video. You did. You know what? I quit. Maybe I'm quitting and I'm leaving.","episode":"mini-35","edited":false},
{"time": "0:17:51", "speaker": "spk_1","line":"Bitch, baby. Okay. Your planes here, bitch. You're","episode":"mini-35","edited":false},
{"time": "0:17:58", "speaker": "spk_0","line":"playing all right, I'm getting on. See you guys later. Hello? Uh, Thea, are you captain? Very well, Thank you. And how are you? Very corrupted? Yeah. Where? You know,","episode":"mini-35","edited":false},
{"time": "0:18:08", "speaker": "spk_1","line":"Captain. What? I thought you were the captain know. I'm that. Who's flying the look at me. Look at May. You were the captain now. Hey, Grady, you noticed the shaky Roeder on that plane. That thing looks like it shot out. I think going down the Oh, hurry. Run out of the same puts it. Booth. You see the contents of the stomach? I What? Got my stomach out? My stuff Fries. I ordered that. Did you eat it? No other evidence is right in front of us. You have our lunch order and you know what? The crash is One thing, but this makes me want Oh, I'm looking at your bar. You're blown open body, and I think I'm gonna blow chunks. I'm gonna Chuck, is that upchuck? Oh, a joke. We're going about our job. What are you gonna dio trying to think of a big Bopper about everything here? I think I'm gonna stay Flippy. Oh, I'm gonna stay Flippy over this body, I think. Say one last language, baby. Make it bunny. Wrap it all up. Come on, please, baby, please wrap it. If you don't have going, I'm gonna kick the booth boot rally. Okay, Look, everybody, we lost them. So he's dying to get rid of them in the big flush. It's all bringing back to a new strong toilets way. We all want to be sent off when we go. Jenner salute. 21 way way, Theo, It's over, Florida. God's overflowing. My God, it's the toilet of you trying to abuse the way they've been talking about for years. Way Have it close the school. Don't tell anyone. Don't tell anyone want country from Try to jump in my my my skin disease. Oh, yeah, it's worse. Wait. Is this trial it of you? You drink for the road of age way, Rob. Joining you have above. You were once. So having both. Yes. Oh, keep going back and forth like hot tub to plug my skin disease. Oh, it's back. That must be painful. How relieving it would be to go back to the other toilet. Wait. I drink out of the toilet of age twice. Stop switching them up like the cups with the booth. I'm gonna step on this. And that was a geo. I'm dying. I'm dying. Okay, here's some from the U S. Where wink. Well, all right, we croaked, Grady. Well, we got to send him off the way. Way? No way. 22 janitors","episode":"mini-35","edited":false}]
