[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-47","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"Okay. Well, um, let's get things started. Um, I think possibly there was talk of maybe building a new field house for the boys. They one state championship last year on football. And I think, you know, they've been changing in that old dirty fieldhouse. He could be nice to have a little weight room. Maybe it would bring in more fans. More","episode":"mini-47","edited":false},
{"time": "0:00:31", "speaker": "spk_1","line":"weight room would bring in more fans.","episode":"mini-47","edited":false},
{"time": "0:00:32", "speaker": "spk_0","line":"No. I mean, if if if we keep winning championships and become more of a championship team could be cut. Sort of like Friday night lights. Type of situation.","episode":"mini-47","edited":false},
{"time": "0:00:43", "speaker": "spk_2","line":"Could you clarify what exactly a field is?","episode":"mini-47","edited":false},
{"time": "0:00:48", "speaker": "spk_0","line":"Well, I think it is a a building near the field where their lockers inside of it, Um, where you can put your pads and shoulder pads. And so he passed. The coaches live in there? No, no, it's, ah, school, part of the school. There's workouts in there. You know, you could use it for a gym class during the day.","episode":"mini-47","edited":false},
{"time": "0:01:14", "speaker": "spk_1","line":"And like so, like a like also may be a place where, like, meals happen or like banquet hall, where people come together and no,","episode":"mini-47","edited":false},
{"time": "0:01:23", "speaker": "spk_0","line":"no, I'm picturing more of a weight room. Uh, all purpose doctor running. Wait, no nos w e i g h t not w a i","episode":"mini-47","edited":false},
{"time": "0:01:40", "speaker": "spk_2","line":"during the school board to become being more of a patron for the arts and a defender of the arts on campus. I think so much of the finances has gone to the football team. Basketball. Well, we saw Well,","episode":"mini-47","edited":false},
{"time": "0:01:53", "speaker": "spk_0","line":"we sold all of the woodwinds to buy cookies, £45 weights and more cookies for the boys.","episode":"mini-47","edited":false},
{"time": "0:02:06", "speaker": "spk_2","line":"You didn't need backup. £45 weights. And now the woodwind section has to make noise on their hands.","episode":"mini-47","edited":false},
{"time": "0:02:14", "speaker": "spk_3","line":"It just shows I go because you are both the chairman and a weight lifter yourself. We're giving too much grease. So you're","episode":"mini-47","edited":false},
{"time": "0:02:23", "speaker": "spk_0","line":"saying because I'm a high donator and I'm yoked I have a bias towards warning more","episode":"mini-47","edited":false},
{"time": "0:02:30", "speaker": "spk_1","line":"way. All sort of recognize that when we come in here, most of the talk is going to be about giving birth kids and yourself more of an opportunity. Okay, wait for","episode":"mini-47","edited":false},
{"time": "0:02:41", "speaker": "spk_0","line":"weights. I'm gonna sip on this way, and I'm gonna take a back seat. Right. Okay. Great.","episode":"mini-47","edited":false},
{"time": "0:02:47", "speaker": "spk_2","line":"Great. For my comfort. Could you at least put a little water? Just bit liquefied. A little with another ingredient.","episode":"mini-47","edited":false},
{"time": "0:02:55", "speaker": "spk_1","line":"You calling generous if you just","episode":"mini-47","edited":false},
{"time": "0:02:57", "speaker": "spk_0","line":"let me child out on this bowl of way dry way. Okay. I don't tell you how to eat your grains.","episode":"mini-47","edited":false},
{"time": "0:03:10", "speaker": "spk_2","line":"I don't really eat grains in front of you. I once I came in here with a banana and you didn't tell me how to eat it. You told me to put it in a smoothie with subway.","episode":"mini-47","edited":false},
{"time": "0:03:21", "speaker": "spk_3","line":"Well, why don't we move on way? Have","episode":"mini-47","edited":false},
{"time": "0:03:23", "speaker": "spk_1","line":"the field. How","episode":"mini-47","edited":false},
{"time": "0:03:24", "speaker": "spk_3","line":"many of money to spend? It's an option","episode":"mini-47","edited":false},
{"time": "0:03:26", "speaker": "spk_2","line":"way. We're still in the arts. Okay, well, I'm just thinking, um, you know, on opera Club might be interesting. Oh, or some sort of, you know, because that's that helps So many things. The musicians, the huge singers. Seems like","episode":"mini-47","edited":false},
{"time": "0:03:43", "speaker": "spk_1","line":"a pretty random pitch singers. So you're looking for the barrel chested sing. And now does this have anything to do with the fact that you are what I would call a barrel tested singer?","episode":"mini-47","edited":false},
{"time": "0:03:55", "speaker": "spk_2","line":"I would know. Well, I just wish when I was in high school that they would have encouraged me a little more to do something like opera instead of I didn't have very many options. And so I just had to sing the national anthem at all the games.","episode":"mini-47","edited":false},
{"time": "0:04:10", "speaker": "spk_3","line":"I can tell you've never learned how to stay on key can.","episode":"mini-47","edited":false},
{"time": "0:04:13", "speaker": "spk_2","line":"Yes, I would have loved the training. Eso, maybe an opera club. We could do some funding. Big costumes, you learning different languages. It encourages so many different things we teach at school.","episode":"mini-47","edited":false},
{"time": "0:04:26", "speaker": "spk_3","line":"That's interesting. It's interesting. The performing arts has always been a way to expand the young kids minds. And I do appreciate that. Well, as you","episode":"mini-47","edited":false},
{"time": "0:04:34", "speaker": "spk_0","line":"know, I mean, like, I think it could be an issue when the upper cub goes to perform. Because I, of course I sold. I sold the stage. I ripped it apart and sold the wood to the lumber company and the nails to the nearby, uh, steel mill.","episode":"mini-47","edited":false},
{"time": "0:04:58", "speaker": "spk_3","line":"You've got to stop selling off the school for pennies on the dollar. You've got to stop.","episode":"mini-47","edited":false},
{"time": "0:05:02", "speaker": "spk_1","line":"But I use that","episode":"mini-47","edited":false},
{"time": "0:05:04", "speaker": "spk_0","line":"money, of course, to buy a rig where you can do pull ups. A big long rig.","episode":"mini-47","edited":false},
{"time": "0:05:12", "speaker": "spk_2","line":"Pull ups can be done on a pipe. Yeah, all you need is one pipe.","episode":"mini-47","edited":false},
{"time": "0:05:17", "speaker": "spk_1","line":"No, it could be a door jam. It could be the upper part of a door. But the","episode":"mini-47","edited":false},
{"time": "0:05:22", "speaker": "spk_0","line":"rig you can also use to dio flies You can do flies you can do bench presses versatile. You can dio muscle ups You can do, ah, toes to bar.","episode":"mini-47","edited":false},
{"time": "0:05:35", "speaker": "spk_2","line":"Look, I mean, the actors can't even put on makeup for the theater plays anymore because you took all the mirrors for the way from. And now the weight room is mirror ceilings. Muir walls.","episode":"mini-47","edited":false},
{"time": "0:05:47", "speaker": "spk_0","line":"Listen, you have to look at your form when you're working out.","episode":"mini-47","edited":false},
{"time": "0:05:50", "speaker": "spk_3","line":"Well, I think this is all very interesting, but I think we're leaving something out. Okay. The sciences. Have you been in our labs lately? The fire barely starts. The I wash machine is piping hot.","episode":"mini-47","edited":false},
{"time": "0:06:07", "speaker": "spk_1","line":"More stew? It works, but it must have been hurt by the by the eye washing station. I think","episode":"mini-47","edited":false},
{"time": "0:06:12", "speaker": "spk_3","line":"it needs a little bit of care. Simple plumbing problem. It's going to the wrong part of the wall because we couldn't afford to hold. Oh, right. I sold that one hole. You sold the cold water hole to Seaworld.","episode":"mini-47","edited":false},
{"time": "0:06:27", "speaker": "spk_0","line":"I did, and I bought some bands to restrict doing","episode":"mini-47","edited":false},
{"time": "0:06:33", "speaker": "spk_3","line":"those little bands. Little bands. Okay, well,","episode":"mini-47","edited":false},
{"time": "0:06:37", "speaker": "spk_1","line":"I agree, though I think the sciences have been neglected in this school. I think we should invest in some new computer labs. Some of science, lad.","episode":"mini-47","edited":false},
{"time": "0:06:45", "speaker": "spk_3","line":"I love that","episode":"mini-47","edited":false},
{"time": "0:06:45", "speaker": "spk_0","line":"idea. Okay, what if we got Ah, the Bunsen burners? And what if we bought Bunsen burners? Okay,","episode":"mini-47","edited":false},
{"time": "0:06:56", "speaker": "spk_3","line":"so we have Bunsen burners? Yes. Okay, well, what if we","episode":"mini-47","edited":false},
{"time": "0:06:59", "speaker": "spk_0","line":"bought more of them and and stay with me? But instead of them being Bunsen burners there, Nordic tracks.","episode":"mini-47","edited":false},
{"time": "0:07:09", "speaker": "spk_3","line":"I knew you were going away from Bunsen burners. Job. You do. You saw it coming. I saw it coming. I thought that you would. Please don't From a mile away from my Oh, I thought you had sold our existing Bunsen burners. But you haven't even gotten them yet. We know we have a bunch of","episode":"mini-47","edited":false},
{"time": "0:07:29", "speaker": "spk_1","line":"crap. NordicTrack is such a specific old reference. I don't think anyone's touches NordicTrack in at least a decade. My knees, a shot. And I","episode":"mini-47","edited":false},
{"time": "0:07:41", "speaker": "spk_2","line":"want to tell the athletes at our school to have their own at home Workout gym. Yes. That is based on a cross country skiing. Absolutely. Look, I mean, we already acquiesced to you and let them use football helmets for beakers, which","episode":"mini-47","edited":false},
{"time": "0:08:00", "speaker": "spk_1","line":"the measurements are completely and so There's vent holes in all of these helmets. So the liquid we got multiple Children with mercury poisoning.","episode":"mini-47","edited":false},
{"time": "0:08:10", "speaker": "spk_3","line":"What? Paul's do not work his tongues? No, they were. They've It just feels like we're not caring for the kids and their education and the programs. We want this to turn into a magnet school, a place that people are talking about for good reason. Right? I'd","episode":"mini-47","edited":false},
{"time": "0:08:28", "speaker": "spk_2","line":"like to bring something up, and I don't want toe accuse anybody in here, but I think it's a school board. We do have to talk about members of the school board weight lifting the larger students.","episode":"mini-47","edited":false},
{"time": "0:08:40", "speaker": "spk_3","line":"I, um, agree.","episode":"mini-47","edited":false},
{"time": "0:08:42", "speaker": "spk_1","line":"Just get right was doing eyes. Curling is both Sorry,","episode":"mini-47","edited":false},
{"time": "0:08:50", "speaker": "spk_0","line":"just need to get a little","episode":"mini-47","edited":false},
{"time": "0:08:51", "speaker": "spk_2","line":"pump in. Okay, I think the cat's out of the bag. It's you and you're doing It is a show in the middle of campus, and it's distracting the students, okay? And it's also humiliating some of the students you say. All right, who's the biggest kid here who thinks I can't lift this kid?","episode":"mini-47","edited":false},
{"time": "0:09:07", "speaker": "spk_0","line":"Listen, I can't. I need an unstable wait. It helps build the muscle.","episode":"mini-47","edited":false},
{"time": "0:09:13", "speaker": "spk_1","line":"You need them to be wiggling.","episode":"mini-47","edited":false},
{"time": "0:09:14", "speaker": "spk_0","line":"Yes, I needed to be wiggling around. It makes for a stronger, tighter muscle build.","episode":"mini-47","edited":false},
{"time": "0:09:20", "speaker": "spk_2","line":"Well, I would like for you to not do it during school hours is distracting for my son and daughter.","episode":"mini-47","edited":false},
{"time": "0:09:25", "speaker": "spk_3","line":"Okay, I wo I didn't even realize you were apparent. I thought you were a benefactor like the rest of us.","episode":"mini-47","edited":false},
{"time": "0:09:31", "speaker": "spk_2","line":"We'll have a benefactor because my Children go here. But I was beforehand, You know, interesting interest. Unless we trust you a little bit","episode":"mini-47","edited":false},
{"time": "0:09:41", "speaker": "spk_3","line":"through his personal motivation. If you have","episode":"mini-47","edited":false},
{"time": "0:09:44", "speaker": "spk_0","line":"Children, it's a little your little by east.","episode":"mini-47","edited":false},
{"time": "0:09:47", "speaker": "spk_3","line":"No schools decision should be made by people who care about the Children.","episode":"mini-47","edited":false},
{"time": "0:09:53", "speaker": "spk_0","line":"Yes, your by eased.","episode":"mini-47","edited":false},
{"time": "0:09:54", "speaker": "spk_2","line":"I am un by Eased a night and I take offensive anyone who says I have a bias, you are","episode":"mini-47","edited":false},
{"time": "0:09:59", "speaker": "spk_3","line":"by eased and I'm sick of it.","episode":"mini-47","edited":false},
{"time": "0:10:01", "speaker": "spk_2","line":"I am by","episode":"mini-47","edited":false},
{"time": "0:10:02", "speaker": "spk_1","line":"Okay, listen. All by highest by eyes by side by side. I think we can all agree that there's one thing that this school does not have that it needs more. OK, when's your is buses? We've only got that trust is there's two buses 2421 Children. That's right. I think We can all agree that some of these funds should be misdirected. Ill? Not","episode":"mini-47","edited":false},
{"time": "0:10:33", "speaker": "spk_2","line":"way really Don't belong there, Mr.","episode":"mini-47","edited":false},
{"time": "0:10:36", "speaker": "spk_3","line":"But I agree that we should fake out the community. What? We're selling it. Yes, way.","episode":"mini-47","edited":false},
{"time": "0:10:41", "speaker": "spk_0","line":"I sold most of the buses to get little tiny bikinis.","episode":"mini-47","edited":false},
{"time": "0:10:46", "speaker": "spk_3","line":"What do you mean? How about this? Of course we don't like that.","episode":"mini-47","edited":false},
{"time": "0:10:51", "speaker": "spk_0","line":"I saw what if instead of buying more buses, I let the students borrow the little show bikinis that you wear when you're showing your muscles and they","episode":"mini-47","edited":false},
{"time": "0:11:02", "speaker": "spk_3","line":"walk to school in those, I think we also need to talk about first period that you've proposed signing up. Turning up isn't not a skill needed at the school. We have to","episode":"mini-47","edited":false},
{"time": "0:11:15", "speaker": "spk_0","line":"tan up first thing in the morning. Okay, We have to tan up.","episode":"mini-47","edited":false},
{"time": "0:11:18", "speaker": "spk_2","line":"Look, I am sick of shut","episode":"mini-47","edited":false},
{"time": "0:11:21", "speaker": "spk_0","line":"up by you.","episode":"mini-47","edited":false},
{"time": "0:11:23", "speaker": "spk_3","line":"Your by easy. You are by ease and I make around your by. However, the news has come to school worried about what all these kids air doing. Why they're performing this Look,","episode":"mini-47","edited":false},
{"time": "0:11:34", "speaker": "spk_2","line":"we have a baby. Must stand up way. Have a bunch of muscular, tight little thong kids who can't Udo arrive late because the buses aren't on time. And by the way, the suggestion of making the bus drivers treated more like a relay race did not work. It became more dangerous.","episode":"mini-47","edited":false},
{"time": "0:11:55", "speaker": "spk_3","line":"Also, most of the papers air impossible to be grated in it up to third period because of what's coming off of the kids.","episode":"mini-47","edited":false},
{"time": "0:12:02", "speaker": "spk_2","line":"Papers are covered in tanning oil.","episode":"mini-47","edited":false},
{"time": "0:12:04", "speaker": "spk_1","line":"There's a little bit of","episode":"mini-47","edited":false},
{"time": "0:12:05", "speaker": "spk_0","line":"a tanning issue. Yes, the the machines or hap hazardous.","episode":"mini-47","edited":false},
{"time": "0:12:14", "speaker": "spk_3","line":"That's right. Were we all Remember what happened to the nurse she got tend in the eyes?","episode":"mini-47","edited":false},
{"time": "0:12:19", "speaker": "spk_0","line":"Yes, she was blind. She has tan eyes now.","episode":"mini-47","edited":false},
{"time": "0:12:24", "speaker": "spk_3","line":"Rise of the color of a weightlifter skin.","episode":"mini-47","edited":false},
{"time": "0:12:26", "speaker": "spk_0","line":"Every time she looks out, she just everybody looks like they've been to Daytona Beach,","episode":"mini-47","edited":false},
{"time": "0:12:32", "speaker": "spk_3","line":"she says. It's the worst waking nightmare she's ever to","episode":"mini-47","edited":false},
{"time": "0:12:36", "speaker": "spk_2","line":"be fair. Now Ben started. Follows her around all day with","episode":"mini-47","edited":false},
{"time": "0:12:41", "speaker": "spk_3","line":"clear eyes is awesome. I will agree. Clear Eyes is awesome. Clear.","episode":"mini-47","edited":false},
{"time": "0:12:45", "speaker": "spk_1","line":"You all agree that clear eyes Ears is awesome. It does not fix Brown. Brown. 10 dies though it did, it doesn't","episode":"mini-47","edited":false},
{"time": "0:12:52", "speaker": "spk_2","line":"know tear allies,","episode":"mini-47","edited":false},
{"time": "0:12:56", "speaker": "spk_3","line":"Your eyes doesn't work.","episode":"mini-47","edited":false},
{"time": "0:12:57", "speaker": "spk_2","line":"All right, let's say this. Let's compromise right? Finally, you get your thong bikinis, okay, but we take some of the cookies from the weight room and the tanning beds, and we use them to at least pay for one more bus and the bus driver.","episode":"mini-47","edited":false},
{"time": "0:13:14", "speaker": "spk_3","line":"Listen, we've got to get the kids to school.","episode":"mini-47","edited":false},
{"time": "0:13:16", "speaker": "spk_2","line":"You have to get the kids. Okay?","episode":"mini-47","edited":false},
{"time": "0:13:18", "speaker": "spk_0","line":"What if I need in more cookies?","episode":"mini-47","edited":false},
{"time": "0:13:20", "speaker": "spk_3","line":"I don't think you will.","episode":"mini-47","edited":false},
{"time": "0:13:22", "speaker": "spk_1","line":"You've never used the number of cookies we have. What?","episode":"mini-47","edited":false},
{"time": "0:13:25", "speaker": "spk_3","line":"What if we run out of cookies?","episode":"mini-47","edited":false},
{"time": "0:13:26", "speaker": "spk_2","line":"They're not for you there. For the students,","episode":"mini-47","edited":false},
{"time": "0:13:30", "speaker": "spk_3","line":"Cookie is a £45.45.","episode":"mini-47","edited":false},
{"time": "0:13:32", "speaker": "spk_2","line":"I had to be the one to say, but you've placed last in every weightlifting, every bodybuilding competition of the past seven years.","episode":"mini-47","edited":false},
{"time": "0:13:39", "speaker": "spk_3","line":"Yeah, me thinks thou doth not know how to weight lift.","episode":"mini-47","edited":false},
{"time": "0:13:43", "speaker": "spk_0","line":"Okay, well, I'm obviously out yoked in my category.","episode":"mini-47","edited":false},
{"time": "0:13:46", "speaker": "spk_2","line":"You're not out yoked. The reviews have come in uneven muscles. You've been reviewed. Bad pose, invisible doubts. Bigs with a big lamp, big help and too much too much work in the face will. Opposing. Okay,","episode":"mini-47","edited":false},
{"time": "0:14:04", "speaker": "spk_3","line":"Big limp and too much work in the face with the rial notes. I think they think about my eyebrows.","episode":"mini-47","edited":false},
{"time": "0:14:11", "speaker": "spk_2","line":"Two huge,","episode":"mini-47","edited":false},
{"time": "0:14:12", "speaker": "spk_0","line":"too huge. Well, I guess I'm going to kill myself. I'm gonna kill myself","episode":"mini-47","edited":false},
{"time": "0:14:19", "speaker": "spk_1","line":"way. Oh, no. You're not going to use this trick again.","episode":"mini-47","edited":false},
{"time": "0:14:24", "speaker": "spk_2","line":"You can't. We're not going to just pass more money for your bodybuilding career. Every time you threaten to kill yourself, it is emotionally cruel.","episode":"mini-47","edited":false},
{"time": "0:14:32", "speaker": "spk_0","line":"Listen, I'll shoot myself in the shoulder. I'll get a shoulder rebuild. It will help me with my press and my muscle up. But make sense. Does that make","episode":"mini-47","edited":false},
{"time": "0:14:48", "speaker": "spk_1","line":"sense? You'd like to","episode":"mini-47","edited":false},
{"time": "0:14:49", "speaker": "spk_2","line":"talk about the way you look. Make","episode":"mini-47","edited":false},
{"time": "0:14:50", "speaker": "spk_3","line":"sense. Oh, really? Why are you even the booster of a high school? I have 72 inch wide shoulders and a 14 inch waist. I can't believe you're losing. And that's around","episode":"mini-47","edited":false},
{"time": "0:15:07", "speaker": "spk_1","line":"that circumference of your shoulders as well. So it's seven inches wide.","episode":"mini-47","edited":false},
{"time": "0:15:11", "speaker": "spk_2","line":"You're being You're being generous with that seven. I would say","episode":"mini-47","edited":false},
{"time": "0:15:16", "speaker": "spk_3","line":"I looked like one of The Incredibles. Yes. You look honestly like a street shark. Does anybody remember street shocks?","episode":"mini-47","edited":false},
{"time": "0:15:24", "speaker": "spk_2","line":"You look exactly like the sweet, including the roller skates were going around on.","episode":"mini-47","edited":false},
{"time": "0:15:31", "speaker": "spk_0","line":"I am a street charge. I'm a street shock. You got me.","episode":"mini-47","edited":false},
{"time": "0:15:37", "speaker": "spk_3","line":"I knew it. I knew there was an impostor in a ring.","episode":"mini-47","edited":false},
{"time": "0:15:40", "speaker": "spk_0","line":"I've been moonlighting as a donor, but I'm a street sharp.","episode":"mini-47","edited":false},
{"time": "0:15:45", "speaker": "spk_2","line":"See the one who accused me of by ease at the most biased old.","episode":"mini-47","edited":false},
{"time": "0:15:50", "speaker": "spk_3","line":"I turns out I'm by eased. I am the one who's by ease. Ah, well, I have not told my entire truth either. I in fact Mbai That's right. You took off your your Joan. By you. That's right. I am Joan by us. In my opinion about science. Wait. That's","episode":"mini-47","edited":false},
{"time": "0:16:16", "speaker": "spk_2","line":"why every week you were suggesting that we pave paradise and at a parking lot. Exactly.","episode":"mini-47","edited":false},
{"time": "0:16:21", "speaker": "spk_0","line":"Oh, that's who you are. Yes. Are you by","episode":"mini-47","edited":false},
{"time": "0:16:25", "speaker": "spk_1","line":"eased? Ah, I am by eased How Come on. I just am nothing interested","episode":"mini-47","edited":false},
{"time": "0:16:35", "speaker": "spk_3","line":"in what way are you by Eased way","episode":"mini-47","edited":false},
{"time": "0:16:38", "speaker": "spk_1","line":"Well will wait. You don't know is by ease because he","episode":"mini-47","edited":false},
{"time": "0:16:42", "speaker": "spk_0","line":"has Children. I have I'm by","episode":"mini-47","edited":false},
{"time": "0:16:43", "speaker": "spk_3","line":"ease because I'm a street shark. He's","episode":"mini-47","edited":false},
{"time": "0:16:46", "speaker": "spk_0","line":"buys because he's just she's buys because she's Joan by","episode":"mini-47","edited":false},
{"time": "0:16:49", "speaker": "spk_3","line":"Thank you.","episode":"mini-47","edited":false},
{"time": "0:16:51", "speaker": "spk_0","line":"Well, I'm very cheap and I could be byd with these.","episode":"mini-47","edited":false},
{"time": "0:16:58", "speaker": "spk_2","line":"Oh, it's easy to buy. You buy","episode":"mini-47","edited":false},
{"time": "0:17:01", "speaker": "spk_3","line":"e favorite a spirit parking that that's drone MEP kept up, stood up, kept up.","episode":"mini-47","edited":false},
{"time": "0:17:10", "speaker": "spk_2","line":"I'm the old","episode":"mini-47","edited":false}]
