{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-28","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "spk_0","line":"I hate these rallies, man. These rallies air so annoying. I kind of like selling magazines. Do you? Yeah. It makes me feel like like a salesman about you already. You're ready to sell? Yeah, right. That's how it's up. Hamilton High School. Such a nerd. My name is Luke McAdams, and my name is Bobby MK offline. How we doing out there, Hamilton? Pretty good, Irish guys. All right. Thank you. Thank you. Now we You know us. Yeah. We come here every year. Saw some your last year. If you're a freshman, you're about to know us. Yes, we see the freshman in the back. Hey, guys. And also, where were those seniors we sold last year? Still here? Oh, um, but that's OK. That's all right. That's all right. You make it through you, you'll be better prepared. When I got held back, I got held back a couple of times in elementary school. It's fine. Yeah. No, it's it's fine. You can still be something. Okay. Don't you worry about it. Um Are you guys made me sick last year? Hey, we got rid of the lolly treated. Yeah, we got rid of the months, maybe six close to listen. We did not know the hard candy had been tampered with. We got rid of the law. It was It was in a factory that had a bit of a vermin infestation. Three candy had been sort of run across by rats in my mind, I got mad rat disease way. No, we're sorry. Listen, I think you waiting yourself off of cheese. Very well. OK, guys, let's just Let's go. Easy on that block. Itchy easy on their block of cheese. OK, so guys, as you know, were selling magazine. It's a fund raiser for the new Jim. Yep. It's and and for whose exports for the new human locker room. Guys, listen, and famine locker are a little bit different this year. Obviously, we had to get rid of the lolly tree. But don't worry. We got an even better prize system. Is that it makes you sick? It definitely won't Mr at man kit. Just just we We apologized about the lolly tree. Okay? All right. Okay. Alright. Get all right. Okay, guys. So, as you know, if you sell simply seven magazines, that's it. Guess what you get a day off from school. That's right Way. Use a day off from school. That means you either. Uh, you can do whatever you want. You can go get lunch at McDonald's. You can go to the park. You can go to the aquarium. You could do whatever you want. You don't. You have to Set foot on campus. Can stay at home. Is their supervision. Well, it depends. Do you have parents? They work. Okay, But you need to check with their guys. Guys, you need to check with your parents to make sure you can have off March 24th which is gonna be magazine day off day. You need to check with that up. Definitely. So in seven, what happens if I sell 14? Well, that's where about to tell you. As you know, you simply have to sell seven magazines. That's all. Road and track. Good Housekeeping. Flour and pot memory. Nail hammer. A nail cigar aficionado. Uh, carpet match the drapes does Traits magazine. I want that. I know. I think it is. I think it's pushing. You know what it means, Rabbit? No, that's a home design magazine. And that six and then the last one is of course, Boss. Boss magazine. Who's the boss? Man in your life is a magazine. That one is poor. Okay, so that's hold on. Only only seniors and held back seniors can do that. Okay? Yes. If 19 you can sell it. If you're 18 you can sell the porno. Mags, can I buy a porno mag? No freshman, No freshman in the back. You got a little Kool Aid mustache. You are not a grown man. Let me by a point. No, no. Stop touching your area. Let me get your hands off your Get your hands off your area! Hands up, guys. Let's do it! Hands off your area. One time. 123! Hands off! Area up! Okay, guys, Seven magazines you get. And and he's really struggled with that. Yo, yo out And guys. Finger Finger. Oh, it's fine. Wrap it up. Revenue. You okay? Tell him to come here. Okay. You're giving your all right. We're back anywhere. Why don't you tell them what they can't if they sell 10? That's right, guys. If you sell 10 magazines, that's just three more than seven. So this prize should be about 30% more exciting than a day off from school. So guess what? That's tough to beat. That's tough to beat. Guess what it is. What it is is not 30% of seven. It's 30% of 10. Let's not get bumped. A person is mad because guys, this price is going to flip your toast. It's amazing. Let me look at me when you want three. Associate plan. Hey, rap man. Rat man, I'm not the only one talking, okay? Was that somebody else? Is that the guy behind Rat Man? Might be? Listen, what do you get these three? Three more magazines. So you that you'll get a full day off of school that you get every Privalova tear that you get. But then if you sell 10 magazines just three more than seven, you get to ride in a pickup truck. Hey, pick up. Think of drug rides for 10 guys. We have partnered with knee Smith Chevrolet pickup truck rides. And, yes, it will be a used pick up from their use. Pick up a lot, which is no and again to do that. What? The pickup lot is a new lots of new, lots of a lot of use trust and guys, Make sure you need to go home and you need to check with your parents to make sure that they sign off on the idea of you riding around. You use pickup truck with a range war on a weekend. It's the same day, March 24th March 24. The plan. Time for a pick up, right? All day if you want it. I mean, you could not take advantage of it, but that's what we're there for. 10 magazines and for 12 magazine. You know, I am a student here, and last year I saw 300,000 maggots. Wait, I got Teoh Princess, get it over with. I got to meet open. I got to eat meat with and now I'm a big billionaire. Sell magazines, a beer boy Get off stage. You pay me to do you just trying to punt him. But on the kicky drops in straight to the ground with Okay came on too early. You're supposed to come on. When we were saying 300 were only on 10 and we're about to do this little kid that brought a knife to school is here. No. Now, brother, his brother Hey, guys. Get stopped. Yeah, That's a victim that I saw over three. Stop It! Got stabbed, right? Had paid for my whole medical boy. He got stabbed in the booth script. Israel. You got stabbed in the base of that. You need to back off. You knew your damn it. I keep I keep missing. Alright, guys, that's right. If you sell 10 you get the day off of school. You get to ride in a pickup truck. And guys, if you sell, tell him what it big it for 12 12 magazines. You get these skates thes skates, these skates could be yours. That hair, or that you have a bunch of no Everyone gets their own bear with it. The scale Levi's roller blades or roller skates their skate there. Roller skates, you guys and we're less Levi's in the bag. Every freshman hands off your areas. Hands off your areas for no, no, no. Listen, guys, we are so lucky. We've partnered with Skechers thes air Skechers brand skates, Skechers skates and we've got enough skates Teoh to give everybody a pair of skates if they sell 12 magazines and that's easy. That's two more than 10. That's nothing. It really bumps up from 10 to 12. Okay, guys, we've got priced years all the way to 300,000 magazines. 300 miles of Baghdad? No, The knife is still in his neck, By the way, I think he has to live with it in this. Sorry. What were you gonna say? Sunsari. You keep saying if we sell 12 magazines. Is this subscriptions or just amount of magazines with descriptions? Grip, grip, grip. So, technically, you're selling 12 times the number of hard talking G Q. We're talking details. We're talking. Name a bunch of magazines. Cruel. A magazine. We're talking Lacroix magazine. I'm interested. It looks like a real magazine, but it's barely. You could barely case Beavis. I'm interested in that one. Look, Maggie, Beavis. We all know that your dad works in a writer's room in L. A. I've been to L a once. Where's your brother, Butthole? I'm just saying that's a magazine that I could take a sip. Oh, yes. It's just like a normal magazine, except it's really light. Barely. It looks like the King is running out in the printer. But anyway, guys, why don't you tell him what? They're gonna give her 15 magazines. I will. Guys, for 15 magazines. 12. You're gonna get the schedule escaped. You're going to get the ride in the pick up. You're going to get the day off of school on March 24 for 15 you get all of those things. But you also get ah, face time with Tommy Lee from Motley Crue. Face time. We're not talking, not a cameo video. You will get too talkative participation in a conversation with Tommy Lee. Um, for 50. We don't know who that ISS Are. You kidding me? He's from a sex tape. Uh, hey. Did set for hay freshman. I know I did. He's a famous man who had a sex tape and he did something else. He was in a band called Motley Crue. Oh, really? Yeah. Okay. I thought over 300,000 and out of here, I'm gonna knife out and you will die. 15 magazines are that I can't even think of 15 different magazines. What options are there? Well, they you have Southern living. You have Uh huh. Pine smell? Yeah, is a kind spell. Steve O and Panis, a monthly. You got kitchen nightmares to Maga CH of Nightmares. 2 to 3 pens. The magazine. Sean Penn, Crispin and maybe another one. Penn and Teller. Penn and Teller. Uh, what's the WiFi magazine? Um, Home sweet home? Yes. What about the heart? What about the money? Hurricane? The money hurricane? We do have money. Hurricane magazine that is not shown in the magazine. The machine, Uh, well of guys. You know what you get for 20 magazines? We have retired the lolly tree. Yes, but what you will get is the shaved meat cliff shaved meat. Cliff, you at that chick? No, ratboy. I'm still sick, man. No, you're not. You're so I am addicted to cheese. Hey, get up here. We settle this. We settled out of court, we saddle. Okay. Well, I not settled anymore. I'm angry about it. I'm gonna bring that kid and near stamps, people. I must set him loose. If you chill out, I just feel like I think I got the short end of this day, so sit back there by Beavis and Butt. Okay, then go sit with the freshman. Most of those guys, you know, they're keep yanking their wieners and tans on France. A freshman. Sit back down, OK? And stop talking your motel. Sorry, You're still so long. Alright guys, So sorry. Extraction 20 magazines You can pick from the sliced meat cliff that shaved meat sliced really thin boars head draped on the edge of the wall. You like Dio worry that prize. Who's in charge of that primary role legacy? More legacy will be here. I'm sorry, but I am a member of the student government, okay? And I just think no offense, but teachers who are standing over there on the wall and just watching this happen. This is ridiculous that you let this guy's by these guys. He checks after year teachers out, teachers hit the bricks. So you're listening to that mine? Goodbye, teachers by. Thank you so much for your for pointing that out. Look at that. I remember you. I remember you. You so 50 magazines last year? Yeah, I guess so. You've got a big family. What? Did they go home with? A left bowling shoe? You gotta left bowling shoes. Yeah, well, that's what happens. You were a little late and we ran out of all the bowling shoes that will happen with the sketch. Your skates. Guys, we will give him up now the teachers have left. Okay, so it's just It's just that it's just us. Guys, come on. You guys are having fun, right? You guys are excited for this fundraiser for the gym. You guys shut up. But shut up at home. No. All right. Here, we're gonna go. We're just going to skip forward to if you sell 100 magazines, you get the day off from school. You get there right in the pickup truck. You get Skechers sketcher skates. You get face time with Tommy Lee and you get something from the shredded beef, clich? Attic beef. Glad. Add something or access to whatever you want. You get two pulls from the beef cliff. Only 22 pulls much you could hold in two hands you can grab from the beef clip, OK? And we're going to skip 50. We're going to skip 75. We're gonna go right to 100 but yeah, All right. All right. Yeah. Who is that? Brian from family guy doll. Family guy? Sure. Yeah, I love that. We got guard tunes in here. All right. Tell us what you're thinking of cartoons. It's funny that the first cartoon chimed in for this price because with the sale of 100 magazines, you get to watch an episode of Rick and Morty with the creators, Rick. And morning, we got some breaking more decent way. When we say the creators, we do not mean Justin Royal and, uh, no Dan Harmon know the creators of what guys? You know, you just a lie? No, no, there is. You get to go to Ireland and pay off our debts. You get to go, right? What do you have? A bunch of fires way we do weird in debt in Ireland and you get to go to Ireland and pay off. Our dad's gonna get a wound. Beavis and Butt. Yeah. Alright, guys. But now it's time to get out there and sell. All right? Yes, sir. Let me let me here last year, You clad. I'm going home. Style! Trap trap, Ratboy! Oh, no! Wait! Get cheese! At least put him out of the way. Stab a boy. Give me the knife Way! Died of stab Stab. You killed Skid. There was stabbed in the neck. Rebellious knife that stabbed rat point of death. I had to put him out of his music. Justice Foot, get the car! The car would get the car. I didn't get it. I get to use about with beef. Have the pickup. Are your me a lot of money or voice? No. No, we don't. We don't. Irish Mafia. They're going to kill myself. I'm gonna get myself knife to me. Oh, hours. He'll dio knife to my neck. That's right. Give me my $75. You $75. Here. Take it. Jesus. Take it, five. Those things are Charleston Chews, huh? Candies? It's all that was left over from the lolly tree. Alright, I'll take some of this. You're gonna get sick, Ratboy. Let's get here. All right, All right. Let's go. It's a my up in his store from the outside. His stories liked. Who's it? It's a magazine. Salesmen. Someone's out here waiting to use the bathroom out there. So what? Someone's out there? Yeah, peering outside here. Sorry. Sorry. Way I think I'm in mind. I'm in line to get outside. Just wait behind me. Hey, I just so you know I'm in line for the outside it's already way behind me. Hey, no, no, We're waiting. I'm going to try the door, just in case. No, I've tried it. You don't trust me? I'm up here front. Go ahead, try it. Try it. You're gonna look like a fool lot for Daniel. Starbucks, Starbucks in the front line, Annual Starbucks in the front. If you hear a lot safer. Daniel, that's not mine. Okay? I know a lot of people think cause I'm out here, that that's my lot, but it's not mine. No, it's You know anyone? Daniel, hurry up. We gotta get out of here. Excuse me, Way have to leave. Are you gonna want someone to rush you later? Hey, don't rush, please Go to the bathroom. Out. Daniel. What? I'm just gonna t There was a can of this. Excuse me. I si Dios. Maybe my brother and he was gonna happen. I have no Excuse me. I really have Teoh. Oh, sorry. There was no other place to go. You're out here. I'm allergic. Hey, wearing wanted, We need to get out of everywhere. Wanted uber for Irish guys. Oh, yes, I said thank you. Uh, that was crimes Really crazy I feel baddest about pulling the knife. I kid you do anything around? He was He was just collateral damage. Had I feel worse about you haven't hit a destination yet in there. Oh, just just drive. Uh, if you guys were bored, Feel Frito. Read anything back there. I got Steven Components. I got boss. Uh, do you have carpet match the drapes? Carbon measure the drapes? Yeah, yeah, yeah. I mean, you could probably tell by the style of the inside of my car that I like to read magazines about interiors. Oh, my God. Bosses nasty. Just a bunch of guys in business suits with their hogs pulled out. What do you think? I mean, so what do you care? What do you care about her view? I think I'd stay afterward. I'm staying afterward. Work a little overtime? That's right. If that's my boss. Yeah. I wouldn't mind putting in a few extra hours. Uh, I don't think you're gonna need my two weeks notice. Yeah, I think I'd be applying to this job. Well, let's just say we're taking a long lunch. Who's sorry? Booth? Everybody is saying out there in the car I would take a long lunch with the boss of the Hawk like back. So you should take a closer look. I guess you could take a leave of acids. Thought this is the first time that I'd give my boss a raise. Forget to give my employees rear view with that guy. Yes. Yeah, I would have to send you to Human E. I don't have one. Rear sources are sources. Don't look with mine, but it's fine. You're right. The trump. I take something, there's a leak from the exhaust into the truck. Yeah. Yeah, that'll happen. All right. We just keep your eyes, all right? I got my boss a coffee for that. It was","episode":"mini-28","edited":false}
