[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-13","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"Oh, yeah. So I think this is the one the a train all the way out to Jones","episode":"mini-13","edited":false},
{"time": "0:00:06", "speaker": "spk_1","line":"Beach. Say, I'm really excited to see him play born to run. Oh, it's such a good tune. Yeah. Go see the boss. Yeah, we're going to see the boss. Yeah, right.","episode":"mini-13","edited":false},
{"time": "0:00:17", "speaker": "spk_0","line":"I think so. I mean, these tickets were much cheaper than I would assume Bruce Springsteen. And it just says the boss at Jones Beach. Well,","episode":"mini-13","edited":false},
{"time": "0:00:26", "speaker": "spk_1","line":"I mean, if it's gonna be, I mean, nobody would just market themselves as the boss if it wasn't the actual boss that's coming. I didn't get them on Ticketmaster, okay? I don't want to worry about it. It's just gonna put me in a bad mood. If we start number, I","episode":"mini-13","edited":false},
{"time": "0:00:39", "speaker": "spk_0","line":"got him in, uh, Todd on time card hub, Timecard hub instead of Ticketmaster. I'm sure it's reputable. Timecard up sounds something about office. Yeah, Yeah. The bis operas Time hurt hub. It would","episode":"mini-13","edited":false},
{"time": "0:00:57", "speaker": "spk_1","line":"be fun. So we just got away with strain. Are we waiting for","episode":"mini-13","edited":false},
{"time": "0:01:01", "speaker": "spk_0","line":"the A here? This hearing is there is wounded. Let that hot stinky breeze blow you right here on the way. Whoa! Todd. So weak All right, Now, get on. And don't be afraid to step over the little crack here. It's just all it is. Is that we're going to. The doors are open. Here we go. We're all on Todd. A long time. Good. Step through the doors. Closed. Three doors. Got is. No, sir. I open the door. Okay. It's got his nose, but he's on the outside of a couple of minutes. Gee's got a card to ourself. Your Yeah. Wow. This is unusual. Just like a little bit of we turn the party out. Swimming off, right? Yeah. You turn it off, Howard? Yes. Just like that Today. Good up today. That was getting stuff that was really good to a comedy 11 day. Find me funny. We're fucking Yeah, really funny when we're just alone were funny. We're gonna put my headphones for manure. Yeah. When you get on these chains, you'll fall asleep before you know better. Next stop. Wrong. Concha mo Station. Next stop. Wrong, Concho. Remember, if you see something, say something left behind. Bag and old leftovers. Anything? Say something. Think.","episode":"mini-13","edited":false},
{"time": "0:02:44", "speaker": "spk_1","line":"Stand clear of the closing doors, please. And if you see a meatloaf say something.","episode":"mini-13","edited":false},
{"time": "0:02:55", "speaker": "spk_0","line":"Remember, seats are reserved for the elderly, pregnant or otherwise. Infirmed and meat loaf. Next stop. Wrong conch. A bow next stop from Conca mo station. Excuse me, It does anybody want to buy any of these nerds? I got nerds. I got nerds. I am trial takes of birds for my wife. Okay, Germany nerds. You want just two or three? We'll take. I don't think to take three nerds for my honey. All right. Well, I am selling them for jerseys. I don't need to know what. Therefore, I think three for my own. It's just so you know, their jerseys for my adult softball league. Okay, Uh, cool job. What? Don't Week, I do have a job. It is selling nerds. Four jerseys for my adult softball, Ali. Okay, well, three nerds for my wife, and then you can move on. How much? $3. All right. There you go. You have change for 10? Yes. One That's 123 $3. You give me three back, but you gave me three. No, I give you a 10. Oh, Next stop. Jamaica, Queens, Jamaica. Piece way. Just still. $7 for may make honey I hope you enjoy your $7 nerds. E hoping you to you, Theo","episode":"mini-13","edited":false},
{"time": "0:05:06", "speaker": "spk_1","line":"Empty A would like to remind you if you see something, say something specifically If you see meatloaf, the singer do say something and do not ask him to sing.","episode":"mini-13","edited":false},
{"time": "0:05:19", "speaker": "spk_0","line":"Mom meatloaf is banned from the Metro transit authorities to stop meatloaf is banned Both stand up, Stand up! That woman's pregnant. Stand up. I'm not pregnant. I'm affirmed. Used to conduct affirmed No firm as what? Somebody said something positive to you? Yes. Somebody just told me that my necker chief looks great. Please get up. Well hey, board in","episode":"mini-13","edited":false},
{"time": "0:05:58", "speaker": "spk_1","line":"this A body. This lady said her neckerchief looks good. Okay, You need to stand up.","episode":"mini-13","edited":false},
{"time": "0:06:01", "speaker": "spk_0","line":"Well, I think I don't know. That's a little second stand up. When a woman says they're naked, Chief is a good It seems a little sexist. I mean, I'm wearing an ascot That I think looks pretty good.","episode":"mini-13","edited":false},
{"time": "0:06:11", "speaker": "spk_1","line":"Okay. Shut up. You want me to shut up? Shut your mouth or I'll stab your ass.","episode":"mini-13","edited":false},
{"time": "0:06:16", "speaker": "spk_0","line":"I would like to see you try to stab my money. Defend me. I don't know him. I'm just ease my nerves. The way. We're going back to run Conquer Station. We're going. Going back Back to Ron Carcamo Station being I hope you got up at Jamaica Queens. If you needed it, the train will now be going backwards. Thing Levi's. The FDA would like to remind, you know, making your own meals on the trade. All meals should be pre prepared or Podd elsewhere. This is none. Your kitchen. Mom, please ignore the hot plates in the corner. This is not a place to cook or heat your meals thing being bahng.","episode":"mini-13","edited":false},
{"time": "0:07:19", "speaker": "spk_1","line":"Do not listen to meat loaf. If he tells you he is a empty A chef is not sure that. Allow me to cook you lunch or dinner.","episode":"mini-13","edited":false},
{"time": "0:07:35", "speaker": "spk_0","line":"Next stop meatloaf from cooking on the train Back. Stop! Please stop! No! Yes, I would love to start","episode":"mini-13","edited":false},
{"time": "0:07:54", "speaker": "spk_1","line":"in your play. My hair dress looks like this unbearable heat. I think there's some pigs. Cravy, Honey, those are pigs. Those shows are grown Men. They're making big noises, my dear. Well, honey, look at them. Do those look like pigs to you? Do they look like men? They are. They look like men. But I've been mistaken before. Honey, this isn't the same situation. This is in a similar situation. Well, I","episode":"mini-13","edited":false},
{"time": "0:08:46", "speaker": "spk_0","line":"don't know. I was married to a pick for six years, so you could understand why I might be just a little bit","episode":"mini-13","edited":false},
{"time": "0:08:55", "speaker": "spk_1","line":"curious. And, honey, could you stop bringing up that you used to be married to a pig? Okay,","episode":"mini-13","edited":false},
{"time": "0:09:00", "speaker": "spk_0","line":"well, she would do some things that you wouldn't. Looks like you still married to a big Oh, my God. Sir, What did you say about my beautiful wife, Jeff Ross? Yeah, that's right. It's the roast mashed, my Like You still married have been roasted by the roast Master General, near the great roasts of history. Bow down. I","episode":"mini-13","edited":false},
{"time": "0:09:21", "speaker": "spk_1","line":"will not. Honey, you're supposed to defend me in this context.","episode":"mini-13","edited":false},
{"time": "0:09:24", "speaker": "spk_0","line":"Oh, I don't know. I mean, if I defended you, I'd have to get into a roast off with the king. Is that your wife a pig or Moammar Al Gadhafi? She looks like both. Excuse. I either look like a pig or Moammar Al Gaddafi. I don't know his real name. Yeah, I noticed. Whoa. What? He don't you know you did. It's a double rows, triple rows. It's a roast on pigs looking like Gadhafi looking like you. And it's a roast, you know, looking like both. I'm","episode":"mini-13","edited":false},
{"time": "0:10:01", "speaker": "spk_1","line":"getting off it. Run, Concha mo. I got not kind of","episode":"mini-13","edited":false},
{"time": "0:10:03", "speaker": "spk_0","line":"Ross's on here. Honey, Honey, wait. Hang on. I think that this might be Dice Clay pretending to be Jeffrey. What? Oh, why would he do that? I don't know, Jeffrey. A bottle of ink. The court fell out and your wife stinks. Okay, good. Getting out. Getting off. It's good. Do me do me. Uh, I like your shirt, Po. Thank you. I don't like your ugly wife shirt. You got me. Good. No,","episode":"mini-13","edited":false},
{"time": "0:10:35", "speaker": "spk_1","line":"no, I'm not even gonna wait for the next stop. I'm","episode":"mini-13","edited":false},
{"time": "0:10:38", "speaker": "spk_0","line":"jumping off now, honey, don't do this again. Would make anyone some eggs. Do you want eggs, sir?","episode":"mini-13","edited":false},
{"time": "0:10:54", "speaker": "spk_1","line":"My God, that's meat loaf. You just don't Don't don't. We can't. Who? He's not a chef. They told us he's not a chef.","episode":"mini-13","edited":false},
{"time": "0:11:02", "speaker": "spk_0","line":"I would make anyone burger. Just just Chef","episode":"mini-13","edited":false},
{"time": "0:11:08", "speaker": "spk_1","line":"was just trying to get to Jones. B. We need to say something. If you see something, say so. Hit the emergency. Ready. Let's roll. Let's roll. Let's kill me. Barbecue.","episode":"mini-13","edited":false},
{"time": "0:11:24", "speaker": "spk_0","line":"Cooking human. I would make anyone for he does. Would you like some of that? I do want to. Heat is Yeah, that would be good. Steaming sizzling inside the subway. Everybody kitchen is so kitchen is I don't know that me talking about that. You guys got 30 eggs","episode":"mini-13","edited":false},
{"time": "0:11:47", "speaker": "spk_1","line":"I think we're taking. I think we should just move to another. Another car, This is Do we have,","episode":"mini-13","edited":false},
{"time": "0:11:53", "speaker": "spk_0","line":"like, a bat out of hell about making the meat loaf? My name is not just in this one too. Seeing all these cars stop Meatloaf's great stop, Grace Cravy next way. Are you having a drink? Holy Moley. Oh, God, Are we almost there? You looked like you had a tough night sleep. Would you like me to cook you something? What? Wake me","episode":"mini-13","edited":false},
{"time": "0:12:36", "speaker": "spk_1","line":"up way. And you were having a dream. It was fucked up. It was so well. What do you mean? So","episode":"mini-13","edited":false},
{"time": "0:12:45", "speaker": "spk_0","line":"we were gonna Jones base to see the boss. I think it was someone's boss. Right? Um and then the car just kept only going to run. So that's where we were on the train. I want to know right now. Would you like So what you're like? So would you like somebody wake me up Way water on your face. Here's a bone Somebody. I'm gonna spend this top. I'm","episode":"mini-13","edited":false},
{"time": "0:13:24", "speaker": "spk_1","line":"gonna spend this top to see if you totem. Is this your totem totem from inception? Yes.","episode":"mini-13","edited":false},
{"time": "0:13:30", "speaker": "spk_0","line":"Let me make you lose on you, baby, Baby, don't do better. Mikulas Onya will have some breakfast in the morning. It's just so sad. Nobody is taking meat loaf up on any of these offers. He'll make us way Our spin, the top spin, the top Spin. Your totem town there were right down. I can't spend this thing. So it always happen. Maybe have never going. I'm gonna throw it back in","episode":"mini-13","edited":false},
{"time": "0:14:03", "speaker": "spk_1","line":"my head. What does that mean? What is it? If the totem doesn't even spin it all? Is that awesome? Here? I'm gonna call Christopher Nolan college weight Have his number","episode":"mini-13","edited":false},
{"time": "0:14:11", "speaker": "spk_0","line":"way, scrotum. Like a total of about","episode":"mini-13","edited":false},
{"time": "0:14:24", "speaker": "spk_1","line":"right action on the train bill. You know New York? Did you send us out","episode":"mini-13","edited":false},
{"time": "0:14:29", "speaker": "spk_0","line":"on the wrong train? This is the loop. We're on the loop. It goes back. It's the classic New York loop. It's in nature. Say, bitch tits from Fight Club Scampi. You know I don't get this. I think this Campese turn now. Camby is fresh, but I don't know what's pressure the shrimp or the noodles? Okay. I don't want to do this so that no one would ever say E","episode":"mini-13","edited":false},
{"time": "0:14:56", "speaker": "spk_1","line":"I'm gonna go back to toe. She's This doesn't seem fun anymore.","episode":"mini-13","edited":false},
{"time": "0:14:59", "speaker": "spk_0","line":"Uh, how would wake up, wake up our food? You've been sleeping in the bathtub. Get out, Get out of the shower. We're late. We're all of our separate job. I gotta pee. How? Because you are","episode":"mini-13","edited":false},
{"time": "0:15:11", "speaker": "spk_1","line":"gonna believe the dream that I just had. Well, it didn't make any sense at first I was like, This is gonna be fun. It's gonna be good. This is going somewhere. But then it kind of just took turns. I was expecting making and he said,","episode":"mini-13","edited":false},
{"time": "0:15:26", "speaker": "spk_0","line":"Well, there was a couple funny parts. It was just hard to listen to all the","episode":"mini-13","edited":false},
{"time": "0:15:28", "speaker": "spk_1","line":"Yeah, it felt like kind of one of those things where, like, my dream in my dream, like like we were not we My dream was sort of trying way too hard to like. Be clever. It wasn't following any sort of like,","episode":"mini-13","edited":false},
{"time": "0:15:41", "speaker": "spk_0","line":"at least we're being natural now and not trying so hard","episode":"mini-13","edited":false},
{"time": "0:15:43", "speaker": "spk_1","line":"exactly. We're not trying. We never name. We never know. It didn't work. And but that's OK. It was just my dream. It's fine","episode":"mini-13","edited":false},
{"time": "0:15:58", "speaker": "spk_0","line":"there. Yes, I think I'll be getting off two. Yeah. Not for me in the Big Apple if you're saying you're wrong. Hey, listeners, if you want to get off one stop before sanity, hang on. Listen to us. We're trying way here. Your criticisms. And to that, we say we're going one better. So that means you're going to stop listening altogether. Wear your","episode":"mini-13","edited":false},
{"time": "0:16:40", "speaker": "spk_1","line":"this one, then fuck you Fuck off!","episode":"mini-13","edited":false},
{"time": "0:16:43", "speaker": "spk_0","line":"Two million. Next. What have you ever given us? Yeah, this is paid for this. You can't run 100% every time. Now you're getting to see the realize Good ones wouldn't be appreciated if there weren't some bad ones. You don't have down. Look for more of these. There will be more bad ones and we will call them The bad ones don't know when they're coming, but they're","episode":"mini-13","edited":false},
{"time": "0:17:04", "speaker": "spk_1","line":"coming. We may tag them in the feet as don't listen to this one's","episode":"mini-13","edited":false},
{"time": "0:17:08", "speaker": "spk_0","line":"and check out our new Siri's this next year called the Bad Ones. A series of only bad shows. Until then, se","episode":"mini-13","edited":false}]
