[{"time": "0:00:01", "speaker": "spk_0","line":"Todd Dow, so All right. Sorry, Coach. What the heck was that out there? Sorry, Coach.","episode":"mini-26","edited":false},
{"time": "0:00:11", "speaker": "spk_1","line":"Move. We're","episode":"mini-26","edited":false},
{"time": "0:00:11", "speaker": "spk_0","line":"trying not gonna beat the Gators like that, boys.","episode":"mini-26","edited":false},
{"time": "0:00:15", "speaker": "spk_1","line":"Well, I mean, we're running the place You're calling coach. I don't know what to tell you.","episode":"mini-26","edited":false},
{"time": "0:00:20", "speaker": "spk_0","line":"I I said man to man, I want to go man to man on offense. Yes, one of your gut when you got the ball, Go, man, demand Pick your band and dribble towards general. Tardes him","episode":"mini-26","edited":false},
{"time": "0:00:36", "speaker": "spk_2","line":"for when they're playing zone over dribbling in the one guy one guys guarding us, We're dribbling into a double team. We're dribbling into a double team.","episode":"mini-26","edited":false},
{"time": "0:00:42", "speaker": "spk_0","line":"I know, but you're not supposed to get in that double team, because if you see two guys, you're not man to man your man 22 man way.","episode":"mini-26","edited":false},
{"time": "0:00:49", "speaker": "spk_1","line":"We can't control what they do, Coach. We can only","episode":"mini-26","edited":false},
{"time": "0:00:55", "speaker": "spk_0","line":"bang.","episode":"mini-26","edited":false},
{"time": "0:00:58", "speaker": "spk_1","line":"That's our Gatorade for the game","episode":"mini-26","edited":false},
{"time": "0:01:00", "speaker": "spk_3","line":"way. Need You were constructive. That is a huge straw way. Need more constructive plays and notes,","episode":"mini-26","edited":false},
{"time": "0:01:12", "speaker": "spk_0","line":"Coach. All right, we're throwing out all the place. Great. We're throwing out all the place. We're doing the pistol. Pete, play. All right, Logan, I want you to bring the ball up the court.","episode":"mini-26","edited":false},
{"time": "0:01:27", "speaker": "spk_1","line":"He's air sooner.","episode":"mini-26","edited":false},
{"time": "0:01:29", "speaker": "spk_4","line":"I don't know. Coach Logan. Coach. You know,","episode":"mini-26","edited":false},
{"time": "0:01:33", "speaker": "spk_3","line":"every time he puts","episode":"mini-26","edited":false},
{"time": "0:01:34", "speaker": "spk_4","line":"it, I'm not a great dribble.","episode":"mini-26","edited":false},
{"time": "0:01:35", "speaker": "spk_0","line":"You're going. I'm seven foot to look to take the ball up the court win card. No, Luke, you're sitting the damn bench. Coach, you're on the damn big took. I don't care what your dad he says in the stands. He can yell out. Only wants it, May he can say I can't buy any more corn from him. I don't even care.","episode":"mini-26","edited":false},
{"time": "0:01:58", "speaker": "spk_1","line":"I'm the only person who scored points in the first half.","episode":"mini-26","edited":false},
{"time": "0:02:01", "speaker": "spk_0","line":"She got the base right now. Right now. Another walk walk out there right now. I can't. The general performance. Okay? You walk through the band you want, man, and you sit. Your demand is","episode":"mini-26","edited":false},
{"time": "0:02:14", "speaker": "spk_1","line":"past is past the bench. You want me to go?","episode":"mini-26","edited":false},
{"time": "0:02:18", "speaker": "spk_0","line":"They just threw the ban and down to the bench. Coach. Come on, Ur Guys, guys suck guys looking. You shut your mouth. Keith, Don't you dare say that, Toe Logan, I'm not","episode":"mini-26","edited":false},
{"time": "0:02:32", "speaker": "spk_3","line":"saying it too long. I'm saying it to you.","episode":"mini-26","edited":false},
{"time": "0:02:34", "speaker": "spk_4","line":"I'm not good. Trust tall. I never played by the first year, you fluid.","episode":"mini-26","edited":false},
{"time": "0:02:40", "speaker": "spk_0","line":"I found you in the airport, and you're You're good. He was a shoe shiner you took. Now he's a little boy, and you are not an old shoe shiner flow Logan","episode":"mini-26","edited":false},
{"time": "0:02:54", "speaker": "spk_4","line":"coaches that they're onto us. Know the girl.","episode":"mini-26","edited":false},
{"time": "0:02:57", "speaker": "spk_0","line":"You get about it. I want some Gatorade shut. Shut up. Keys, Logan, You don't blow this farce, baby. We can we have they got No, I don't know. Shaddock eats you, gallop a key issue. You, coach. What? What is it? Dad?","episode":"mini-26","edited":false},
{"time": "0:03:21", "speaker": "spk_1","line":"I was just going to say, you know, I've been I've been sitting out there. I've been watching the other team the whole game, and, um, it looks like they're two forwards. There's kind of slowing down. It looks like one of them may be tweaked. Yeah, they're foot or like, their leg or something. So many other ones got tweaked, the other during that. You know what I was going to say? I was going to say after them","episode":"mini-26","edited":false},
{"time": "0:03:42", "speaker": "spk_0","line":"way up the events, give him a lift. Let's give him a left. What I do is give him all right. Oh, you fell through the bad ceiling. Get up. Go to the bench. go to the bandstand, Coach. We already have three big on the bench. Ted, go to the bench right now. Walk through the band, go to the bench with Walk through the band.","episode":"mini-26","edited":false},
{"time": "0:04:04", "speaker": "spk_1","line":"Go to the bank. Go go","episode":"mini-26","edited":false},
{"time": "0:04:06", "speaker": "spk_0","line":"low can my hero, my hero. Come on. Don't you take that makeup up, little boy. Makeup, rosy cheeks lollipop. Take that makeup up. I don't think","episode":"mini-26","edited":false},
{"time": "0:04:22", "speaker": "spk_3","line":"all that is make up. Some of that is costume. Some of that is props.","episode":"mini-26","edited":false},
{"time": "0:04:26", "speaker": "spk_0","line":"You tell me a little over. Also crazy to his little Norwegian over all these plates.","episode":"mini-26","edited":false},
{"time": "0:04:31", "speaker": "spk_3","line":"He should be wearing the same way. He doesn't need to be in overalls with the uniform on top.","episode":"mini-26","edited":false},
{"time": "0:04:38", "speaker": "spk_0","line":"I appreciate you. I appreciate you. You're letting me know everything. And listen. I want you. I want you flanking Logan. I","episode":"mini-26","edited":false},
{"time": "0:04:49", "speaker": "spk_1","line":"want you to be my,","episode":"mini-26","edited":false},
{"time": "0:04:49", "speaker": "spk_0","line":"uh oh, good. I want you to watch Logan.","episode":"mini-26","edited":false},
{"time": "0:04:54", "speaker": "spk_1","line":"And I want you to be my guard.","episode":"mini-26","edited":false},
{"time": "0:04:55", "speaker": "spk_3","line":"Like like a point guard or a shooting.","episode":"mini-26","edited":false},
{"time": "0:04:57", "speaker": "spk_0","line":"Yes. Shooting guard. You're right up there near the top of the key.","episode":"mini-26","edited":false},
{"time": "0:05:00", "speaker": "spk_4","line":"Why did you put a gun","episode":"mini-26","edited":false},
{"time": "0:05:01", "speaker": "spk_2","line":"in his? And","episode":"mini-26","edited":false},
{"time": "0:05:02", "speaker": "spk_3","line":"I'm not gonna shoot anyone. A","episode":"mini-26","edited":false},
{"time": "0:05:04", "speaker": "spk_0","line":"guy to be careful That's a 55 things. You're just gonna blow someone's head clean. I got it at a swap meet. Okay, It's entrees. Coach put it.","episode":"mini-26","edited":false},
{"time": "0:05:21", "speaker": "spk_3","line":"I'll just guard him. I'm not going to shoot anybody. Put it your pants. But he has just Levi's air thin, short sea. But","episode":"mini-26","edited":false},
{"time": "0:05:30", "speaker": "spk_4","line":"coach, they've asked us to come in and do a locker room check to just make sure you don't have any more referee jerseys that you put on and run onto the court. Pretend to riff. Oh, wait. Sorry, But we took one away from him, and somehow you had to.","episode":"mini-26","edited":false},
{"time": "0:05:43", "speaker": "spk_0","line":"Well, if Blue would get","episode":"mini-26","edited":false},
{"time": "0:05:48", "speaker": "spk_4","line":"his own bars for baseball","episode":"mini-26","edited":false},
{"time": "0:05:49", "speaker": "spk_0","line":"Big blue, zebra, zebra, zebra, zebra Fuckin idiots, They're calling it us against. And you know they are. You know they are Coach Clive. You know they're calling us again. Here, take a tank up here. Here. Have any of you want all of them? I was expert testimony. You want 13 magician's scarf out of the sleeping, pulling them out of my hand. Magician? You want you want a tank? Him? Cause tank him. Take a dove to take this hat. Take my deck of cards. What do you want all my tricks.","episode":"mini-26","edited":false},
{"time": "0:06:28", "speaker": "spk_4","line":"Didn't. Wasn't expected that when I came in, but yes, If you have more magic tricks, I need him.","episode":"mini-26","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"Clap. I swear to God him by none of your corn anymore. I'm by No, my your damn corn Clive","episode":"mini-26","edited":false},
{"time": "0:06:39", "speaker": "spk_4","line":"Coach, you and I both know that's not true. You know what is going to come around and I'm gonna see","episode":"mini-26","edited":false},
{"time": "0:06:48", "speaker": "spk_0","line":"now you're with the bustle of luck. I","episode":"mini-26","edited":false},
{"time": "0:06:50", "speaker": "spk_3","line":"was embarrassing. How much corners? 1 may and","episode":"mini-26","edited":false},
{"time": "0:06:54", "speaker": "spk_0","line":"may God have my core. You're obsessed with corn, your delicious our corn forward. I love corn. I eat it up and I get sizzling and I eat it. I'm obsessed with corn. You","episode":"mini-26","edited":false},
{"time": "0:07:09", "speaker": "spk_3","line":"just described how you eat all food. Keith. Keith, You You're right. I'm sorry. I'm sorry. I just I'm bewildered,","episode":"mini-26","edited":false},
{"time": "0:07:18", "speaker": "spk_0","line":"Keith. Why do you think we should? I","episode":"mini-26","edited":false},
{"time": "0:07:20", "speaker": "spk_3","line":"played freshman and Javy and we had a pretty good program, so I'm frustrated. We lost two games each year, but it was looking good. I figured by the time I get to varsity and I have the big coach, it would just be easier. But this is hard, right? Give me the whiteboard. Give me the white water. Okay,","episode":"mini-26","edited":false},
{"time": "0:07:39", "speaker": "spk_0","line":"get those turkeys out of here. Guy Attorneys, go turkeys home.","episode":"mini-26","edited":false},
{"time": "0:07:45", "speaker": "spk_3","line":"Let us the purpose. It's your turn to get some corn. Keeping turkey's keeping these keep the turkey, turkey and corn talking","episode":"mini-26","edited":false},
{"time": "0:07:52", "speaker": "spk_0","line":"corn tacos, corn tacos all this week. I got a pick and roll way. We're doing a pick and roll. We get other. Logan's got the ball. He's coming up. All right, He's got his went looking. You don't ban on the wagon, Logan.","episode":"mini-26","edited":false},
{"time": "0:08:09", "speaker": "spk_4","line":"I'm getting a lot of side eye from the right foot. Bring the wagon out.","episode":"mini-26","edited":false},
{"time": "0:08:13", "speaker": "spk_0","line":"Fine. Drive this RC car. You drive this RC car? I","episode":"mini-26","edited":false},
{"time": "0:08:17", "speaker": "spk_4","line":"can't fit in that you","episode":"mini-26","edited":false},
{"time": "0:08:19", "speaker": "spk_0","line":"do with the remote hor CEO. So we're doing a pick and roll right off the because they're gonna press us. They're gonna full court. Press is okay. Why were down their authority? What do the Gators are? They hate us. They hate me. There's no the coach of the Gators. You know, our beef. I don't burn. Burn his house down. Pissed off. It may, because I was trying to smoke out, trying to smoke out some of that corn, and I was like, Hey, man waiting there wanted somebody's corn. You","episode":"mini-26","edited":false},
{"time": "0:08:57", "speaker": "spk_3","line":"know it or like, fine. You smoke out Hall saying corn Keith is popping corn different from regular for","episode":"mini-26","edited":false},
{"time": "0:09:05", "speaker": "spk_0","line":"its popped as I get the movies. Oh, yes. Ah,","episode":"mini-26","edited":false},
{"time": "0:09:10", "speaker": "spk_1","line":"hey, it's me, Terry, the a pep band director. Um,","episode":"mini-26","edited":false},
{"time": "0:09:13", "speaker": "spk_0","line":"yeah, Terry's want","episode":"mini-26","edited":false},
{"time": "0:09:15", "speaker": "spk_1","line":"to let you know a couple your players came out and they, ah, recklessly walked through humiliation Walk, you know,","episode":"mini-26","edited":false},
{"time": "0:09:22", "speaker": "spk_0","line":"serum, you know, here that","episode":"mini-26","edited":false},
{"time": "0:09:24", "speaker": "spk_1","line":"they actually knocked my tuba and trombone player off the bleachers","episode":"mini-26","edited":false},
{"time": "0:09:26", "speaker": "spk_3","line":"from bone travel Ban","episode":"mini-26","edited":false},
{"time": "0:09:30", "speaker": "spk_1","line":"they knocked to my guys off the bleachers is what I'm trying to say.","episode":"mini-26","edited":false},
{"time": "0:09:33", "speaker": "spk_0","line":"What? Not to be over right in the middle of smooth criminal just in NJ that stays in the locker room. Only watch this voice","episode":"mini-26","edited":false},
{"time": "0:09:48", "speaker": "spk_1","line":"now. Don't shame me for choosing what songs to play. It's it's It's part of the","episode":"mini-26","edited":false},
{"time": "0:09:53", "speaker": "spk_0","line":"you guys play a subway commercial. What is wrong with the all What's reptiles up with? Nothing's","episode":"mini-26","edited":false},
{"time": "0:10:01", "speaker": "spk_1","line":"Rupp with us? Okay,","episode":"mini-26","edited":false},
{"time": "0:10:02", "speaker": "spk_4","line":"coach, so many of our half times are you arguing with people that are not even on the","episode":"mini-26","edited":false},
{"time": "0:10:06", "speaker": "spk_0","line":"way. My baby, my big boy,","episode":"mini-26","edited":false},
{"time": "0:10:12", "speaker": "spk_4","line":"45 years old.","episode":"mini-26","edited":false},
{"time": "0:10:13", "speaker": "spk_3","line":"He's not a big boys, a big man.","episode":"mini-26","edited":false},
{"time": "0:10:15", "speaker": "spk_1","line":"Listen, Cravy all I'm saying,","episode":"mini-26","edited":false},
{"time": "0:10:16", "speaker": "spk_0","line":"if I like to shag one shoe where you give me another half. So if you had,","episode":"mini-26","edited":false},
{"time": "0:10:20", "speaker": "spk_4","line":"you know","episode":"mini-26","edited":false},
{"time": "0:10:27", "speaker": "spk_1","line":"Listen, Cravy, I'm just trying to tell you please stop sending your players through my band. Disrupt","episode":"mini-26","edited":false},
{"time": "0:10:33", "speaker": "spk_0","line":"Kobe was stopped playing Pat a file Music. I'm not OK","episode":"mini-26","edited":false},
{"time": "0:10:38", "speaker": "spk_1","line":"is I can't get the chooses.","episode":"mini-26","edited":false},
{"time": "0:10:40", "speaker": "spk_3","line":"Hello? Hey. 40 hot dogs that delivered it had time. Oh, yeah? Where should I put the dogs? Box buns and dogs separate.","episode":"mini-26","edited":false},
{"time": "0:10:51", "speaker": "spk_0","line":"All right? Yeah,","episode":"mini-26","edited":false},
{"time": "0:10:52", "speaker": "spk_4","line":"Coach, you're not doing this again. Where? You're making these hot dogs into corn dogs, are you?","episode":"mini-26","edited":false},
{"time": "0:10:58", "speaker": "spk_0","line":"Come on, Lohans. Keith, this is Cornmeal. This is oil. Cornyn and milk were making the dip. We're making a deal. We're making it. Look at that toilet in there. It's a boil. It. I don't think your tux are boiled together. No, it's got hot oil oil in it.","episode":"mini-26","edited":false},
{"time": "0:11:17", "speaker": "spk_3","line":"It's a blip. Warm?","episode":"mini-26","edited":false},
{"time": "0:11:18", "speaker": "spk_0","line":"Yes, a boy. That what? We're gonna make corn dogs in here and eat him up. So I just put the dogs wherever. Yeah, yeah, yeah. What do you How do you like to be paid cash? Venmo people? All right, All right. Here's cash. Take care. All right. Bye.","episode":"mini-26","edited":false},
{"time": "0:11:33", "speaker": "spk_4","line":"Obviously, he's gonna accept cash.","episode":"mini-26","edited":false},
{"time": "0:11:36", "speaker": "spk_0","line":"Yeah, you never know. All right, so you get to make those dogs, Logan, you're bringing about the corporate and pick and roll the precedence. Okay? They're gonna press us because I burn this house down, but don't ignore him. Nor him. He's burned up. He's burned up Donna's. He's doing a sob story right now. The news is out there. Uh oh. Your bill Cravy Just bring your house down. This must feel really good. BMB em like a drum","episode":"mini-26","edited":false},
{"time": "0:12:02", "speaker": "spk_3","line":"coach, Can I just say this half? I got a scout here in the audience looking for me. I'm trying to get at least a partial college. Can you just at least stop yelling? How bad I am?","episode":"mini-26","edited":false},
{"time": "0:12:14", "speaker": "spk_0","line":"Okay. You want May Teoh","episode":"mini-26","edited":false},
{"time": "0:12:16", "speaker": "spk_3","line":"Bill job A little bit Were scout from Big","episode":"mini-26","edited":false},
{"time": "0:12:20", "speaker": "spk_1","line":"is me. Uh, it's me that this can't scale. Yeah, I was just coming in to say Ah, I'm actually gonna head out.","episode":"mini-26","edited":false},
{"time": "0:12:27", "speaker": "spk_0","line":"Oh, you should This guy shit. Shit. He's letting my ass down. He's right. Have you met Logan? I","episode":"mini-26","edited":false},
{"time": "0:12:37", "speaker": "spk_4","line":"choose for you. Serve.","episode":"mini-26","edited":false},
{"time": "0:12:38", "speaker": "spk_1","line":"No. You did that before. You did that in the middle of the first quarter actually on. I didn't need that toe happened then and I don't need it. Please stop.","episode":"mini-26","edited":false},
{"time": "0:12:46", "speaker": "spk_0","line":"Thief. Choose a food, baby Food thistles Looking I his airplane. Listen, I'm just gonna say big. You bring. You won't eat the food. 11 morning. The body so young, He's so young. You want eat the food? Have you met Logan? Kids?","episode":"mini-26","edited":false},
{"time": "0:13:08", "speaker": "spk_1","line":"I'm actually just going ahead, and I want to let you know that the scholarships off the table, Keith, I'm really so","episode":"mini-26","edited":false},
{"time": "0:13:12", "speaker": "spk_0","line":"good. You're making the right choice. Now, when you leave, you walk through that damn band. You walk right through that damn, and you push somebody's tube over and you yank declaring that out, and you hit him on the head with","episode":"mini-26","edited":false},
{"time": "0:13:26", "speaker": "spk_1","line":"him. Who's him here? The","episode":"mini-26","edited":false},
{"time": "0:13:27", "speaker": "spk_0","line":"personal leader. The band leader with his little stick. He's a little stupid stick. All right, get out of here. Out! Kick! My ass begins. All right, we got this morning Way Todd were down. 40 Coach, if we pick and roll, if we top of the keys if we five seconds. If we don't double double dribble. No, do not double dribble. Okay. All right. We can get back.","episode":"mini-26","edited":false},
{"time": "0:13:59", "speaker": "spk_4","line":"We're having a lot of trouble with the five second offense. We barely get the ball across half court. In that time. We're running back and forth and","episode":"mini-26","edited":false},
{"time": "0:14:05", "speaker": "spk_0","line":"fast. Fast, fast. Get up, Get up! Get shot.","episode":"mini-26","edited":false},
{"time": "0:14:10", "speaker": "spk_4","line":"The part of the problems were moved so fast.","episode":"mini-26","edited":false},
{"time": "0:14:12", "speaker": "spk_3","line":"Have shots of tip ins. Five balls in the air. We trying to tip it in.","episode":"mini-26","edited":false},
{"time": "0:14:16", "speaker": "spk_0","line":"I want you shooting when I'm on four. You guys hear me counting? Shoot or","episode":"mini-26","edited":false},
{"time": "0:14:21", "speaker": "spk_4","line":"were you?","episode":"mini-26","edited":false},
{"time": "0:14:22", "speaker": "spk_3","line":"Yeah. Yeah. It's the first megaphone that they've ever let be sanctioned in there.","episode":"mini-26","edited":false},
{"time": "0:14:26", "speaker": "spk_0","line":"And that is a megaphone in it. How big is it? Say it on 3123 Oh, the corner booth. No, no, no, no, no. Kid looking. You be determinedly determining Logan is too much. Teoh find you pulling out a gun. Don't shoot. No. What do you want me to tell your wife, Logan? What do you want me to tell her? What do you want? Me todo","episode":"mini-26","edited":false},
{"time": "0:15:06", "speaker": "spk_4","line":"Tell her I'll be home soon? Because I'm fine.","episode":"mini-26","edited":false},
{"time": "0:15:11", "speaker": "spk_0","line":"00 God. At","episode":"mini-26","edited":false},
{"time": "0:15:15", "speaker": "spk_3","line":"least I might get to play the second half. Levi's without Logan in the way. Maybe I can get","episode":"mini-26","edited":false},
{"time": "0:15:19", "speaker": "spk_0","line":"I had to kill him. I loved him too much by Keith. You're all I got left.","episode":"mini-26","edited":false},
{"time": "0:15:25", "speaker": "spk_3","line":"The only player. It's either me dead Logan or three guys that have been banished to the bench.","episode":"mini-26","edited":false},
{"time": "0:15:30", "speaker": "spk_4","line":"Somebody call for a puppeteer. I got a call for a puppeteer.","episode":"mini-26","edited":false},
{"time": "0:15:34", "speaker": "spk_0","line":"Yes, Yes, they got Okay. Jeff. Double? Yes. This is my good friend. He's funny. He's the funniest guy. Definitely. Bill pictures","episode":"mini-26","edited":false},
{"time": "0:15:44", "speaker": "spk_4","line":"all my races. Characters to me.","episode":"mini-26","edited":false},
{"time": "0:15:46", "speaker": "spk_0","line":"He's a funny guy. Whenever I want to pitch the bomber. Yeah, Tourist. I pitched in a killed kills. I write for Dunham all the time and I got Hello.","episode":"mini-26","edited":false},
{"time": "0:15:59", "speaker": "spk_1","line":"Uh, yeah, it's me. The ref. Uh, give","episode":"mini-26","edited":false},
{"time": "0:16:02", "speaker": "spk_0","line":"you fucking piece of shit way arrested. Probably give me the shirt on. I'm going. Let me rip his face off Goddio. E o I gotta go. He was going to stop this. Don't have to tell him I got sick and I will be the riff. I'm gonna I'm gonna do it, Give you going. Get obsessed with corn. Our voices. It's Keith. It's Logan's. Its mouth, dear, came in?","episode":"mini-26","edited":false},
{"time": "0:16:56", "speaker": "spk_4","line":"Yeah. What sort of ethnicity do you think it for, Logan?","episode":"mini-26","edited":false},
{"time": "0:16:58", "speaker": "spk_0","line":"I don't know what todo","episode":"mini-26","edited":false},
{"time": "0:17:02", "speaker": "spk_4","line":"start with somebody that I could punch down on and go from there.","episode":"mini-26","edited":false},
{"time": "0:17:05", "speaker": "spk_0","line":"Jeff, do Puerto Rican do, like easy. That's enough. All","episode":"mini-26","edited":false},
{"time": "0:17:11", "speaker": "spk_3","line":"right, coach. We'll give it our best shot. No more gunshots.","episode":"mini-26","edited":false},
{"time": "0:17:15", "speaker": "spk_4","line":"I'm getting past this note. Bill Cravy has had to run. He got sick. And now the referee loves corn.","episode":"mini-26","edited":false},
{"time": "0:17:24", "speaker": "spk_0","line":"Whoa, Our boys. I'll see out there. According to the oh, my whole breast section fell off the bleachers to the got hit with corn. Corn, corn could go on. Go on. You know we have to declare this game a mistrial. So no. Gino Gino, please. I just get Judge Ito. Please see,","episode":"mini-26","edited":false},
{"time": "0:18:04", "speaker": "spk_3","line":"there's a big high school basketball fans.","episode":"mini-26","edited":false},
{"time": "0:18:07", "speaker": "spk_4","line":"That's right. And if you're a judge, you could call anything a mistrial anytime. Got diplomatic mistrial. So this is Judge Ito saying this is a mistrial and stay Flippy.","episode":"mini-26","edited":false}]
