[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-42","edited":false},
{"time": "0:00:01", "speaker": "spk_1","line":"welcome back today to of the Hamilton Spelling Bee. I, of course him or did. And I It's no surprise. Read a book. Read a book. That's right. Orton in reading Blocker your hosts for day two of the Hamilton Spelling Our thanks to Julian and Marc for during day one. Yes, they are, of course, taking a break, uh, today to the gruel brake on and we've swooped in. We, of course, know the rules way we do this impregnated For those of you we've got the Twitter life You tough it, right? With camera rolled, we started to see a lot of tweets about how we don't know the rules. But I assure you right now we've been practicing. We know the rules. We Noah. Anyway, the Here comes the tip off.","episode":"mini-42","edited":false},
{"time": "0:00:52", "speaker": "spk_0","line":"We can see all the words, huh?","episode":"mini-42","edited":false},
{"time": "0:00:55", "speaker": "spk_1","line":"No holding our cards upside down and backwards. All right. Okay. And we'll flip those back around so we won't be using any of those words that week and f i e Ok, you all make it to the second round. Good job. I","episode":"mini-42","edited":false},
{"time": "0:01:11", "speaker": "spk_0","line":"can read your magazine. I'm spelling it.","episode":"mini-42","edited":false},
{"time": "0:01:16", "speaker": "spk_1","line":"Joke's on you. That's not a word. That's a magazine I run in. Okay, so I guess what it is about pornography. But we're gonna throw away the magazine and all the words, and we'll just, you know, we'll just wing it from drugs on your kid jokes on you.","episode":"mini-42","edited":false},
{"time": "0:01:29", "speaker": "spk_0","line":"What's in filth","episode":"mini-42","edited":false},
{"time": "0:01:30", "speaker": "spk_1","line":"or you don't want to know. How about these? He's OK. Less mut smut. All right. Around two is also reservist. Well, you both","episode":"mini-42","edited":false},
{"time": "0:01:45", "speaker": "spk_0","line":"you say spot Is that bad? No. Smuts finds barf. B a r F. Garver.","episode":"mini-42","edited":false},
{"time": "0:01:52", "speaker": "spk_1","line":"He's reading my bag. No","episode":"mini-42","edited":false},
{"time": "0:01:55", "speaker": "spk_0","line":"barf bag. He's reading your barf bag.","episode":"mini-42","edited":false},
{"time": "0:01:58", "speaker": "spk_1","line":"Don't know. That brings this barf bag off of every plane. It's a souvenir for everywhere.","episode":"mini-42","edited":false},
{"time": "0:02:04", "speaker": "spk_0","line":"You got pens and stuff, innit? But also bar.","episode":"mini-42","edited":false},
{"time": "0:02:06", "speaker": "spk_1","line":"Yes, I write down. Where? What? The flight was on. This one was from Chicago O Hare. Do you","episode":"mini-42","edited":false},
{"time": "0:02:13", "speaker": "spk_0","line":"catalog your barf? I do, but I mean their stuff in it. Like a little thing. Almonds. And there's, like about your cell phone and barf.","episode":"mini-42","edited":false},
{"time": "0:02:23", "speaker": "spk_1","line":"Okay. Very observant. Enough observing us. Enough observed, Joe. Children","episode":"mini-42","edited":false},
{"time": "0:02:30", "speaker": "spk_0","line":"were excited to be here.","episode":"mini-42","edited":false},
{"time": "0:02:31", "speaker": "spk_1","line":"Let's get the first contestant up to the microphone. Yes. Come on. Come on.","episode":"mini-42","edited":false},
{"time": "0:02:35", "speaker": "spk_0","line":"We're sorry. We're less patient than you were. We're sorry. We're being bad.","episode":"mini-42","edited":false},
{"time": "0:02:42", "speaker": "spk_1","line":"No, no, no, no. First condition is Carl and Oh, it looks like you'll be doing his favorite ventriloquist act. Still the world's","episode":"mini-42","edited":false},
{"time": "0:02:50", "speaker": "spk_0","line":"Hey, eyes. This guy was hand up my ass. Very hack. Eventually, his joke. I mean, I've had a I call and ask and we medicinal another level focused.","episode":"mini-42","edited":false},
{"time": "0:03:09", "speaker": "spk_1","line":"Okay, Very funny, Carl. All right, Carl. Who's gonna be spelling? The word is gonna be you or Woody?","episode":"mini-42","edited":false},
{"time": "0:03:15", "speaker": "spk_0","line":"I don't love the spell it if my ass what stretched out? Ouch.","episode":"mini-42","edited":false},
{"time": "0:03:20", "speaker": "spk_1","line":"So he's gonna be blowing up your hand up. Well, that's interesting. Uh oh. Uh, what would you like your first word to be?","episode":"mini-42","edited":false},
{"time": "0:03:30", "speaker": "spk_0","line":"I I guess not. Overnight cause it reminds me of him. Put me in a box overnight. Okay. Way, way, way. No, my burning ugo. My burdens of the material. Which of the stick to your a hack? Hey, can anyone believe I'm sitting on this guy's hand?","episode":"mini-42","edited":false},
{"time": "0:03:56", "speaker": "spk_1","line":"Drug companies are arguing with each other. That's an interesting","episode":"mini-42","edited":false},
{"time": "0:04:00", "speaker": "spk_0","line":"my His arms thicker than your you get. My guys are miss sticker than your guys Arms. Let's your first word Dio How bad is it? It's so bad that my wood is right. Ok, ok, so bad. You're honest inks, minds feels like shit.","episode":"mini-42","edited":false},
{"time": "0:04:31", "speaker": "spk_1","line":"Okay, Your first word is","episode":"mini-42","edited":false},
{"time": "0:04:35", "speaker": "spk_0","line":"for me, Karl.","episode":"mini-42","edited":false},
{"time": "0:04:36", "speaker": "spk_1","line":"For Carl. Your first word. First word for Carl is mathematician.","episode":"mini-42","edited":false},
{"time": "0:04:44", "speaker": "spk_0","line":"All right, I'm gonna try to spell this even though I want to get my your soul back together. Wait. No, that now. Ah m a t h as in hell. It hurts when my onus hands of my ass Hello Earth","episode":"mini-42","edited":false},
{"time": "0:05:07", "speaker": "spk_1","line":"with others Could have just said hurts when I have had so many words","episode":"mini-42","edited":false},
{"time": "0:05:15", "speaker": "spk_0","line":"I am a eyes there Any shut up. Shut up! We're going back. I know","episode":"mini-42","edited":false},
{"time": "0:05:25", "speaker": "spk_1","line":"Charles. Using is one shut up of the tournament, which, of course, is a real","episode":"mini-42","edited":false},
{"time": "0:05:29", "speaker": "spk_0","line":"losing my shadow","episode":"mini-42","edited":false},
{"time": "0:05:30", "speaker": "spk_1","line":"on We know the rules. So what's up,","episode":"mini-42","edited":false},
{"time": "0:05:33", "speaker": "spk_0","line":"Teoh already? There's no way I m a t I t m. Hey,","episode":"mini-42","edited":false},
{"time": "0:05:42", "speaker": "spk_1","line":"now, I don't know","episode":"mini-42","edited":false},
{"time": "0:05:44", "speaker": "spk_0","line":"t i c I a in","episode":"mini-42","edited":false},
{"time": "0:05:47", "speaker": "spk_1","line":"way too many letters that judges are laughing, so we're not going to accept","episode":"mini-42","edited":false},
{"time": "0:05:57", "speaker": "spk_0","line":"the word. It would be really funny.","episode":"mini-42","edited":false},
{"time": "0:05:59", "speaker": "spk_1","line":"And it's got to remind all of our performers. This is just a spelling bee, not an audition for America's Got talent","episode":"mini-42","edited":false},
{"time": "0:06:06", "speaker": "spk_0","line":"way. Don't I don't, man. I just sit on top of this big bruise, my ass. And what did we tell you? How much our owners smell?","episode":"mini-42","edited":false},
{"time": "0:06:22", "speaker": "spk_1","line":"All right, Next. Next, contestant.","episode":"mini-42","edited":false},
{"time": "0:06:24", "speaker": "spk_0","line":"Okay. Got along on my guys. Big old hand","episode":"mini-42","edited":false},
{"time": "0:06:30", "speaker": "spk_1","line":"sewn. Extradition is Stickley and","episode":"mini-42","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"clean. I'm just sitting on his open palm. It's not in my bet. I really move and talk on my own.","episode":"mini-42","edited":false},
{"time": "0:06:40", "speaker": "spk_1","line":"So that's how Stickley is Different.","episode":"mini-42","edited":false},
{"time": "0:06:41", "speaker": "spk_0","line":"Told me. He holds him, and I sit there, and I talked. So just a small man.","episode":"mini-42","edited":false},
{"time": "0:06:47", "speaker": "spk_1","line":"Okay, Stickley. Very good. Uh, and Stickley, of course. Your first word of the tournament is uh, uh, cosmetologists.","episode":"mini-42","edited":false},
{"time": "0:06:59", "speaker": "spk_0","line":"My owner is so dumb that he goes to the haircut place and hands up. Couldn't. That's a sexist joke, You fucking loser! Just got Stickley. Did your Michel Richard Stickley did stand offically. Clothe boy. Lucky Lunke on","episode":"mini-42","edited":false},
{"time": "0:07:31", "speaker": "spk_1","line":"Woody is jealous. Stingley is encouraging. Willing to come to life?","episode":"mini-42","edited":false},
{"time": "0:07:35", "speaker": "spk_0","line":"E I can just stand up, get after guys, Think you owner Oh, finally, Regula morass! Ole! Yeah. What? Whoa! Challenge, Booth. Bye bye.","episode":"mini-42","edited":false},
{"time": "0:08:02", "speaker": "spk_1","line":"Okay, so no more. Eventually more sugars us a little control. Those two thumbs came to life. Can I go next? Delivered like Did I do that? Our next contestant. Step through the curtains. Can I smell the wine? Yes. What was your name? You know it e No,","episode":"mini-42","edited":false},
{"time": "0:08:29", "speaker": "spk_0","line":"it Everyone knows it. It's Steve. So","episode":"mini-42","edited":false},
{"time": "0:08:35", "speaker": "spk_1","line":"it is Steam ergul you got that? Looks like we've got Steve Urkal just getting his speech back after me. A death? You know, I can I spell a word? All right, Steve, your your word. I'm not deaf. I can only speak in a certain cane design. Steve are cold. Steve, your word is Carl. Can you use it in a sentence? Carl was really mad that Steve came over and flirted with his daughter Laura. Is this about my life? Yes. Definition, please. The father of yours loafing. So this is about my life. C a r l Did I do that right? Correct. Yes, you did a good job, Steve. Ergo, vice sitting down now. Okay. Next contestant. So far, we've had to ventriloquist dummies come to life and she Burkle,","episode":"mini-42","edited":false},
{"time": "0:09:59", "speaker": "spk_0","line":"Uh, I'm not going to","episode":"mini-42","edited":false},
{"time": "0:10:00", "speaker": "spk_1","line":"be weird, E I hope that's OK. Just a regular boy. Oh, Peter. Okay, Peter. Oh, sorry, Sam. Well, now, Peter What was your real name?","episode":"mini-42","edited":false},
{"time": "0:10:16", "speaker": "spk_0","line":"Well, it's Kyle on. Everybody knows I'm really on. I","episode":"mini-42","edited":false},
{"time": "0:10:20", "speaker": "spk_1","line":"could spell. OK, so your stick with Kyle.","episode":"mini-42","edited":false},
{"time": "0:10:24", "speaker": "spk_0","line":"Well, names. Danny. Nice to meet you.","episode":"mini-42","edited":false},
{"time": "0:10:26", "speaker": "spk_1","line":"We need your real name before we could move.","episode":"mini-42","edited":false},
{"time": "0:10:28", "speaker": "spk_0","line":"My name is Rumpelstiltskin and Almond. I'm here to stay.","episode":"mini-42","edited":false},
{"time": "0:10:33", "speaker": "spk_1","line":"Okay. Uh, Rumpelstiltskin, it is What? Ok, what? My name is Goliath. Okay, Where's David now? That's one. I've never heard you give me the word. Levi's your word. Oh, this is unfortunate timing. Or maybe very fortunate is Goliath.","episode":"mini-42","edited":false},
{"time": "0:10:58", "speaker": "spk_0","line":"That's my real name. I should know to spell. And I do. Luckily be award old male eyes open up special.","episode":"mini-42","edited":false},
{"time": "0:11:10", "speaker": "spk_1","line":"Thanks again to Hank. Swell for welding the portal. The hell and also Hank, thanks so much for recording that voice over things like And of course, exactly recording the follow a voice ever for when we thank you for the first voice ever. Way. Gotta think Hank again for the third. Any time as a response to us taking him for saying thank you the second time you got it. Especially because a day for the 4th 1st spotted us. Thanks","episode":"mini-42","edited":false},
{"time": "0:11:43", "speaker": "spk_0","line":"started. Think tanks in the building with a microphone guys.","episode":"mini-42","edited":false},
{"time": "0:11:46", "speaker": "spk_1","line":"Now that would imply that we have any grasp on technology whatsoever and could have figured something like that. Listen, guys, where commercial or what? But my bosses were yelling at me. This thing is too loose.","episode":"mini-42","edited":false},
{"time": "0:11:58", "speaker": "spk_0","line":"Used to loose, and they're yelling at me in my ear. We gotta tighten this up. Okay, guys.","episode":"mini-42","edited":false},
{"time": "0:12:03", "speaker": "spk_1","line":"Okay, look, you have a direct communication toe are here. Why are you doing this over the intercom?","episode":"mini-42","edited":false},
{"time": "0:12:07", "speaker": "spk_0","line":"I had enough. That enough? We're on break or what? But this has got","episode":"mini-42","edited":false},
{"time": "0:12:11", "speaker": "spk_1","line":"a t o. You're not. You're in the truck. You should know whether or not we're on break.","episode":"mini-42","edited":false},
{"time": "0:12:16", "speaker": "spk_0","line":"Guy, you're so right. This tighten it up. Guys, Start with","episode":"mini-42","edited":false},
{"time": "0:12:21", "speaker": "spk_1","line":"what's on the monitor in front of you. It's blue. Okay, so we're not even broadcasting news. What? Uh, it becomes to hang for accordingly. Confused voiceover. Is that all you need for you? To what really way? And it looks like you took us to whatever is worse than not being rolling already. Wait the rolling button. But I guess it's also the stock. We're already stopped, so no, I don't know where we are. I must have hit the delete button. Well, folks, folks in the live audience, this is reading Bacher standing next Orbis art my brother in arms or or are enormous or nervous or nervous and red marker common. Actually, you know when you got or in orbit","episode":"mini-42","edited":false},
{"time": "0:13:27", "speaker": "spk_0","line":"when I'm in the truck way Totally.","episode":"mini-42","edited":false},
{"time": "0:13:31", "speaker": "spk_1","line":"You know what is on the screen in front of its","episode":"mini-42","edited":false},
{"time": "0:13:34", "speaker": "spk_0","line":"blue with the beep? And it says we're not coming back. Hey, maybe they win. I'm looking for attack! You're not attack. I'll give you a dollar a day. Yeah, Your attack. Your tater in the UK Sadly, Ellie Dan, later, I need you. Come on, you! Can you get us on the air? That well, I was. We did it right? And","episode":"mini-42","edited":false},
{"time": "0:13:59", "speaker": "spk_1","line":"they do call Tater Tater Tech Tater tactics. This is true with Tater. Take helping us out. Well, I'm day today and action! Okay, sorry. It's a deck Nickel difficulties.","episode":"mini-42","edited":false},
{"time": "0:14:16", "speaker": "spk_0","line":"Can we fix","episode":"mini-42","edited":false},
{"time": "0:14:16", "speaker": "spk_1","line":"the prompter, please? Did you type that out? I would do in the P. That's not Big Len Tater both","episode":"mini-42","edited":false},
{"time": "0:14:29", "speaker": "spk_0","line":"You do lander bread in a way that is a","episode":"mini-42","edited":false},
{"time": "0:14:34", "speaker": "spk_1","line":"welcome back to the l A b or going you would be Well, folks, I think we're gonna have to go away for today. This one was a disaster or corpus. It's always nice to work with you reading Buck next for my power in Orbis and my","episode":"mini-42","edited":false}]
