[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-14","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"to To to welcome","episode":"mini-14","edited":false},
{"time": "0:00:04", "speaker": "spk_1","line":"to the teachers barge. Yeah, teachers, barges. A podcast that takes place on a barge and we teach you how to barge. I am your host, Uncle Kevin and I am here with my handy man. Uh, sound off handyman. They welcome My name is James. Beefy Todd Aloni. James, maybe deloney and I sweep the deck. He's leaves the deck.","episode":"mini-14","edited":false},
{"time": "0:00:43", "speaker": "spk_2","line":"My name is Martin Washed the shoot Jenkins. And","episode":"mini-14","edited":false},
{"time": "0:00:50", "speaker": "spk_1","line":"that is what you want to do, right? We've already got somebody who's already washed.","episode":"mini-14","edited":false},
{"time": "0:00:55", "speaker": "spk_2","line":"Yes. You know, I would love to just get an opportunity to To spray out that shoot every now and then, fellas,","episode":"mini-14","edited":false},
{"time": "0:01:01", "speaker": "spk_0","line":"now explain","episode":"mini-14","edited":false},
{"time": "0:01:01", "speaker": "spk_1","line":"to the audience what the shoot is.","episode":"mini-14","edited":false},
{"time": "0:01:04", "speaker": "spk_2","line":"All right. Well, you know, you can't just keep trash on the top of the barge. The sun would cause it to decompose and stay and get more stinky. So there's a shoot in the middle of the boat that goes down into the hull of the boat, which is hollow. That shoot when the bag gets ripped open and any of the contents inside the bag spill out starts to get a little stinky.","episode":"mini-14","edited":false},
{"time": "0:01:25", "speaker": "spk_1","line":"People don't know. Very important to keep the trash on the barge fresh.","episode":"mini-14","edited":false},
{"time": "0:01:29", "speaker": "spk_2","line":"That's right. We like this large is refrigerated, and this barge is the city's number one freshest barge. One that we've won the awards six years running and we don't want to lose it because ah, Clarence isn't cleaning the shoot proper? Yes,","episode":"mini-14","edited":false},
{"time": "0:01:46", "speaker": "spk_1","line":"we cannot lose it. The Tugboat Awards This year we cannot lose. I will have another on stage freak out.","episode":"mini-14","edited":false},
{"time": "0:01:56", "speaker": "spk_0","line":"Who do we got over here behind the wheel?","episode":"mini-14","edited":false},
{"time": "0:01:59", "speaker": "spk_3","line":"That's right. It's a system. Captain Freddie Finger Onda. Um, happy to be here for another episode?","episode":"mini-14","edited":false},
{"time": "0:02:06", "speaker": "spk_0","line":"Already. You seem pretty chill today because usually","episode":"mini-14","edited":false},
{"time": "0:02:10", "speaker": "spk_1","line":"you're upset that they made that movie about","episode":"mini-14","edited":false},
{"time": "0:02:12", "speaker": "spk_3","line":"you. That's the perfect way to describe May press 20 years. Usually I'm upset, huge, usually ever upset that they made a movie about me called Freddy, Got fingered with Tom Green","episode":"mini-14","edited":false},
{"time": "0:02:30", "speaker": "spk_2","line":"and yourself said, That's why you've dropped your middle name. Yeah,","episode":"mini-14","edited":false},
{"time": "0:02:36", "speaker": "spk_1","line":"that's right. A waas Freddy got finger,","episode":"mini-14","edited":false},
{"time": "0:02:42", "speaker": "spk_3","line":"and it's just that I was tired of answering questions. Every time I met, somebody dropped your pants.","episode":"mini-14","edited":false},
{"time": "0:02:51", "speaker": "spk_1","line":"We don't any other going to say your middle name. Yeah, your bottomless and protest","episode":"mini-14","edited":false},
{"time": "0:02:55", "speaker": "spk_3","line":"on bottomless and protest for forever. Okay?","episode":"mini-14","edited":false},
{"time": "0:02:58", "speaker": "spk_0","line":"It seems like you're putting your bum","episode":"mini-14","edited":false},
{"time": "0:02:59", "speaker": "spk_1","line":"on things. TG it. Well, look, of course, cause we're not allowed to say it. Even though he said in the second ago, I think we'll","episode":"mini-14","edited":false},
{"time": "0:03:10", "speaker": "spk_2","line":"get one. Prepare","episode":"mini-14","edited":false},
{"time": "0:03:11", "speaker": "spk_3","line":"for your one per episode. Can't say TG again, but yeah, I mean, I put my bum on the Swedish, put my mom on the trail. Fish, of course. Uh, yeah,","episode":"mini-14","edited":false},
{"time": "0:03:20", "speaker": "spk_0","line":"which is Hey, that was my lunch. But","episode":"mini-14","edited":false},
{"time": "0:03:24", "speaker": "spk_3","line":"I'm sorry, but I put my bum on things, and I don't care if it became a funny video. We reached the top of TRL number one. It's what I was doing before TG took it from May. So","episode":"mini-14","edited":false},
{"time": "0:03:34", "speaker": "spk_1","line":"basically, TG stole your","episode":"mini-14","edited":false},
{"time": "0:03:38", "speaker": "spk_0","line":"whole stick for my tg Tom Green. The in the whole funny in the way. You know,","episode":"mini-14","edited":false},
{"time": "0:03:49", "speaker": "spk_3","line":"I'd love to get, uh do we know how we ever get to access the whole the","episode":"mini-14","edited":false},
{"time": "0:03:54", "speaker": "spk_0","line":"guys. I got bad news for you about the whole I looked. It just goes into the water. We're throwing money down the hole.","episode":"mini-14","edited":false},
{"time": "0:04:00", "speaker": "spk_3","line":"Every time you say TPG's full name, you put $150 in the water.","episode":"mini-14","edited":false},
{"time": "0:04:06", "speaker": "spk_1","line":"That's right. So I apologize, and I won't do it anymore.","episode":"mini-14","edited":false},
{"time": "0:04:09", "speaker": "spk_3","line":"Uh, but yeah, it's not the life I wanted to lead. And that's something you say. He took my stick. And it's just a classic situation where I never knew I was funny. I was just living my life is Freddy got finger? I put my my bum on things.","episode":"mini-14","edited":false},
{"time": "0:04:25", "speaker": "spk_1","line":"What would you the ask","episode":"mini-14","edited":false},
{"time": "0:04:26", "speaker": "spk_3","line":"my dad if you want some sausages?","episode":"mini-14","edited":false},
{"time": "0:04:28", "speaker": "spk_1","line":"You hated Greece. I mean, Drew Barrymore.","episode":"mini-14","edited":false},
{"time": "0:04:32", "speaker": "spk_2","line":"Tadre barely survived testicular cancer.","episode":"mini-14","edited":false},
{"time": "0:04:34", "speaker": "spk_3","line":"Yes, yes. Um, you know, and those were some of the more hard to listen to episodes of the podcast because I said on power and through I'm doing the barge. I don't care what the chemo guy says. Um","episode":"mini-14","edited":false},
{"time": "0:04:47", "speaker": "spk_1","line":"uh, you just need to call him the doctor. Dr. Kevin Name. I know my name's Uncle Gavin, and that was dot Kevin,","episode":"mini-14","edited":false},
{"time": "0:04:59", "speaker": "spk_3","line":"But I'm in a good mood today because I'm looking forward to the tug ease. I think we are gonna win cleanest boat.","episode":"mini-14","edited":false},
{"time": "0:05:05", "speaker": "spk_2","line":"We also got we got some. We hired some new help.","episode":"mini-14","edited":false},
{"time": "0:05:09", "speaker": "spk_0","line":"I think us being the barge. We're definitely gonna win we this boat. Absolutely. That's my personal goal. What do you guys","episode":"mini-14","edited":false},
{"time": "0:05:18", "speaker": "spk_1","line":"wearing to the tug ease this year I just got a new big set of, uh, yellow waiters. Yeah, go up to my chin and I got the big, dirty white boots. Yeah, beautiful. I just ordered my very first slicker tuxedo.","episode":"mini-14","edited":false},
{"time": "0:05:38", "speaker": "spk_0","line":"Whoa. It's the area is liquor, but it's cut like a tux. Plastic bowtie, plastic cumber bun on. Yeah, that's right. The pants go all the way. Uh, you're gonna take You're going to take your anchor. Yeah. Your ankle. Yeah, I'm going Stag Rancor.","episode":"mini-14","edited":false},
{"time": "0:05:58", "speaker": "spk_2","line":"I actually just got a new bright orange one piece that's made of that fabric that if you open it and wind blows in, you contract wind inside and sort of do a big Missy Elliott sort of outfit. But it's bright orange, and I know for sure my vest will not fit over.","episode":"mini-14","edited":false},
{"time": "0:06:18", "speaker": "spk_0","line":"Oh, you look beautiful on the brown carpet and you're actually nominee. The tug ease. I mean, it's the biggest event for guys like us all year long","episode":"mini-14","edited":false},
{"time": "0:06:28", "speaker": "spk_3","line":"way sitting out there sucking on clams,","episode":"mini-14","edited":false},
{"time": "0:06:30", "speaker": "spk_0","line":"just strutting the red carpet. Second on clams, eaten grubs. Just having a ball. Yeah, we beat big fat bugs. Well, that's what we bring because it's a potluck. So every barges supposed to bring something and we bring trash, grubs and the fun thing","episode":"mini-14","edited":false},
{"time": "0:06:48", "speaker": "spk_1","line":"about the tug eases. That's the one you can drink seawater at. You could drink salt water table. Yes,","episode":"mini-14","edited":false},
{"time": "0:06:57", "speaker": "spk_0","line":"well, they asked you at the building you want tapper salt? That it's a resounding so salt chant is very,","episode":"mini-14","edited":false},
{"time": "0:07:05", "speaker": "spk_3","line":"very fun. I think they got to the point where they just ask because they want to hear that because you know it's","episode":"mini-14","edited":false},
{"time": "0:07:12", "speaker": "spk_1","line":"ceremonial. I I'm very excited. Last year it was hosted by a dead sailfish. This here off course we have Jimmy Kimmel. That's Jimmy","episode":"mini-14","edited":false},
{"time": "0:07:25", "speaker": "spk_0","line":"Kimmel's hosting.","episode":"mini-14","edited":false},
{"time": "0:07:26", "speaker": "spk_3","line":"Kimmel's gonna I'm excited.","episode":"mini-14","edited":false},
{"time": "0:07:28", "speaker": "spk_2","line":"I hope he does one of his great pranks. Yeah, he does those long term pranks where he puts out a video, and it turns out it's a prank that he did. I hope he does. One of those to the Doug is this.","episode":"mini-14","edited":false},
{"time": "0:07:40", "speaker": "spk_0","line":"My kids have cried at every prank Kimmy's Kimmy's ask you to do. Oh, yeah, Jimmy Kimmel","episode":"mini-14","edited":false},
{"time": "0:07:45", "speaker": "spk_1","line":"came over to my house and stole all of my kids toys and then spanked my Children. And then I filmed him crying and he aired it on Michelle.","episode":"mini-14","edited":false},
{"time": "0:07:57", "speaker": "spk_3","line":"Jimmy Kimmel had me read a bunch of mean tweets about myself on","episode":"mini-14","edited":false},
{"time": "0:08:02", "speaker": "spk_2","line":"and that's interesting. People tweeting people were tweet. What we thought were people tweeting about the movie.","episode":"mini-14","edited":false},
{"time": "0:08:07", "speaker": "spk_3","line":"Yeah, yeah,","episode":"mini-14","edited":false},
{"time": "0:08:08", "speaker": "spk_0","line":"I just think you got the other words. Besides people tweeting my brain just went fucking crazy. We'll have a few Podd you We all know about this. The fumes from the barge","episode":"mini-14","edited":false},
{"time": "0:08:20", "speaker": "spk_1","line":"or 100% danger? Absolutely. And we're also raising awareness for Boat CTE Way All have","episode":"mini-14","edited":false},
{"time": "0:08:27", "speaker": "spk_2","line":"a lot of people told me, Hey, don't take your lunch break Sitting in front of the","episode":"mini-14","edited":false},
{"time": "0:08:32", "speaker": "spk_1","line":"boat exhausts its S e a t e c t,","episode":"mini-14","edited":false},
{"time": "0:08:38", "speaker": "spk_3","line":"and we've all got it.","episode":"mini-14","edited":false},
{"time": "0:08:40", "speaker": "spk_0","line":"And just like the players, we want the NFL to pay for it. Way taking the trash from the stadium, the bar","episode":"mini-14","edited":false},
{"time": "0:08:47", "speaker": "spk_1","line":"showing up to Dallas Cowboys Big screen and we're knocking on the screens.","episode":"mini-14","edited":false},
{"time": "0:08:53", "speaker": "spk_0","line":"Letter said. It's the barge boys and we're here to collect teachers. Barge will take a break. Have you ever been constipated? I sure wish sometimes all it takes is a nice little shot of, but But uses only think with","episode":"mini-14","edited":false},
{"time": "0:09:31", "speaker": "spk_2","line":"medicine that you can dump right in your own Buttle.","episode":"mini-14","edited":false},
{"time": "0:09:34", "speaker": "spk_0","line":"Teoh also called reverse. You put it in the booth. I'm Gerri Juice and for nine years I couldn't move that I started putting toilet water up into my own body. Wait, you're saying, but uses just toilet. Tell me the truth of the Let's cut that way. Let's get that with the smooth Welcome back to the teachers barge. That's right, Leicester by reverse","episode":"mini-14","edited":false},
{"time": "0:10:29", "speaker": "spk_1","line":"Jews. But you soil and water splash!","episode":"mini-14","edited":false},
{"time": "0:10:35", "speaker": "spk_3","line":"We've got a few new hires on the","episode":"mini-14","edited":false},
{"time": "0:10:38", "speaker": "spk_0","line":"booth Coffee right on his car. Fuck! And slammed my head into the glass. C t hoping. Yeah,","episode":"mini-14","edited":false},
{"time": "0:10:53", "speaker": "spk_3","line":"Kevin is soaking wet.","episode":"mini-14","edited":false},
{"time": "0:10:55", "speaker": "spk_0","line":"This'll podcast is a blast.","episode":"mini-14","edited":false},
{"time": "0:10:58", "speaker": "spk_1","line":"Hey, it's me, Uncle Kevin and I spilled the water.","episode":"mini-14","edited":false},
{"time": "0:11:03", "speaker": "spk_3","line":"That's where we didn't hit a wave. You just spilled water on himself. That's what we call it when you spill water cause we like water here. Murder.","episode":"mini-14","edited":false},
{"time": "0:11:12", "speaker": "spk_0","line":"Let's take a break for some water humor. Oh, bom bom bom bom Spio Work dear. With this war well, come by. I was a little excerpt from Jerry Seinfeld. Vichy's new single. That's Right, That was music. God, fish sunfish is whole every way. What's the deal with water? Why does it Get me? Oh, it is anybody because as a fan, you shouldn't be asking","episode":"mini-14","edited":false},
{"time": "0:12:04", "speaker": "spk_1","line":"that question. Sign fish and I buy. So sign fish at the Fox Theatre. I'm Fox Aquarium. Really? Made me laugh. Took the nephews nieces.","episode":"mini-14","edited":false},
{"time": "0:12:16", "speaker": "spk_0","line":"Well, you weren't on the boat one day when he did a drop in or Sorry. Ah, hop on. He did a high body. She was swimming right next to the boat. Hop dried up. It started doing material.","episode":"mini-14","edited":false},
{"time": "0:12:26", "speaker": "spk_3","line":"Of course. You hit us with what to do with this","episode":"mini-14","edited":false},
{"time": "0:12:28", "speaker": "spk_1","line":"water. Yeah. Hey, I love that. Why do I have a fin bit? Oh, hilarious. So funny. Almost got caught. It's funny, That special","episode":"mini-14","edited":false},
{"time": "0:12:42", "speaker": "spk_3","line":"A delicious worm or end of my life. It's Mrs Fun Druk.","episode":"mini-14","edited":false},
{"time": "0:12:49", "speaker": "spk_0","line":"It's a slash delicious worm slash End of my life Now that's relatable to guys like us. Salt. Guys, you guys out. I want","episode":"mini-14","edited":false},
{"time": "0:12:59", "speaker": "spk_3","line":"you were sort of the","episode":"mini-14","edited":false},
{"time": "0:13:01", "speaker": "spk_1","line":"Yeah, I saw that material is funny I identify with","episode":"mini-14","edited":false},
{"time": "0:13:05", "speaker": "spk_3","line":"we've got before we had the big spill. Uh, it's and we've got a couple new hires on the boat is","episode":"mini-14","edited":false},
{"time": "0:13:14", "speaker": "spk_2","line":"good because we needed we needed more help bodies. This this barges. So, uh, so huge, so much trash and only four guys to deal with it. Not enough.","episode":"mini-14","edited":false},
{"time": "0:13:25", "speaker": "spk_3","line":"Not enough because well, for up to 3 to 6 hours a day, we're recording a podcast down care, back logging episodes. And nobody is watching or taking care of the bar.","episode":"mini-14","edited":false},
{"time": "0:13:35", "speaker": "spk_2","line":"And it's good. The one guys. Okay? The was his name. Kerry. Your hair is good. He's getting the hang of things. He's already ableto to steer. He's able. Teoh","episode":"mini-14","edited":false},
{"time": "0:13:48", "speaker": "spk_1","line":"caught on pretty quickly.","episode":"mini-14","edited":false},
{"time": "0:13:49", "speaker": "spk_0","line":"The steering. He's like I drive a car. So this makes sense is","episode":"mini-14","edited":false},
{"time": "0:13:53", "speaker": "spk_3","line":"it's just a slow car. Said","episode":"mini-14","edited":false},
{"time": "0:13:55", "speaker": "spk_2","line":"Yeah, but this other guy, I think I should kick. We should kick his ass off.","episode":"mini-14","edited":false},
{"time": "0:13:58", "speaker": "spk_1","line":"What's his name? Howard. Yeah. Howard Howard. Howard pants loser.","episode":"mini-14","edited":false},
{"time": "0:14:03", "speaker": "spk_3","line":"Howard pants. Howard the coward we've been calling him.","episode":"mini-14","edited":false},
{"time": "0:14:06", "speaker": "spk_1","line":"How? He doesn't know.","episode":"mini-14","edited":false},
{"time": "0:14:07", "speaker": "spk_3","line":"Um, he doesn't know. He doesn't, Uh, but I just think we I think we have to give the guy a chance. I don't think he's a bad guy. Um, you know, it's a hard job because all you do is you sweep treasure on the barge. And if there is too much for when we get to the way and you have to eat the trash. Everyone does. Everyone starts a za trash eater","episode":"mini-14","edited":false},
{"time": "0:14:30", "speaker": "spk_1","line":"because we are making. We're making most of the trash here on the boat. Yeah, we get a lot of deliveries. Oh, yeah. Posting growth. Put a silverware in there. We might need it. We don't need we throw it away.","episode":"mini-14","edited":false},
{"time": "0:14:44", "speaker": "spk_3","line":"Last, we'd say, Well ordered Chinese. Don't say 50 fortune cookies on, then maybe open one.","episode":"mini-14","edited":false},
{"time": "0:14:51", "speaker": "spk_2","line":"Yeah, I just tell you that. I knew this guy was trouble the minute he came on, and he was eating his first play to trash. And I said anything to wash that down? You know, expecting a nice salt. Uh, buddies say this guy asked for mineral water","episode":"mini-14","edited":false},
{"time": "0:15:04", "speaker": "spk_1","line":"lattes, like, out of the green bottle. Yeah.","episode":"mini-14","edited":false},
{"time": "0:15:08", "speaker": "spk_2","line":"Yeah. He said, give me some of this water out of the green bottle. And I said, Listen to me, buddy. If that's the kind of shit you're drinking, I'll show you something else. You can drink my piss,","episode":"mini-14","edited":false},
{"time": "0:15:20", "speaker": "spk_1","line":"make him drink your past. So have you beat? You weren't being late. Very good.","episode":"mini-14","edited":false},
{"time": "0:15:27", "speaker": "spk_2","line":"No, I haven't been big butt hurts","episode":"mini-14","edited":false},
{"time": "0:15:30", "speaker": "spk_0","line":"Approached. I think it's messed up if you don't be because you're backed up, but I can see it in your body.","episode":"mini-14","edited":false},
{"time": "0:15:37", "speaker": "spk_2","line":"Yeah, well, the","episode":"mini-14","edited":false},
{"time": "0:15:38", "speaker": "spk_0","line":"doctors you're holding,","episode":"mini-14","edited":false},
{"time": "0:15:39", "speaker": "spk_2","line":"Pete. Well, I went","episode":"mini-14","edited":false},
{"time": "0:15:40", "speaker": "spk_0","line":"to the","episode":"mini-14","edited":false},
{"time": "0:15:40", "speaker": "spk_2","line":"doctor and I got an extra and he said, Well, you have a kidney. So the kidney stone dead","episode":"mini-14","edited":false},
{"time": "0:15:44", "speaker": "spk_1","line":"and now is an X ray. And that's an X. That's a, uh you got shot by a gun by exhibit, right?","episode":"mini-14","edited":false},
{"time": "0:15:51", "speaker": "spk_3","line":"Exhibit shoots you with space.","episode":"mini-14","edited":false},
{"time": "0:15:53", "speaker": "spk_2","line":"Yeah, I did get that. Is","episode":"mini-14","edited":false},
{"time": "0:15:54", "speaker": "spk_0","line":"Doctor did that? I did","episode":"mini-14","edited":false},
{"time": "0:15:56", "speaker": "spk_2","line":"get that. But I also did happen. Teoh. I got a check up by a man who used to go by Ray. But he's chances. He's an X ray. Yeah, he goes, He goes by Mark now","episode":"mini-14","edited":false},
{"time": "0:16:08", "speaker": "spk_3","line":"I think if you change your name, you're a coward. Yeah, that's name. No matter what,","episode":"mini-14","edited":false},
{"time": "0:16:13", "speaker": "spk_1","line":"tell that to prance telling","episode":"mini-14","edited":false},
{"time": "0:16:20", "speaker": "spk_3","line":"him our will next time I go screaming his grave.","episode":"mini-14","edited":false},
{"time": "0:16:22", "speaker": "spk_0","line":"Well, I think it's that time of the day We talk about everybody's fe. Try favorite trash. Everybody on the boat here. That's a favorite Trash really touched our national. That's favorite. That b o uh favorite trash slash banana pale. I think this week by the name of this segment is Cravy drag slash. But Anna, feel where you say your favorite trash and then you look at a banana. No, I scoured the whole boat this week looking for just diamond in the rough. So now, last week, you found a little thin plastic ban appeal of a little thin plastic banana wrapped bananas.","episode":"mini-14","edited":false},
{"time": "0:17:29", "speaker": "spk_3","line":"That is it that is finding the lost city of gold have a little plastic","episode":"mini-14","edited":false},
{"time": "0:17:35", "speaker": "spk_2","line":"held burrito.","episode":"mini-14","edited":false},
{"time": "0:17:37", "speaker": "spk_0","line":"So I was looking pale Doritos. Speaking of who ate him, who ate his Elway? My, Who ate","episode":"mini-14","edited":false},
{"time": "0:17:44", "speaker": "spk_1","line":"my old Doritos? I got those for cheap at a 99 cent store. Who ate my El Camino Dorito? Who ate it?","episode":"mini-14","edited":false},
{"time": "0:17:50", "speaker": "spk_3","line":"Uh, look, I know in the past I have eaten other people's lunches and dinners. I will say this every night. This was not me, okay? I did not eat your old Garrido","episode":"mini-14","edited":false},
{"time": "0:17:59", "speaker": "spk_0","line":"who ate my l Dorito Camino","episode":"mini-14","edited":false},
{"time": "0:18:01", "speaker": "spk_2","line":"Sausalito got what? Listen, I don't want it. Look, I didn't want a cookie. I don't want to ruffle feathers, but, um, when ah was saying about this Howard motherfucker, he Ah, he was wanted. Ah, mineral water. When I saw he was eating trash, but he was mixing in some some other items into because he said,","episode":"mini-14","edited":false},
{"time": "0:18:20", "speaker": "spk_1","line":"I ate his L dory toe. El Camino saw Selena Cupertino's","episode":"mini-14","edited":false},
{"time": "0:18:27", "speaker": "spk_2","line":"He makes them into the trash because he said it, doesn't he? He said, It doesn't go down if I don't put something in there that I like.","episode":"mini-14","edited":false},
{"time": "0:18:34", "speaker": "spk_3","line":"God impression, but otherwise story.","episode":"mini-14","edited":false},
{"time": "0:18:37", "speaker": "spk_1","line":"I mean, I could not I hate this guy's voice,","episode":"mini-14","edited":false},
{"time": "0:18:40", "speaker": "spk_0","line":"all right? I like bathroom","episode":"mini-14","edited":false},
{"time": "0:18:41", "speaker": "spk_1","line":"trash. And I'm taking a look at that old banana for","episode":"mini-14","edited":false},
{"time": "0:18:44", "speaker": "spk_3","line":"Yeah. Yeah, well, let's take a step back. Let's make sure we all look at the video. An appeal for the first trash. Right? Right, Right. Okay. Again, you could check out teachers barge dot com slash ocean If you want to see pictures of us staring at the banana, Today's banana peels would take photos from the boat, and we applaud him also, You know that this isn't just a saying. We're looking into banana peel, right? Uh,","episode":"mini-14","edited":false},
{"time": "0:19:10", "speaker": "spk_0","line":"we're looking at the banana","episode":"mini-14","edited":false},
{"time": "0:19:11", "speaker": "spk_3","line":"peel now. Uncle Kevin would favor trash was bathroom trash. Nasty. So that's like the end of a toilet paper roll.","episode":"mini-14","edited":false},
{"time": "0:19:20", "speaker": "spk_1","line":"Yeah, like if you don't flush the wet wipes because you're afraid of them clogging up there, like Dooky wipes in their","episode":"mini-14","edited":false},
{"time": "0:19:28", "speaker": "spk_2","line":"shoes. You've shaved and their hair clippings are sort of attached to a wet piece of toilet papers. They wiped them out of the saying","episode":"mini-14","edited":false},
{"time": "0:19:36", "speaker": "spk_1","line":"black pubes out of the bowl and put him in there","episode":"mini-14","edited":false},
{"time": "0:19:40", "speaker": "spk_3","line":"and dropped a context in the full use toilet. And you pulled him out because he went context Clark toilet and thrown in the trash.","episode":"mini-14","edited":false},
{"time": "0:19:46", "speaker": "spk_1","line":"Right? Or you You have","episode":"mini-14","edited":false},
{"time": "0:19:48", "speaker": "spk_2","line":"bigger your contacts that they would clog a toilet. Ready","episode":"mini-14","edited":false},
{"time": "0:19:52", "speaker": "spk_0","line":"where you do have a","episode":"mini-14","edited":false},
{"time": "0:19:53", "speaker": "spk_1","line":"big piece of plastic on your face right now that you're blinking,","episode":"mini-14","edited":false},
{"time": "0:19:56", "speaker": "spk_3","line":"that's my contact. Yeah, well, I got, uh, what doctors call bad vision. Eso","episode":"mini-14","edited":false},
{"time": "0:20:03", "speaker": "spk_1","line":"no, pretty mild. So last time it was no cells.","episode":"mini-14","edited":false},
{"time": "0:20:08", "speaker": "spk_3","line":"There was Yes. I have a rare disease that only a couple of people have no cell. Uh, bad vision, toe, bad vision. So far. The worst. Them again. I had to stick. Didn't","episode":"mini-14","edited":false},
{"time": "0:20:20", "speaker": "spk_0","line":"you also get","episode":"mini-14","edited":false},
{"time": "0:20:20", "speaker": "spk_1","line":"diagnosed with what doctors are calling a cold?","episode":"mini-14","edited":false},
{"time": "0:20:23", "speaker": "spk_3","line":"Yes, I know if you guys have heard about this, but I have a quote common cold","episode":"mini-14","edited":false},
{"time": "0:20:31", "speaker": "spk_1","line":"that's time, See, like I mean,","episode":"mini-14","edited":false},
{"time": "0:20:34", "speaker": "spk_3","line":"well, I think I got it. Freddy from bridge e thank God for my son because he had it well, and I just don't know. You know, you're always worried what you're gonna pass down to your kids, but getting something passed up from your that is, um, Bomber, That's bad news.","episode":"mini-14","edited":false},
{"time": "0:20:51", "speaker": "spk_1","line":"I think I got balding for my kid. E think you write Your newborn has no hair bald and","episode":"mini-14","edited":false},
{"time": "0:20:59", "speaker": "spk_0","line":"all of a sudden my hairs falling out. All of a sudden, this guy comes out and I'm stressed.","episode":"mini-14","edited":false},
{"time": "0:21:03", "speaker": "spk_2","line":"I mean to call you out, but you have been losing your hair for quite a while. It wasn't a overnight thing where the baby popped out and all of a sudden all your hair fell.","episode":"mini-14","edited":false},
{"time": "0:21:15", "speaker": "spk_0","line":"Well, I could never remember where I put the bag.","episode":"mini-14","edited":false},
{"time": "0:21:17", "speaker": "spk_3","line":"Yeah, that was different. It was like, Where's my hair? If you see, man, we always say, Just put it by the door when you walk in spot every time. Well,","episode":"mini-14","edited":false},
{"time": "0:21:25", "speaker": "spk_0","line":"I had it on my key chain for a while. It was easier. Remember, it goes everywhere with me. I got my key","episode":"mini-14","edited":false},
{"time": "0:21:30", "speaker": "spk_1","line":"chain, my six keys and my little zip black full of my old chair that I swear is gonna come back. Well, I keep my to pay in my wallet. I have it on right now.","episode":"mini-14","edited":false},
{"time": "0:21:38", "speaker": "spk_0","line":"You know, if you sit on the to pay,","episode":"mini-14","edited":false},
{"time": "0:21:39", "speaker": "spk_1","line":"you might get a whole but it might not work. How you want it to to pay in your wallet. It could go bad. That's right. You mean I can if I fuck with it that the come we'll go through it? It could know if","episode":"mini-14","edited":false},
{"time": "0:21:53", "speaker": "spk_0","line":"you have sex is here to pay on. You can still get an STD if it's been in the wallet.","episode":"mini-14","edited":false},
{"time": "0:21:57", "speaker": "spk_3","line":"That's true.","episode":"mini-14","edited":false},
{"time": "0:21:58", "speaker": "spk_0","line":"What you think you're to pay was protecting you from city. Yes. Let's hear that ad photo Podd up. But it'll do you like having sex? I sure don't total because I'm so","episode":"mini-14","edited":false},
{"time": "0:22:24", "speaker": "spk_2","line":"scared that I'm going to get an STD or I'm gonna get my girlfriend pregnant.","episode":"mini-14","edited":false},
{"time": "0:22:32", "speaker": "spk_0","line":"So I have a solution for it's","episode":"mini-14","edited":false},
{"time": "0:22:35", "speaker": "spk_2","line":"called a little net with hairs attached. That's right.","episode":"mini-14","edited":false},
{"time": "0:22:49", "speaker": "spk_0","line":"There's nothing up here either, but","episode":"mini-14","edited":false},
{"time": "0:22:51", "speaker": "spk_2","line":"I got nowhere anywhere.","episode":"mini-14","edited":false},
{"time": "0:22:55", "speaker": "spk_0","line":"I was talking about the Penis power, your bold on your head and your ball down low. Boudou All right,","episode":"mini-14","edited":false},
{"time": "0:23:07", "speaker": "spk_1","line":"Very clear. Ad.","episode":"mini-14","edited":false},
{"time": "0:23:10", "speaker": "spk_3","line":"Um my my trap. My favorite trash. Uh, this week. Um, and this was a tough one because I saw a lot of good trash, but it's going to be. And this was a hard one again. A banana peel.","episode":"mini-14","edited":false},
{"time": "0:23:24", "speaker": "spk_1","line":"Surprised to pry? Are you just looking saying what you're looking at?","episode":"mini-14","edited":false},
{"time": "0:23:29", "speaker": "spk_3","line":"Maybe let me put some","episode":"mini-14","edited":false},
{"time": "0:23:32", "speaker": "spk_0","line":"in front of the banana","episode":"mini-14","edited":false},
{"time": "0:23:33", "speaker": "spk_2","line":"and see what happens. Now It's your favorite trash.","episode":"mini-14","edited":false},
{"time": "0:23:35", "speaker": "spk_3","line":"Um, uh, on image of me in a mirror","episode":"mini-14","edited":false},
{"time": "0:23:42", "speaker": "spk_0","line":"holding him here. So I think that's","episode":"mini-14","edited":false},
{"time": "0:23:44", "speaker": "spk_3","line":"what's going on. That's not a mirror. That's another guy. Okay, what about now? Banana peel?","episode":"mini-14","edited":false},
{"time": "0:23:49", "speaker": "spk_1","line":"Okay. I just moved the mirror. So you bet you look at one spot. What about now? Um okay, that was not me. Three opposite of me.","episode":"mini-14","edited":false},
{"time": "0:24:07", "speaker": "spk_0","line":"But it was you. That was you. Yeah, I know. I have a big bush. You pulled your pants down, you looked at your Penis and shave. So that was here. No, my Pisit. Mary e. I know you want that. I know you wanna have I manly here.","episode":"mini-14","edited":false},
{"time": "0:24:33", "speaker": "spk_2","line":"Listen, listen. You can't just say come on. And","episode":"mini-14","edited":false},
{"time": "0:24:36", "speaker": "spk_0","line":"the hell your your Penis is more manual. My shaft has hair. Go. Mine, please. My previous as there. What do you want from us? He nobody will recognize that is good if you go to these Uncle Kevin. Sprinters has hair.","episode":"mini-14","edited":false},
{"time": "0:25:00", "speaker": "spk_3","line":"Oh, this is sad. Levi's","episode":"mini-14","edited":false},
{"time": "0:25:04", "speaker": "spk_0","line":"once a week for I think he's pounding","episode":"mini-14","edited":false},
{"time": "0:25:09", "speaker": "spk_3","line":"the ground, kicking his feet like a child having","episode":"mini-14","edited":false},
{"time": "0:25:11", "speaker": "spk_0","line":"on. And now he's looking up at what seems like the Lord.","episode":"mini-14","edited":false},
{"time": "0:25:20", "speaker": "spk_3","line":"Okay, well, it feels like this is a good a time as any to probably any effort.","episode":"mini-14","edited":false},
{"time": "0:25:24", "speaker": "spk_0","line":"So I","episode":"mini-14","edited":false},
{"time": "0:25:26", "speaker": "spk_3","line":"think we've lost Uncle Kevin to grief.","episode":"mini-14","edited":false},
{"time": "0:25:32", "speaker": "spk_0","line":"I be Why did every you never think it's good? B? You can't None of us have hair on the shafts","episode":"mini-14","edited":false},
{"time": "0:25:43", "speaker": "spk_2","line":"of seven. Yeah, it's not a thing.","episode":"mini-14","edited":false},
{"time": "0:25:45", "speaker": "spk_0","line":"What happened to you","episode":"mini-14","edited":false},
{"time": "0:25:47", "speaker": "spk_2","line":"know, it's not a thing. You","episode":"mini-14","edited":false},
{"time": "0:25:48", "speaker": "spk_0","line":"want everyone up in the O. R. Not a funeral they can go on. And have you ever been stopped up in a funeral before? I know I have. Well, that's where, but just dark comes. You can't bring your normal budges to a funeral will be able to see. Oh, I was at a funeral the other day and I need allowed a light colored thing. But juice I'm at a funeral. I just and I pulled and no one was want? It's not water. Cut that part. Before I went into this, I went into the bathroom. I turned upside down and I poured that. But you start into my own as loud right there in the funeral. It was so loud, and it was so satisfied that they heard me in ceremony. Then I returned to my seat and no one the wiser everybody had left. I was never, ever. Kevin, huh? I'm","episode":"mini-14","edited":false},
{"time": "0:27:26", "speaker": "spk_1","line":"glad that got you off. Thanks for taking that break.","episode":"mini-14","edited":false},
{"time": "0:27:29", "speaker": "spk_3","line":"No problem. And, uh, as we always do, we go right from on ad break to the end of the episode. Thanks for listening to the teachers barge.","episode":"mini-14","edited":false},
{"time": "0:27:37", "speaker": "spk_2","line":"Stay a","episode":"mini-14","edited":false}]
