[
	{
		"time": "0:00:01",
		"speaker": "spk_0",
		"line": "And that is why some Ah, some of these animals no longer exist today, it's called carrying capacity. Guys. An environment reaches its sort of peak ability. Teoh carry a population, and then a nev ent happens, and it's gone so well, uh,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:22",
		"speaker": "spk_1",
		"line": "so you're kind of like justifying extinct. Excuse me. Hold on. Sorry. This is Bill E. Was peaking in the door just really quickly in the class and said, Ah, you're justifying extinction here, Howard.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:39",
		"speaker": "spk_0",
		"line": "I'm not I'm just trying to learn. That's not what I'm doing. Bill. Bill, can you please just excuse me?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:45",
		"speaker": "spk_2",
		"line": "Crazy Mr Previous, Your Yes, Out already. Can we leave?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:48",
		"speaker": "spk_1",
		"line": "Well, I have off this period, but I don't study hall. Yes, So I grow him around.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:54",
		"speaker": "spk_0",
		"line": "All right. Thanks so much. We need to finish up this lesson so that I can assign homework and all right,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:00:59",
		"speaker": "spk_1",
		"line": "I'm a suit over and start over hearing some of this political science class and history. These awesome hot don't you love crazy? All right, fellas, we'll see you guys later. Pew! Pew! Pew! Pew!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:12",
		"speaker": "spk_0",
		"line": "Okay, Bill, Thank you so much. All right, guys. Anyway, that Zack includes our lesson today, but we're gonna have some homework tonight. I know. Hey, don't do not zip up your book bags. All right, everybody, keep your book. Take You",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:26",
		"speaker": "spk_2",
		"line": "just want to go to Baja fresh after",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:27",
		"speaker": "spk_0",
		"line": "school? None. And take your books out of your Take the books Out of the bath. Welcome, Amy. Guys.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:32",
		"speaker": "spk_2",
		"line": "No, I'm tired of a local",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:34",
		"speaker": "spk_0",
		"line": "guys. 50 minutes left in class stops about where you're going to eat lists. Also,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:39",
		"speaker": "spk_2",
		"line": "I don't want to sort of the mall.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:40",
		"speaker": "spk_0",
		"line": "Just okay, how about this? I'll give you guys two minutes to figure out where you're going to eat lunch, and then we're going to get to talking about our homework",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:01:46",
		"speaker": "spk_1",
		"line": "about Rubio's ho Rubio. So thanks. Mr Lava's thinks for one second. Rubio's Rubio's has that. Ah, fish. What about linguine? Ease? I thought we were doing Mexican was the vibe. Oh, I I just I popped over because since we were talking about Rubio's, it's right next to Linguine. Ease. That's",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:10",
		"speaker": "spk_3",
		"line": "true. Well, no, Mario wants to get a lingering",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:15",
		"speaker": "spk_1",
		"line": "Hey, I don't know. I love that. Come on, man. I'm just Yeah, I'm Italian, like I just That's what I think of you, of course. Think of hamburgers first off from Hamburg, Germany. How",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:32",
		"speaker": "spk_2",
		"line": "are you liking it all? Good, by the way. Shut up, Mr Lovett. Okay.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:36",
		"speaker": "spk_3",
		"line": "How am I liking America? Yeah. Hamburgers. Airway. Better over here.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:42",
		"speaker": "spk_1",
		"line": "Is it? Is it weird that your namesake, other town you",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:02:50",
		"speaker": "spk_0",
		"line": "guys don't put away more books? Okay, we're we still gotta we gotta We actually have to get your homework assigned. I know you guys are talking about lunch. My suggestion would be Linguini is obviously",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:00",
		"speaker": "spk_1",
		"line": "B l right, Mrs of us? Yeah,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:02",
		"speaker": "spk_2",
		"line": "market. But I see you busting there the other day.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:05",
		"speaker": "spk_0",
		"line": "Ah, you know, I'm heard. You greenies all had made it. You're not even front of house? No. Ah, In fact, they tell me to stay as far and back of house is possible. Ah, I only bus tables when the whole dining room is empty.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:23",
		"speaker": "spk_1",
		"line": "I noticed 55 years just to get to bus. Er,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:27",
		"speaker": "spk_0",
		"line": "yeah. I was a dishwasher for two than I got demoted to the guy who just cleans up old receipts. Ah, and then I did so well at that. Yeah,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:39",
		"speaker": "spk_2",
		"line": "I heard they got rid of that job.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:40",
		"speaker": "spk_0",
		"line": "They did. They, uh I didn't get fired. They got rid of the job that was paid. Kind of like office space, type of situation where I was earning my stripes. Guys, this isn't about me, okay? This isn't about me. And how I",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:03:53",
		"speaker": "spk_3",
		"line": "wake Kip come in with tiny little holes in your hand from, ah, not being able to deal with that little receipt poker that they put them on afterwards.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:03",
		"speaker": "spk_0",
		"line": "Yeah, well, you know, I don't know how you get enough force with something without doing a full hand behind it. Uh, I thought I could stop just",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:10",
		"speaker": "spk_1",
		"line": "right for a while. We with you were the son of C.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:16",
		"speaker": "spk_0",
		"line": "I'm sorry. All right. Jesus. Now",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:19",
		"speaker": "spk_2",
		"line": "coming. You know, let's get out of here. Let's go, linguine! Hang on! Hang on! March Better Mr Lavish! Hang on! And this is another",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:27",
		"speaker": "spk_0",
		"line": "comeback. Comeback! Unzip your way. Almost made it to the door. I don't care. Get back in here. You guys have done. You're not done. We have to assign",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:36",
		"speaker": "spk_2",
		"line": "who has a relief. Yes, our tigers deserve",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:40",
		"speaker": "spk_0",
		"line": "to die. That's now because it was ran to rampant. That's not what the lesson was about at all. You guys. It was not a scientific concept of carrying capacity in a community. Okay.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:04:52",
		"speaker": "spk_1",
		"line": "What are we gonna have to do in the field? Homework, like last week when it was still, like, carrying capacity of animals. You know,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:05:00",
		"speaker": "spk_0",
		"line": "I did get you all those ladybug kits. Ah, where you grow ladybugs in a little jar. Ah, and you feed them the same amount of food until the as the population grows, And once the population gets to a certain size, you feed it the same amount of food, and then you see only the strong survive. It's an example of survival of the fittest using ladybugs as an experimental example.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:05:25",
		"speaker": "spk_1",
		"line": "Can I ask you a question? Was there do all species start wearing little jerseys? Um, that, Say, ah in l o new Lady Berg. Sorry. You got it. Also one of mine. There was a couple of my name. Lady Berg. Yeah. Any way you want any pitch? It thinks new ladybug order. All I'm saying is the ones that survived in my Lady Berg kit had little jerseys and would tell each other to suck it.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:06:10",
		"speaker": "spk_0",
		"line": "Okay, so So ever since what I pitched, you said you had some degenerates in your ladybug kit. Ah, who were pushing for a new World order sort of combination of two different, uh, sort of ideas, but ah, I Look, look, I don't control what happens in those experiments. Nature does. And if in life, a sort of, ah, group of like, ah, sort of, uh, rascals gets together and throws throws on some jerseys and tells people to second And that ladies Teoh, you know, a calling of a population, then? Yeah, I guess that's still a good example. I'm not gonna pull apart. What happened in your experiment A Mario? Because it sounds like you still understood the concept. Mr.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:06:59",
		"speaker": "spk_2",
		"line": "Levels, can we use your discount card? Adelaide weenies. Yeah. If we go toe linguini is can we use your discount card?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:06",
		"speaker": "spk_0",
		"line": "Well, they don't give me a discount card. Uh, they don't charge him. Or do they? Ah, well, they say you work here and so you Ah, you work.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:20",
		"speaker": "spk_2",
		"line": "They don't want to waste the free on. You",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:21",
		"speaker": "spk_0",
		"line": "know, they say, Well, that's part of it, I think. But they say that you work here, and that is enough to pay for the amount of food you eat. So basically I net $0 because I eat linguini so often that they just take it out of my paycheck. Okay,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:35",
		"speaker": "spk_2",
		"line": "so we'll just put us on your tab. All right? Thanks so",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:37",
		"speaker": "spk_0",
		"line": "much is okay. You guys are in the hall now. Get back in here. Back in the bell. Hasn't even run. Come back.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:46",
		"speaker": "spk_2",
		"line": "Jesus, Mr. Levin. You can't keep us here, man. This is illegal",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:51",
		"speaker": "spk_0",
		"line": "if you go. Oh, it's illegal. Yeah, well, you know, it's illegal. Your dad's business is illegal. Wow. Because",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:07:58",
		"speaker": "spk_2",
		"line": "he sells weed. Yeah, so but he's a but he's good at it.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:03",
		"speaker": "spk_0",
		"line": "Okay? Just being good at something doesn't mean it's not illegal. I could be good at murder.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:07",
		"speaker": "spk_3",
		"line": "Mr. Love Issue were not allowed to make stuff personal with the students in",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:10",
		"speaker": "spk_0",
		"line": "here. What are you talking about?",
		"episode": "mini-54.json",
		"edited": false
	},
	{ "time": "0:08:12", "speaker": "spk_3", "line": "It roast our dads.", "episode": "mini-54.json", "edited": false },
	{
		"time": "0:08:14",
		"speaker": "spk_0",
		"line": "You guys didn't me through highs. You started making foot house. You made fun of. You guys made fun of my job. Okay, that's personal.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:22",
		"speaker": "spk_1",
		"line": "Yeah, my dad students can make fun of teachers personal lives and they can never dip that low. That is the rule. How",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:30",
		"speaker": "spk_2",
		"line": "are we gonna learn, Mr Levis, if we don't get to assault you all day long and you just take it during the other chou",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:37",
		"speaker": "spk_1",
		"line": "for the jugular. Teachers have to remain calm. What?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:43",
		"speaker": "spk_3",
		"line": "Propelled him in the head with this apple? Don't you",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:45",
		"speaker": "spk_1",
		"line": "dare! Jesus Christ! Oh, I got behind him and gave him the number one. I give him the fastball right down the",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:52",
		"speaker": "spk_0",
		"line": "middle. The stem hit me in my eyeball You!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:54",
		"speaker": "spk_2",
		"line": "Oh, and here comes the Melvin Front World Wedgie!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:08:57",
		"speaker": "spk_0",
		"line": "Oh, ouch! Ouch! I think my testicles air inside of me. Oh,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:04",
		"speaker": "spk_2",
		"line": "you Mr loves you can't say that stuff, toe Teoh, You",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:09",
		"speaker": "spk_3",
		"line": "remember hearing that for the rest of my life? Absolutely.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:13",
		"speaker": "spk_2",
		"line": "Can't allowed to go for the jugular.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:16",
		"speaker": "spk_0",
		"line": "Jesus, Can I just please assign you guys your damn homework and then you Can you then? Hey, if we have time at the end of means Hey, Unzip, Unzip, Zap! Hans, unzip",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:29",
		"speaker": "spk_3",
		"line": "the pencil pocket. It's my smaller pencil pot.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:32",
		"speaker": "spk_0",
		"line": "I'm unzipping your bag for you Here, you zip!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:34",
		"speaker": "spk_1",
		"line": "Those were my pants. Stop! Times's see this.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:40",
		"speaker": "spk_0",
		"line": "No, stop! It's not my fault. You where you're back with the frog? Thought this was your back. German kids Where? Their backpacks on the front. I hate this.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:50",
		"speaker": "spk_2",
		"line": "It was study hall, Mr Leverages only three was here. This is extra gross",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:55",
		"speaker": "spk_0",
		"line": "stone. I didn't do it. I didn't stop.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:09:58",
		"speaker": "spk_2",
		"line": "So in his native tongue.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:01",
		"speaker": "spk_0",
		"line": "Stop it. Okay. Can I just please assign you guys your homework?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:04",
		"speaker": "spk_3",
		"line": "Yes. Am I allowed to put my flop back in orders? I have to be up for the rest of class.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:09",
		"speaker": "spk_0",
		"line": "I want you to love this. I didn't want to put him back in, put it back in your wake",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:14",
		"speaker": "spk_1",
		"line": "and put his flock back in. It flopped on and flop out. It stays.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:19",
		"speaker": "spk_0",
		"line": "No, it's not Rules. This can't. If anybody walks in the room right now, I'm fired on the spot. Okay. You gotta put your deck back in your pants.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:28",
		"speaker": "spk_2",
		"line": "All right, listen. Listen. We're going to linguine Ease, and we're getting wine and reporting hope we're putting it on your tab, and you have to answer for it. Okay? Anything greenies for lunch in high school?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:39",
		"speaker": "spk_0",
		"line": "Hidden wine. Linguini won't even serve me alcohol. And I'm in my fifties. They're not going to serve it to you guys either. Okay. What? The fucking homework. Okay, thank okay to not call me by my first name. Mario. Do. That's the one power teachers have. I can call you by your first name and you can not call me about my first",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:10:58",
		"speaker": "spk_1",
		"line": "name. That is true. We must treat you with the utmost respect unless it comes to you're crashing your",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:04",
		"speaker": "spk_0",
		"line": "personal life. But most and I call it. But most Okay, you guys, Your homework, obviously today was about carrying capacity. So what you're gonna do is this weekend, you are going to go home and you are going to take 1/3 of the food out of your refrigerator.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:26",
		"speaker": "spk_2",
		"line": "What even is this this'll? What is our next unit going to be? How is this going to relate to something?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:33",
		"speaker": "spk_1",
		"line": "How did I jump from ladybugs to humans?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:37",
		"speaker": "spk_0",
		"line": "It's not a jumping it. Look, you guys will survive you guys air gluttons. Okay, You you'll your I'm just showing you what the campaign carrying capacity of your household is in.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:45",
		"speaker": "spk_3",
		"line": "My parents are already having a lot of trouble keeping food on the table. If I take 1/3 of it away, I don't know that we're gonna be able to feed my little brother.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:53",
		"speaker": "spk_0",
		"line": "Well, then maybe you'll learn your lesson for the day. So",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:11:58",
		"speaker": "spk_2",
		"line": "you want me to throw away my dad's food. He gets really mad, usually as younger brother Hitler's going to star.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:08",
		"speaker": "spk_0",
		"line": "Hey, maybe that's a good thing.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:10",
		"speaker": "spk_2",
		"line": "Are we saying right, Hans?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:12",
		"speaker": "spk_3",
		"line": "Yeah, right. You nailed it. Thank you. Thank you for respecting my culture. All right, Hodson. Hitler from Hamburg.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:26",
		"speaker": "spk_1",
		"line": "You're crazy, guys.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:28",
		"speaker": "spk_3",
		"line": "Very well. Crazy. Your sauce you saw so winter formal.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:34",
		"speaker": "spk_2",
		"line": "We should have that. Now. Those are big",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:36",
		"speaker": "spk_1",
		"line": "shirts. What character feels familiar in the other one feels World War Two. Yeah,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:46",
		"speaker": "spk_2",
		"line": "I was really taken with the big",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:12:47",
		"speaker": "spk_3",
		"line": "shirts. I think we both came up on different media. I watch some seventies SNL and my little brother Hitler. He watched a lot of World War two stuff.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:02",
		"speaker": "spk_1",
		"line": "Funny. Funny how serious he treated it.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:07",
		"speaker": "spk_3",
		"line": "Yes, very. That's all. Comedy is taking a serious situation and just playing it very, very heightened is what we're learning here in America",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:17",
		"speaker": "spk_0",
		"line": "now. Hey, come on, Spang on, please. I was was done explaining the assignment. Okay. Does",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:25",
		"speaker": "spk_1",
		"line": "Mr Crazies back? Yeah. You. You, you. You is what I just learned. There are 10 Commandments where Bible study builds dinners. A Bible study happening on the line.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:42",
		"speaker": "spk_0",
		"line": "Bill, I spent too much time with you. as it is. Can you get the hell out",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:45",
		"speaker": "spk_1",
		"line": "of you? Alright. How? Hey, somebody flop out in here",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:51",
		"speaker": "spk_0",
		"line": "to stop, Stop during attention to the flop out. And also maybe not how I",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:13:57",
		"speaker": "spk_1",
		"line": "was doing that sketch again. Uh, you and your brother.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:01",
		"speaker": "spk_3",
		"line": "Yeah. Yeah, um, wild and crazy guys, Or do",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:05",
		"speaker": "spk_2",
		"line": "Yes. Yes, way. We want you to change",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:08",
		"speaker": "spk_3",
		"line": "or do it at the talent show this weekend.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:11",
		"speaker": "spk_1",
		"line": "We'll get you guys. Linguini. Is we drinking wine? Excuse me. Yeah. Jesus,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:17",
		"speaker": "spk_0",
		"line": "Bill, don't You can't ride your motorcycle inside. Jesus Christ!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:22",
		"speaker": "spk_2",
		"line": "What? Mr Levis, there's 30 seconds on the clock. Just let us goes.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:27",
		"speaker": "spk_0",
		"line": "Has stopped. Pleased. Slip me Finish. OK tonight You take away 1/3 of the food. Tomorrow night, you take away 2/3 of what's left the fault of the following night. You take away the rest of it and you drop",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:37",
		"speaker": "spk_1",
		"line": "it off, taking away food, not",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:40",
		"speaker": "spk_0",
		"line": "adding people. It is three",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:42",
		"speaker": "spk_3",
		"line": "thirds. How do we take the rest of it? Away",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:45",
		"speaker": "spk_0",
		"line": "you. It's like the walking halfway to the mailbox conundrum. You take 1/3 and then you take 2/3 of what's left, and then you take the next.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:14:53",
		"speaker": "spk_1",
		"line": "That explains why your mailbox is packed Empty then, Shin, It's not a conundrum. Go on the way there. Get it out. You walk halfway toe nails back beside. Sorry. Pew! Pew!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:12",
		"speaker": "spk_0",
		"line": "Don't tell him! Don't tell him I said that you guys, But I hate that man!",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:16",
		"speaker": "spk_2",
		"line": "Mr. Levis, What time does your shift start? You work tonight.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:20",
		"speaker": "spk_1",
		"line": "Will you get some free zinfandel?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:23",
		"speaker": "spk_0",
		"line": "I can't again. I can't. I can't even get alcohol when I work or go to linguine. Ease, They don't. You serve me so I can't get you guys out. And I wouldn't in the first place. Your 17 16 because",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:35",
		"speaker": "spk_2",
		"line": "of distraction. Go in there. Drop plates. I see you drop little",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:38",
		"speaker": "spk_0",
		"line": "time. Not gonna do that again. My boss says I do that enough already. I'm not gonna do it on purpose this time. I'm not getting fired again. What?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:44",
		"speaker": "spk_1",
		"line": "All right, that was the bill. 1/3 2 3rd 3/3 Let our our families go hungry right",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:15:52",
		"speaker": "spk_0",
		"line": "for tonight. And then you come back on Monday and you see how you feel. If you guys air lethargic, then you're you're experiencing scarcity of resource is which is a thing that also, you know, What? Fuck, it's far. Oh, yeah. Sorry. You know what? Fuck it. I'm sick of this. You guys can get the hell out of here. Just, you know, does it keep zipping it up? I'm just tired of screaming. My head happened and zipped. We were listening. Were listening. It's were staying after the bell. You were waiting your orders, waiting for the minute. You could get out of here. Just like every other person in my whole life. Just waiting for your excuse to leave. Okay? Doors right there. You three. You see, it's open. Bill left it wide open, OK? You could just walk out the door. Okay? Just like everybody else in my entire life. Okay.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:16:38",
		"speaker": "spk_2",
		"line": "Oh, my God. Is no. You're looking at us anymore. Is just pacing.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:16:41",
		"speaker": "spk_0",
		"line": "It's unbelievable. I mean, Jesus. And this is the classroom I get. What's wrong with this dais in here? It's got mold on the ceiling. Water damage everywhere. It's got multiple different kinds of tiles on the floor. It's, like, unbelievable. Can't even open these windows enough to get out of Jesus. My eyes were on the third floor. My desk doesn't even have a top on it. It's ridiculous. That part that's crazy, that parts crazy, my racers or just my soaking wet erasures that can raise my chalkboard.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:17:15",
		"speaker": "spk_2",
		"line": "But, my God, he's picking up her scissors.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:17:17",
		"speaker": "spk_0",
		"line": "You know what? The scissors cut myself with ease their to dull a paper casualties this itself. I stabbed himself in the heart of this. My God, this is ridiculous. You know what? I'm gonna complain to the principal, okay? Are you guys still in here? Get the hell out",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:17:33",
		"speaker": "spk_1",
		"line": "thistles! The rial lesson A scarcity of resource. Look at him. It's driving him crazy. Unbelievable. My fucking peanut butter and jelly sandwiches spoiled. Oh, disappearance and population. Does it spoil?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:17:53",
		"speaker": "spk_0",
		"line": "Stating my desk? Goddamn on talking to students for too long time. Forget it's in there for a whole two weeks. Finally, get second eat after the kids go to their fucking Laguens Linguini lunch could talk to my boss. He gets treated better than my boss treats. May I'm sitting here eating a spoiled",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:10",
		"speaker": "spk_1",
		"line": "three to butter and jelly sandwich.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:12",
		"speaker": "spk_3",
		"line": "Being a teacher made him forget he had a sandwich.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:16",
		"speaker": "spk_0",
		"line": "Hard job. I got a hard job in the kid. Don't even understand. They said here they're so self aware to pay. No wonder to",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:22",
		"speaker": "spk_1",
		"line": "me like she's going on in his family life that he stressed. But",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:26",
		"speaker": "spk_2",
		"line": "I think I'm going to start filming this for a short film.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:28",
		"speaker": "spk_0",
		"line": "Builds Absolutely unbelievable. I mean, Jesus Christ. It's like, Oh, Howard, if you don't make it down to the kitchen time, all your brothers are going to eat the food before you get any. It's not my fault that the stairs are so long. I friend, I fall. I hurt broken ankles constantly. As a child, J.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:47",
		"speaker": "spk_3",
		"line": "Put his room in a part of the house where the stairs were",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:18:50",
		"speaker": "spk_1",
		"line": "longer. It's only a two story house that get longer Stairs, Not not to mention my mother's cooking was delicious. So he's constantly being beat to the kitchen by his brothers because he has extra long stairs.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:04",
		"speaker": "spk_0",
		"line": "Jesus doesn't help you guys. Set world records on the track and field pitch 100 meter dash, 200 meter dash 800 meter relay. Four brothers doing the relay together. Oh, the biggest record in the",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:18",
		"speaker": "spk_1",
		"line": "history of running the biggest record in the history of running by his four brothers brother Fuck This summer, I don't like it was underneath her desk. Oh, God. Oh, my God. Unbelievable. I'm getting really hungry. Zip. It's good. All right, Mr. Lovett? Oh, he's asleep. He's he He freaked himself out to sleep.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:48",
		"speaker": "spk_3",
		"line": "She's all tuckered out. He's gonna sleep really well, now.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:51",
		"speaker": "spk_1",
		"line": "All right, Well, you guys want to get the greenies?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:53",
		"speaker": "spk_2",
		"line": "Absolutely. I'm getting",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:54",
		"speaker": "spk_3",
		"line": "the garlic bread. Do they serve hamburgers there? I",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:19:59",
		"speaker": "spk_2",
		"line": "think so. I think they have a bad",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:01",
		"speaker": "spk_1",
		"line": "hamburger and probably get like, a child's hamburger. Okay. Menu.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:05",
		"speaker": "spk_3",
		"line": "And do we know anything about what the ladies are like over there? May",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:10",
		"speaker": "spk_2",
		"line": "the strain on you know,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:12",
		"speaker": "spk_1",
		"line": "I don't know. Why were they What were those care where they I just know them saying wild and crazy guys well into the ladies.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:19",
		"speaker": "spk_3",
		"line": "Yeah, You tried to pick up some girls cause we're some wild and crazy guys,",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:24",
		"speaker": "spk_1",
		"line": "okay? I don't know. I mean, it is some I mean, linguine eases all male. Hey, before we way, it's weird, But can",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:38",
		"speaker": "spk_2",
		"line": "you, um can you not invite your brother?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:43",
		"speaker": "spk_3",
		"line": "Yeah, over him. Okay. Yeah. He's gets a little mad when he's neglect. See that? He's got a He's a little more vindictive.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:57",
		"speaker": "spk_2",
		"line": "It was just a difficult lunch. last",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:20:59",
		"speaker": "spk_3",
		"line": "already was No. Hitler, This one.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:02",
		"speaker": "spk_1",
		"line": "Thanks. Ah, should we catch a ride with them? But much gravy here?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:09",
		"speaker": "spk_2",
		"line": "Yeah. Crazy usually hangs out to give some kids where",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:11",
		"speaker": "spk_1",
		"line": "I crashed his motorcycle twice, I think, in the hallway. So I don't know.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:17",
		"speaker": "spk_3",
		"line": "It looks like he's doing that us and Powers thing where he's trying to reverse. But he's stuck in a really tight spot. Right?",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:22",
		"speaker": "spk_1",
		"line": "Does that every day. You guys all right? Yeah.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:26",
		"speaker": "spk_2",
		"line": "Are you taking your car? Since you crashed your bike or",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:29",
		"speaker": "spk_1",
		"line": "No. As soon as I get out of this Austin Powers situation, I'm",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:32",
		"speaker": "spk_0",
		"line": "gonna zoom on over there. Yeah, I got double sidecars.",
		"episode": "mini-54.json",
		"edited": false
	},
	{ "time": "0:21:37", "speaker": "spk_2", "line": "Oh, yeah. I mean,", "episode": "mini-54.json", "edited": false },
	{ "time": "0:21:38", "speaker": "spk_3", "line": "Oh, yeah,", "episode": "mini-54.json", "edited": false },
	{
		"time": "0:21:39",
		"speaker": "spk_1",
		"line": "I got double sidecar and that little thing you dragged behind a bike that has a kid in it? Yeah.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:45",
		"speaker": "spk_2",
		"line": "I don't want that since it's behind a smoking view.",
		"episode": "mini-54.json",
		"edited": false
	},
	{
		"time": "0:21:49",
		"speaker": "spk_1",
		"line": "Oh, no wonder people get Keep getting. Ah, sick poisoned back there. Hi, guys. Why meet you there? I'm dealing greenies. Frack shit. Alright. Do we go to Rubio's",
		"episode": "mini-54.json",
		"edited": false
	}
]
