[{"time":"00:00:00","speaker":0,"line":"every kid centers there day around.","objectID":"m2300","episode":"mini-23","edited":false},
{"time":"00:00:01","speaker":1,"line":"I can't believe the cafeteria was like you guys. Go ahead. Guest guest. Ah, program the cafeteria.","objectID":"m2301","episode":"mini-23","edited":false},
{"time":"00:00:06","speaker":0,"line":"I think they could tell. Were foodies. Yeah. You know, I definitely wear the foodie thing on my sleeve, you know?","objectID":"m2302","episode":"mini-23","edited":false},
{"time":"00:00:13","speaker":1,"line":"Yeah, yeah, yeah. You have a foodie hooting. I have food in your weight. Doesn't matter. Doesn't matter how fancy you dress up when you go to restaurants, Sam, That doesn't mean the restaurant you're going to is fancy or hard to get into","objectID":"m2303","episode":"mini-23","edited":false},
{"time":"00:00:29","speaker":0,"line":"it. Was that the rock and roll McDonald's the other day in a tux? And it was It was fancy. It was fancy. I was Did","objectID":"m2304","episode":"mini-23","edited":false},
{"time":"00:00:38","speaker":2,"line":"you have to make a reservation?","objectID":"m2305","episode":"mini-23","edited":false},
{"time":"00:00:40","speaker":0,"line":"Not quite. That was walking, but the barrel","objectID":"m2306","episode":"mini-23","edited":false},
{"time":"00:00:43","speaker":1,"line":"just to say it's a party of 234 Just couple. You have to say the president rocker over. You","objectID":"m2307","episode":"mini-23","edited":false},
{"time":"00:00:50","speaker":0,"line":"absolutely have to lead in. You know what I mean? But it was a party of one, so that part was, but it was so fancy because they saw me in the tux. I got salted fries. Wow. So yeah, standard","objectID":"m2308","episode":"mini-23","edited":false},
{"time":"00:01:01","speaker":2,"line":"fare at a McDonald's.","objectID":"m2309","episode":"mini-23","edited":false},
{"time":"00:01:02","speaker":0,"line":"Uh uh, Yeah, they sound in the time.","objectID":"m23010","episode":"mini-23","edited":false},
{"time":"00:01:06","speaker":2,"line":"Well, well, I hope that, you know, they started the tuck, so at least they probably prepared the rescue order correctly.","objectID":"m23011","episode":"mini-23","edited":false},
{"time":"00:01:12","speaker":0,"line":"I take back couple times, I think about couple times, but I did do a complicated order. I got a big Mac and you don't know all the ingredients you know,","objectID":"m23012","episode":"mini-23","edited":false},
{"time":"00:01:20","speaker":2,"line":"messed up your Big Mac. Multiple times","objectID":"m23013","episode":"mini-23","edited":false},
{"time":"00:01:22","speaker":0,"line":"they messed up the Big Mac multiple times. I had to sing him the song to let him know what I wanted on it. Oh, to our beef Patties. I forgot the rest. So they messed up a couple of times. You","objectID":"m23014","episode":"mini-23","edited":false},
{"time":"00:01:34","speaker":2,"line":"don't know the first time. You gotta just give you two all beef Patties that forgot everything.","objectID":"m23015","episode":"mini-23","edited":false},
{"time":"00:01:39","speaker":0,"line":"And then I came. But I came up fuming in my tux and they said, What's the problem? We give you two all beef Patties and I said, Do the rest of the song. There's the rock and roll. McDonald's is","objectID":"m23016","episode":"mini-23","edited":false},
{"time":"00:01:48","speaker":1,"line":"using it and do what it says exactly. Yeah, I mean, they could","objectID":"m23017","episode":"mini-23","edited":false},
{"time":"00:01:52","speaker":0,"line":"tell I was a foodie. That's just part of it. You argue with the argue at the restaurant, they argue back, you yelp it. The whole thing. You know, whole dance.","objectID":"m23018","episode":"mini-23","edited":false},
{"time":"00:02:00","speaker":1,"line":"Eso got well, guys, we had it. We have a whole month of things, things to program. And, you know, they gave us the limitations. There has to be a protein, a starch, and at least to a serving of vegetables and a fruit option every day.","objectID":"m23019","episode":"mini-23","edited":false},
{"time":"00:02:14","speaker":0,"line":"Well, I thought we were just editing. Are you talking about a full tear down and rebuild?","objectID":"m23020","episode":"mini-23","edited":false},
{"time":"00:02:18","speaker":2,"line":"Well, I think we could look at last year's menu and make changes. Okay, All right. And do a tear down and rebuild if we need, because there's a lot of this stuff for losing.","objectID":"m23021","episode":"mini-23","edited":false},
{"time":"00:02:26","speaker":1,"line":"Okay, let's see. October 3rd from last year. It's like here. Let's keep that little fruit cup. It will carry love these floating in and a little juice where it's fruit, but it eats like generally grain. Yes, yeah, yeah, let's keep that baby","objectID":"m23022","episode":"mini-23","edited":false},
{"time":"00:02:44","speaker":2,"line":"Bump it up. A Sfar as a featured item on the menu here, people. Big bowl, hot preserved fruit Andre hot preserved fruit heading to stewing in its own juices.","objectID":"m23023","episode":"mini-23","edited":false},
{"time":"00:02:54","speaker":0,"line":"Now what are we thinking about? What comes with the fruit usually comes with a nice, hearty slice of pizza. We don't want that anymore? No, I don't know. Monday","objectID":"m23024","episode":"mini-23","edited":false},
{"time":"00:03:02","speaker":1,"line":"way. You know, we had a reserve pizza for a special occasion every Friday. Pizza Fridays. Piece of Friday's piece.","objectID":"m23025","episode":"mini-23","edited":false},
{"time":"00:03:10","speaker":2,"line":"Pizza Fridays. Banning. Yeah. So, yeah, we don't want to pizza. Um, there's obviously chicken fried steak. But I was thinking maybe chicken fried fish","objectID":"m23026","episode":"mini-23","edited":false},
{"time":"00:03:21","speaker":0,"line":"caught a fish. That could be good.","objectID":"m23027","episode":"mini-23","edited":false},
{"time":"00:03:23","speaker":1,"line":"Can I Can I maybe mess around with the chicken fried fish? With the way you eat it? You know, there's a little pieces of wood that come with the ice cream cups. Help is supposed to be a spoon, but got no did. Yeah. I wonder if we use those. Those are the full menu. Um, flatware.","objectID":"m23028","episode":"mini-23","edited":false},
{"time":"00:03:46","speaker":2,"line":"Great. I like what we're doing here. So we're making out on them. I knew there's have. Here's how you have to eat your food. If you order this, you have to get it this way and we'll monitor it and we'll slap stuff out of people's hands.","objectID":"m23029","episode":"mini-23","edited":false},
{"time":"00:03:54","speaker":0,"line":"What about with that nasty fruit cup? What about a nice fruit salad","objectID":"m23030","episode":"mini-23","edited":false},
{"time":"00:03:58","speaker":1,"line":"aside? Second. Yeah, I like there,","objectID":"m23031","episode":"mini-23","edited":false},
{"time":"00:04:01","speaker":2,"line":"stewing in its own juices side of fruit salad.","objectID":"m23032","episode":"mini-23","edited":false},
{"time":"00:04:03","speaker":1,"line":"And do we love chicken fried fish or we leave it for now. We'll say this. I","objectID":"m23033","episode":"mini-23","edited":false},
{"time":"00:04:09","speaker":0,"line":"got a feeling we're gonna be coming back.","objectID":"m23034","episode":"mini-23","edited":false},
{"time":"00:04:10","speaker":2,"line":"We're back to","objectID":"m23035","episode":"mini-23","edited":false},
{"time":"00:04:11","speaker":1,"line":"this. Here's the thing. We got big, big main","objectID":"m23036","episode":"mini-23","edited":false},
{"time":"00:04:14","speaker":2,"line":"side offered salad. Let's go. Um, let's see. My cantaloupes and honey do should be done in seven months, so we'll put him on the menu. Now, go ahead and cut him up. Now, come up And maybe from your garden, these air from my garden. And I do have literally one wedge of watermelon that we can put it right on the top. Yeah, we'll split","objectID":"m23037","episode":"mini-23","edited":false},
{"time":"00:04:34","speaker":1,"line":"it up amongst all of them. 12. And don't look. Hey, when kids pick it up, don't look at it. It's paper thin,","objectID":"m23038","episode":"mini-23","edited":false},
{"time":"00:04:39","speaker":0,"line":"and I can I make a slight modification? Yes. I'm not that into water medication. I'm not that into the watermelon. What do you call it? Um, Pulp. I'm kind of more of a Ryan.","objectID":"m23039","episode":"mini-23","edited":false},
{"time":"00:04:52","speaker":1,"line":"You're right. We all love the round. We","objectID":"m23040","episode":"mini-23","edited":false},
{"time":"00:04:54","speaker":0,"line":"just sort of feature the rind Making it. Then we got it. Yes. So my main we gotta may. I broke up. Yeah, sure. Fruit cup, a side of fruit salad. And then, of course, I want a man, right?","objectID":"m23041","episode":"mini-23","edited":false},
{"time":"00:05:06","speaker":1,"line":"All right. I just watermelon rind over on this side of the plate way. Call this garnish. Or would we say that this is Ah,","objectID":"m23042","episode":"mini-23","edited":false},
{"time":"00:05:13","speaker":0,"line":"you wish. This is a mean This this one is","objectID":"m23043","episode":"mini-23","edited":false},
{"time":"00:05:15","speaker":1,"line":"Tokyo. So we're both of the main from the watermelon ride. So we're bumping the main for watermelon ladies","objectID":"m23044","episode":"mini-23","edited":false},
{"time":"00:05:21","speaker":2,"line":"wear have bowled in the cover two serie in its own juices Bold, bigger, far watermelon, right Also bowled bigger, Far And this is just for Thursday and this is serves the October 3rd OK on, uh, moving right","objectID":"m23045","episode":"mini-23","edited":false},
{"time":"00:05:34","speaker":0,"line":"way Put bread with that. Do we need any bread? A role? Anything","objectID":"m23046","episode":"mini-23","edited":false},
{"time":"00:05:39","speaker":1,"line":"Love people of big love. Yet what full of for each person? Glue Big loaf I feel like that could go on plates because if you look at Friday now Friday's looking a little breathless. Big love Brighter, brighter, right? And most by these big love Ready big love, Brad. Okay, uh, will move pizza Friday","objectID":"m23047","episode":"mini-23","edited":false},
{"time":"00:06:00","speaker":2,"line":"Pizza brighter will move to Monday. So pizza bun day every Friday meet the money","objectID":"m23048","episode":"mini-23","edited":false},
{"time":"00:06:05","speaker":1,"line":"be meets a bun day So you have to have a cold.","objectID":"m23049","episode":"mini-23","edited":false},
{"time":"00:06:11","speaker":2,"line":"I'm worried cause mags up Monday's gonna be it people gonna confuse it with meets a Bundy where I obviously play Ted Bundy and you get to come in and meet me and character.","objectID":"m23050","episode":"mini-23","edited":false},
{"time":"00:06:21","speaker":1,"line":"It's kind of and we eat like deli meats of you, like, sort of like that sushi they making sushi","objectID":"m23051","episode":"mini-23","edited":false},
{"time":"00:06:27","speaker":2,"line":"people. You telling me tough with me is Ted Bundy. Meet somebody. I don't want people to confuse that. So we will","objectID":"m23052","episode":"mini-23","edited":false},
{"time":"00:06:35","speaker":1,"line":"win his meets A Bundy happening in the week. If we are going to do that meets the books, I think we should","objectID":"m23053","episode":"mini-23","edited":false},
{"time":"00:06:40","speaker":2,"line":"Well, I didn't want to look it into one day. Okay. Uh, so I think it's just whenever I'm feeling crazy, so","objectID":"m23054","episode":"mini-23","edited":false},
{"time":"00:06:49","speaker":0,"line":"we'll throw out. We'll see wages shooting day. We leave a floating for your lance. Now, I have a big I don't want to say beef because the little doing demos. I I'm looking at spaghetti.","objectID":"m23055","episode":"mini-23","edited":false},
{"time":"00:07:03","speaker":2,"line":"Well, so you have a big cow.","objectID":"m23056","episode":"mini-23","edited":false},
{"time":"00:07:05","speaker":0,"line":"I got a big cow with this menu item. I'm looking at spaghetti day, and when I would eat spaghetti is a kid trying to get in the mind of these perverts. I would never eat the spaghetti. I would really just want the garlic bread. You know that, right? It's doused in butter. It's small. You wish you had a whole loaf.","objectID":"m23057","episode":"mini-23","edited":false},
{"time":"00:07:22","speaker":1,"line":"So you're saying you go to the garlic bread and make the spaghetti baker. Exactly. That's what that's what I'm hearing","objectID":"m23058","episode":"mini-23","edited":false},
{"time":"00:07:30","speaker":2,"line":"that will show Pervert","objectID":"m23059","episode":"mini-23","edited":false},
{"time":"00:07:31","speaker":0,"line":"is that we can use. And then we can use the garlic bread on the other day when we do the loaf of bread.","objectID":"m23060","episode":"mini-23","edited":false},
{"time":"00:07:36","speaker":1,"line":"Yes, wait. Bright, bright, a bit McBride, a add in and a whole loaf of bread, a love of bed full of a bread and also with decided garlic bread.","objectID":"m23061","episode":"mini-23","edited":false},
{"time":"00:07:49","speaker":2,"line":"Typing that in. All right,","objectID":"m23062","episode":"mini-23","edited":false},
{"time":"00:07:52","speaker":1,"line":"this is great now, So where are we so far? We have floating day for Floated said","objectID":"m23063","episode":"mini-23","edited":false},
{"time":"00:07:58","speaker":2,"line":"Monday, which is Meet Ted Bundy and Eat Me. It's off of it when you feel crazy. When you feel whatever I'm feeling creative writing, I know we could do. We could do Marvin Sack lunch Thursday because you know, Harvin's always got the best cycle interest.","objectID":"m23064","episode":"mini-23","edited":false},
{"time":"00:08:10","speaker":1,"line":"Dad's true. So we're talking a Jesus style. Marvin creates many loafs Yeah, out of his sack lunch because there's a list of rumors","objectID":"m23065","episode":"mini-23","edited":false},
{"time":"00:08:23","speaker":2,"line":"going around school that Marvin is Geez,","objectID":"m23066","episode":"mini-23","edited":false},
{"time":"00:08:25","speaker":0,"line":"way all saw what happened in the puddle the other day. He walked right","objectID":"m23067","episode":"mini-23","edited":false},
{"time":"00:08:28","speaker":1,"line":"right on top of.","objectID":"m23068","episode":"mini-23","edited":false},
{"time":"00:08:30","speaker":2,"line":"But I drank it afterwards and it was not wine. That's that's different. So I don't care what news to me. I didn't follow","objectID":"m23069","episode":"mini-23","edited":false},
{"time":"00:08:36","speaker":1,"line":"way did come up in wash my feet and I was like, I am not a whore. I said that tomorrow. But you get a little hot water for he also flips. It's good He flipped to my table in the temple. Also he did I just one.","objectID":"m23070","episode":"mini-23","edited":false},
{"time":"00:08:50","speaker":2,"line":"I don't know this one.","objectID":"m23071","episode":"mini-23","edited":false},
{"time":"00:08:51","speaker":1,"line":"I feel like What were you doing there? Uh, selling. Selling wares Gold. You can't go to a modern day Jewish temple and sell wares and gold news to me.","objectID":"m23072","episode":"mini-23","edited":false},
{"time":"00:09:04","speaker":2,"line":"Where would we all know what you think that the Jews want?","objectID":"m23073","episode":"mini-23","edited":false},
{"time":"00:09:10","speaker":1,"line":"No, I didn't mean it like that. I e o was on your tape.","objectID":"m23074","episode":"mini-23","edited":false},
{"time":"00:09:18","speaker":2,"line":"What do Jewish temple. And you said","objectID":"m23075","episode":"mini-23","edited":false},
{"time":"00:09:19","speaker":1,"line":"I'll sell some cold to these Jews. You? What does he owe us? Sand that I made a Jewish temple. I went to Temple University. Somehow I mailed his intermodal way. Really? Jumped on you. You're a temple. Yeah. Please don't way. What's their mascot. It's not the owls of this. Okay, all right. Way Chicken Day. What about a chicken? Chicken cooks lunch every everything on the","objectID":"m23076","episode":"mini-23","edited":false},
{"time":"00:09:55","speaker":0,"line":"plate. Not only this chicken, but is prepared by a","objectID":"m23077","episode":"mini-23","edited":false},
{"time":"00:09:59","speaker":1,"line":"chicken. Now that sounds. It's virtually advise on a cooking. Cooking chicken. I think you're OK. 10 1 Cooking chicken just","objectID":"m23078","episode":"mini-23","edited":false},
{"time":"00:10:10","speaker":2,"line":"had one. Uh, it might be 10 Teoh vibrated thio going on for a while. Thes chickens have been taken to tend to our my head every day.","objectID":"m23079","episode":"mini-23","edited":false},
{"time":"00:10:18","speaker":1,"line":"You know, I went to a movie theater the other day and I saw a two hour long movie of a bear taking a shit, and it was hard to do. It was good. Baird, we got to save this for your movie segment. You're right, you're right. You're moving. Oh, yes, Bill Crave ease. Movie reviews. That's a poppy","objectID":"m23080","episode":"mini-23","edited":false},
{"time":"00:10:38","speaker":2,"line":"title. So we've got chickens cooking chicken way","objectID":"m23081","episode":"mini-23","edited":false},
{"time":"00:10:43","speaker":1,"line":"doing that. Let's do that. On what a Tuesday family Tuesday is like a feels like a two year. It's chicken a work. What do we have on Monday? Monday? The only,","objectID":"m23082","episode":"mini-23","edited":false},
{"time":"00:10:51","speaker":2,"line":"uh, no. Monday is","objectID":"m23083","episode":"mini-23","edited":false},
{"time":"00:10:53","speaker":1,"line":"It is feeds a month meeting Monday of meets on Monday.","objectID":"m23084","episode":"mini-23","edited":false},
{"time":"00:10:58","speaker":2,"line":"We'll Bowl changed the name but tentatively titled Meets on Monday, but changing because it's confusing because it sounds like","objectID":"m23085","episode":"mini-23","edited":false},
{"time":"00:11:05","speaker":1,"line":"And just so I'm clear, we only have to get five days on the menu, right? We have Marvin Sack lunch, which we're putting in with every Thursday. You Marvin second. Okay? And he's maybe or maybe not Jesus. And we'll see if he could","objectID":"m23086","episode":"mini-23","edited":false},
{"time":"00:11:18","speaker":2,"line":"have disastrous that if Marvin's not Jesus, we","objectID":"m23087","episode":"mini-23","edited":false},
{"time":"00:11:20","speaker":1,"line":"have a floating meets a Bundy. It's about","objectID":"m23088","episode":"mini-23","edited":false},
{"time":"00:11:25","speaker":0,"line":"Marvin isn't, uh, Jesus. We'll just have the lunch ladies audible really fast","objectID":"m23089","episode":"mini-23","edited":false},
{"time":"00:11:30","speaker":2,"line":"in the lunch room and have to come","objectID":"m23090","episode":"mini-23","edited":false},
{"time":"00:11:30","speaker":1,"line":"out of a bottle. But we need we need five full days, even with meets on Monday, because meets Monday just throws out a day. So we only have what way? Monday Way. I'm gonna beat way on fried. What is Friday Way not took the ship back.","objectID":"m23091","episode":"mini-23","edited":false},
{"time":"00:11:55","speaker":2,"line":"All right, chicken, Go find some friends and bring him over. No reason. Uh, all right. You","objectID":"m23092","episode":"mini-23","edited":false},
{"time":"00:12:02","speaker":1,"line":"know what","objectID":"m23093","episode":"mini-23","edited":false},
{"time":"00:12:02","speaker":2,"line":"people do? Love is breakfast for dinner here. We're doing lunch. Cold cereal, lunch. So the cold cereal lunch","objectID":"m23094","episode":"mini-23","edited":false},
{"time":"00:12:11","speaker":1,"line":"for hot lunch lunch will be cold cereal baked trick. So we'll call that won the big trick. Just put it on the menu has the big","objectID":"m23095","episode":"mini-23","edited":false},
{"time":"00:12:18","speaker":2,"line":"trick. All right, so now we've got beats up Monday which tentatively titled Gonna Switch Where we find Another one we've got Tuesday. Is chickens cooked themselves? Which do we name that one yet?","objectID":"m23096","episode":"mini-23","edited":false},
{"time":"00:12:32","speaker":1,"line":"I think so. We did put people about it. Yeah. Parentheses, chicken run,","objectID":"m23097","episode":"mini-23","edited":false},
{"time":"00:12:37","speaker":2,"line":"uh, in provinces Wednesday. Will do. Ah, the big trick make trick. Thursday, maybe meets a bun day. But that's a course floating","objectID":"m23098","episode":"mini-23","edited":false},
{"time":"00:12:49","speaker":0,"line":"spaghetti day. Any know Bundy is the same as Jesus day. It was","objectID":"m23099","episode":"mini-23","edited":false},
{"time":"00:12:56","speaker":2,"line":"called way. Have too many days. We","objectID":"m230100","episode":"mini-23","edited":false},
{"time":"00:12:59","speaker":1,"line":"way. We skipped over just spaghetti. We And also, we have to think there are kids to do Saturday school. So we do have to have a lunch available on Saturday. And those air bad kids. Yeah.","objectID":"m230101","episode":"mini-23","edited":false},
{"time":"00:13:10","speaker":2,"line":"Okay. So bad food for bad kids. So let's see what you","objectID":"m230102","episode":"mini-23","edited":false},
{"time":"00:13:13","speaker":0,"line":"call it. That","objectID":"m230103","episode":"mini-23","edited":false},
{"time":"00:13:14","speaker":2,"line":"bad food for bed kids","objectID":"m230104","episode":"mini-23","edited":false},
{"time":"00:13:15","speaker":1,"line":"way. Have someplace for rind. And, uh, well, Ryan salad. Ryan Salad is Friday. That's Ah. I thought that was bread. It's hard. It's tough. Friday was just the bread with a side of garlic bread.","objectID":"m230105","episode":"mini-23","edited":false},
{"time":"00:13:31","speaker":2,"line":"Friday, Friday we're doing the fruits doing in its own juice. Oh, no, that was Monday, Was Monday. Wow, This too many things.","objectID":"m230106","episode":"mini-23","edited":false},
{"time":"00:13:40","speaker":1,"line":"Well, should we just say we don't want to do it? Yeah. Give it Teoh, give you somebody chicken, you give it back. I say we just leave the notes on their say, take it or leave it","objectID":"m230107","episode":"mini-23","edited":false},
{"time":"00:13:50","speaker":2,"line":"to Charlene. Okay? Yeah. Take it or leave it. Sharlene,","objectID":"m230108","episode":"mini-23","edited":false},
{"time":"00:13:53","speaker":0,"line":"can I say Can I? I saw a version of the menu that the chicken rode up. I thought it might be good to look at this just to get on the radio. Is writing his chicken scratch? Well, you're right, but I look lacking. Decipher it. It's all beef. Chicken is trying. So it's It's the opposite of Chick fil A. I was absolutely not thinking that, but yes.","objectID":"m230109","episode":"mini-23","edited":false},
{"time":"00:14:15","speaker":2,"line":"Oh, look at this. More beef. Chicken scratch. I'm seeing some receipts. This chicken donated to LGBT Rights Organization. Wow, it's very opposite Chick fil A","objectID":"m230110","episode":"mini-23","edited":false},
{"time":"00:14:26","speaker":1,"line":"Wow! Good for you, Chicken right back in here. All right, Brian over the head knocked over screams LGBT He left out the queue waiting to","objectID":"m230111","episode":"mini-23","edited":false},
{"time":"00:14:52","speaker":2,"line":"be clear. Chicken we killed because we want to be chicken. Not because of your belief systems, which we agree with. I'm looking","objectID":"m230112","episode":"mini-23","edited":false},
{"time":"00:14:57","speaker":0,"line":"at this menu, and I would like to eat this. If I was a kid going to this school, I would eat.","objectID":"m230113","episode":"mini-23","edited":false},
{"time":"00:15:01","speaker":2,"line":"So delicious menu Thursday. You just eat the fund menu","objectID":"m230114","episode":"mini-23","edited":false},
{"time":"00:15:04","speaker":1,"line":"that send it to Shirlene,","objectID":"m230115","episode":"mini-23","edited":false},
{"time":"00:15:08","speaker":2,"line":"actually. Ah, Care of, uh, yeah, right in prison. Your care of your boyfriend's?","objectID":"m230116","episode":"mini-23","edited":false},
{"time":"00:15:18","speaker":1,"line":"Yeah, from your boyfriend. Shirley.","objectID":"m230117","episode":"mini-23","edited":false},
{"time":"00:15:21","speaker":2,"line":"Up in a little box here. Do you like us? Check yesterday Were tricked","objectID":"m230118","episode":"mini-23","edited":false},
{"time":"00:15:26","speaker":1,"line":"her ass. She thinks that we've gotten her to show up so many times for dates. That idiot sad. We'll meet. Taylor will meet her at the Rachael","objectID":"m230119","episode":"mini-23","edited":false},
{"time":"00:15:36","speaker":2,"line":"McDonald. We'll see it. Drug aerobic Donald. Trillion for a hot date. Where? Your best tux. All right, surely. And stay flipping, that's all.","objectID":"m230120","episode":"mini-23","edited":false}]
