[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-49","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"ladies and gentlemen, welcome back to the Hamilton Jubilee Were sat here right on Main Street near the Hamilton Community Center. And we have a front row seat to all the all the floats stopping at the parade. What a joyous occasion today is right, folks.","episode":"mini-49","edited":false},
{"time": "0:00:18", "speaker": "spk_1","line":"It's a really gorgeous day here, Bob. I mean, you couldn't ask for a better day for the jubilee. We had a couple of showers earlier this morning, but the sun came out and the clouds burn away. And we are excited to see all the floats role in right here next to Yes. Stop","episode":"mini-49","edited":false},
{"time": "0:00:41", "speaker": "spk_2","line":"being a weatherman for five minutes, buddy. And just enjoy the Jubilee. Okay?","episode":"mini-49","edited":false},
{"time": "0:00:46", "speaker": "spk_0","line":"Yeah. Hang up the coat, Chris.","episode":"mini-49","edited":false},
{"time": "0:00:49", "speaker": "spk_1","line":"It's hard for me to know what to talk about when the cameras were rolling. Other than the May showers which are expected to take a break later this week.","episode":"mini-49","edited":false},
{"time": "0:01:03", "speaker": "spk_2","line":"Uh, sorry for interrupting me there, Chris, but of course I'm here. This is me. Ah, Lewis. Marcos. Ah, last name. That's very popular in this town here with Bob and Chris. Ah, and we're here hosting the Jubilee. Of course. The longest parade in America.","episode":"mini-49","edited":false},
{"time": "0:01:24", "speaker": "spk_1","line":"I can't help but think that you're a little bit annoyed that there's so many people named Marco's. What's going on? Why the thunderclouds over your hand? It's just","episode":"mini-49","edited":false},
{"time": "0:01:38", "speaker": "spk_2","line":"very frustrating to be one of 4 400 Mr Marcos is in one town. You know, I'd like to have an identity of my own, but instead I have to share it with so many other guys.","episode":"mini-49","edited":false},
{"time": "0:01:50", "speaker": "spk_0","line":"What is it, Marcos? Family flow. Marko's family","episode":"mini-49","edited":false},
{"time": "0:01:56", "speaker": "spk_1","line":"low. It's us, The originals. We are originals.","episode":"mini-49","edited":false},
{"time": "0:02:02", "speaker": "spk_3","line":"The first markers.","episode":"mini-49","edited":false},
{"time": "0:02:04", "speaker": "spk_0","line":"The only true Marcos in town.","episode":"mini-49","edited":false},
{"time": "0:02:08", "speaker": "spk_1","line":"Honey, hold up your birth certificate. Show them. Throw them","episode":"mini-49","edited":false},
{"time": "0:02:14", "speaker": "spk_0","line":"way we do our Marcos family dance. Who? Uh huh. Who? Huh? Marko's family. Dan did.","episode":"mini-49","edited":false},
{"time": "0:02:27", "speaker": "spk_1","line":"Wow, that's an unbelievable dance from the original. Marcos is","episode":"mini-49","edited":false},
{"time": "0:02:33", "speaker": "spk_2","line":"unbelievable. That see, this is what I deal with folks every single day, the original Marcoses walking around town doing their market family dance. It's so simple, you know, it's not a family dance. When you just put your hands back and forth to the left and right and say who?","episode":"mini-49","edited":false},
{"time": "0:02:48", "speaker": "spk_0","line":"Just a personal attack on you. You take it so personally,","episode":"mini-49","edited":false},
{"time": "0:02:53", "speaker": "spk_2","line":"I got to take a break. I'm gonna go smoke a cigarette.","episode":"mini-49","edited":false},
{"time": "0:02:56", "speaker": "spk_0","line":"Okay, usually We don't say that off the air into the microphone, but I guess we'll have Mr Markos back in a few now. What","episode":"mini-49","edited":false},
{"time": "0:03:05", "speaker": "spk_1","line":"a","episode":"mini-49","edited":false},
{"time": "0:03:05", "speaker": "spk_0","line":"wonderful jubilee it is. Guys, have you gotten into any of this awesome fried food?","episode":"mini-49","edited":false},
{"time": "0:03:11", "speaker": "spk_1","line":"Oh, my God, Bob, I had a funnel cake earlier for breakfast. That is,","episode":"mini-49","edited":false},
{"time": "0:03:17", "speaker": "spk_0","line":"lead left me ruined. Wow. I know the feeling. I had a funnel cake for breakfast, a swell, their tough, tough to avoid. And it's got me feeling ruined.","episode":"mini-49","edited":false},
{"time": "0:03:31", "speaker": "spk_1","line":"Bruin. It's It's such an interesting thing to eat normally all year. And then toe all congregate in the middle of town and eat the worst shit you've ever eaten. And you ruined. I just didn't","episode":"mini-49","edited":false},
{"time": "0:03:49", "speaker": "spk_0","line":"need to do it for breakfast. You know what I mean? I could have saved it. It would have been a great share for me and my friends at the end of the night, but instead I had a whole one covered in strawberry compote for breakfast. And I am knocked on my ass all day.","episode":"mini-49","edited":false},
{"time": "0:04:03", "speaker": "spk_1","line":"Yes, Bob and I up here are ruined. Folks were ruined.","episode":"mini-49","edited":false},
{"time": "0:04:09", "speaker": "spk_3","line":"Chris, Bub, I'm over here in the crowd getting some audience reactions as the floats go by.","episode":"mini-49","edited":false},
{"time": "0:04:17", "speaker": "spk_1","line":"Yes, We have Charles down there with in the crowd. Charles, what floats do we have coming up? It's tough to know somebody looks queasy.","episode":"mini-49","edited":false},
{"time": "0:04:37", "speaker": "spk_3","line":"I got my head's got a little sticky from the funnel kick. My notes are ruined, as is my stomach. So we're gonna have to just know what the floats are as we see him come up.","episode":"mini-49","edited":false},
{"time": "0:04:49", "speaker": "spk_0","line":"Yeah, I guess we do have a bit more of a bird's eye view up here rather than you down after the site of the float will keep a lookout and update you as you can. Now, back to you being so queasy. Just try to stay looking in one direction.","episode":"mini-49","edited":false},
{"time": "0:05:05", "speaker": "spk_3","line":"I'm doing my best to do that. But there's so much going on and tracking my attention that I came Now DACA bird","episode":"mini-49","edited":false},
{"time": "0:05:11", "speaker": "spk_1","line":"don't now you're headed over to that mixed nuts","episode":"mini-49","edited":false},
{"time": "0:05:15", "speaker": "spk_3","line":"stand. Don't do it. This is so good though. That's good for you","episode":"mini-49","edited":false},
{"time": "0:05:21", "speaker": "spk_1","line":"know, not those. They're covered in a candy coating roads do it.","episode":"mini-49","edited":false},
{"time": "0:05:26", "speaker": "spk_3","line":"This race is not the base is not which is good for you,","episode":"mini-49","edited":false},
{"time": "0:05:29", "speaker": "spk_1","line":"Charles. Holding up a 20. Don't say give me everything you can get for 20","episode":"mini-49","edited":false},
{"time": "0:05:34", "speaker": "spk_3","line":"you get for 20 place?","episode":"mini-49","edited":false},
{"time": "0:05:36", "speaker": "spk_2","line":"I mean, that's the whole stand.","episode":"mini-49","edited":false},
{"time": "0:05:38", "speaker": "spk_1","line":"Right into the microphone. 2nd 20 Don't do it, does","episode":"mini-49","edited":false},
{"time": "0:05:48", "speaker": "spk_3","line":"you? Sure, that's the whole standard e of 20 more Somewhere in there.","episode":"mini-49","edited":false},
{"time": "0:05:51", "speaker": "spk_0","line":"Charles immediately forgetting he's on Mike and going into a full not binge.","episode":"mini-49","edited":false},
{"time": "0:05:56", "speaker": "spk_1","line":"Listen, but even even going by Bush going behind the bush to eat alone","episode":"mini-49","edited":false},
{"time": "0:06:02", "speaker": "spk_3","line":"because you're going to go well with my cigarette,","episode":"mini-49","edited":false},
{"time": "0:06:06", "speaker": "spk_1","line":"you're spoken too sick to Not on, not on lot. Non air. Well,","episode":"mini-49","edited":false},
{"time": "0:06:11", "speaker": "spk_0","line":"hopefully, Luis, he doesn't create a burning Bush situation. Now let's go back to","episode":"mini-49","edited":false},
{"time": "0:06:18", "speaker": "spk_1","line":"last a Zwolle know Jesus came to the pope. What's that? It's perfect time. Here he comes, our own Jesus, Jesus. The","episode":"mini-49","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"local Protestant church trots Jesus out every year in the Jubilee. Dan boy, is it a gas?","episode":"mini-49","edited":false},
{"time": "0:06:42", "speaker": "spk_1","line":"Now Jesus is going to give his sermon from the Mount, his classic sermon from the Mount right here in the middle of town as they as the floats slows to a halt. Let's have a listen with a little bit of flair with that cane he's got Oh, it's almost a a vaudevillian routine from Jesus Oh, Jesus. Taking a big spill down the sticker where he's getting","episode":"mini-49","edited":false},
{"time": "0:07:10", "speaker": "spk_0","line":"back up going back up the stairs. Oh,","episode":"mini-49","edited":false},
{"time": "0:07:13", "speaker": "spk_1","line":"no, Just don't go back up. I'm Jesus. You're gonna fall down the back side of the stairs crashing into a 12 bowling pins.","episode":"mini-49","edited":false},
{"time": "0:07:26", "speaker": "spk_0","line":"Jesus, Repeatedly asking for a name, man and the rest of folks on the float saying no.","episode":"mini-49","edited":false},
{"time": "0:07:32", "speaker": "spk_1","line":"Oh, it seems like there's a much of Judas is on the float float is packed with Judases Jesus stepping off the float, making his way to Oh, no, not the onion rings stand Jesus, No Jesus No taking","episode":"mini-49","edited":false},
{"time": "0:07:53", "speaker": "spk_0","line":"away but taking a bite smelling something, smelling something other than the onion rings I think the fried Twinkie standards just caught his eye.","episode":"mini-49","edited":false},
{"time": "0:08:03", "speaker": "spk_1","line":"Jesus D line drink usto crowd beginning to chant No, Jesus, no!","episode":"mini-49","edited":false},
{"time": "0:08:11", "speaker": "spk_0","line":"Not the first time we've heard that","episode":"mini-49","edited":false},
{"time": "0:08:14", "speaker": "spk_1","line":"he seems to be rubbing his tummy mouthing something. What's he mouthing? I'm ruined mouthing I'm ruined. Okay, Jesus, stepping up to the mind. Good. Stepping up to the mike here. What do what do do? Of course. Local Jesus. Always a surprised what it do. Jesus. Let's hear Voakes. I'm ruined. People looking","episode":"mini-49","edited":false},
{"time": "0:08:52", "speaker": "spk_0","line":"around very confused. Not sure what? The point of this float is,","episode":"mini-49","edited":false},
{"time": "0:08:59", "speaker": "spk_3","line":"but you've been looking at the Judas Float the whole time. It's not the Jesus float were tricked you because we're about Judas is","episode":"mini-49","edited":false},
{"time": "0:09:06", "speaker": "spk_1","line":"what the hell. It's a trick from the Church of Judas down the street, United Church, Judas.","episode":"mini-49","edited":false},
{"time": "0:09:17", "speaker": "spk_0","line":"Okay, And this floats getting shoot along by the pastor, now not pass faster, shooing the float along. Shoo! Shoo! Pastor brings out a push broom and is shooting the float down the track, which is the same street.","episode":"mini-49","edited":false},
{"time": "0:09:35", "speaker": "spk_3","line":"It's Charles, and I'm down here with a great view of the next float. The oldest man and the youngest baby on this influx. Well, this","episode":"mini-49","edited":false},
{"time": "0:09:45", "speaker": "spk_1","line":"is an awesome tradition. The town of Hamilton. They find the newest baby in the most decrepit man, and they slam them together on a float, and it usually ends with the baby being hurt. You think","episode":"mini-49","edited":false},
{"time": "0:10:00", "speaker": "spk_3","line":"would be the same oldest man every year, but we have not kept the oldest man through the whole parade yet. Let's see if this year we finally make it.","episode":"mini-49","edited":false},
{"time": "0:10:08", "speaker": "spk_0","line":"Yet life expectancy in Hamilton has been surprisingly short ever since the Jubilee has started. We lose our oldest person every year. Ah, vile accident but we dio keep the baby.","episode":"mini-49","edited":false},
{"time": "0:10:25", "speaker": "spk_1","line":"All right, so there, coming along here. Of course, the oldest man will get a chance to speak here of the communal mike","episode":"mini-49","edited":false},
{"time": "0:10:36", "speaker": "spk_4","line":"at them. Hello, everybody. My name is Thomas Munro. I just had a","episode":"mini-49","edited":false},
{"time": "0:10:50", "speaker": "spk_1","line":"funnel cake. Uh oh. And I believe, matey, I'm ruined. I So his Kroger, he's getting lightheaded. Harry goat Harry. I mean, the babys are behind him. Is that you, Julia? Go follow. Do I see you, Julia, my love. I'm coming home to you, baby","episode":"mini-49","edited":false},
{"time": "0:11:22", "speaker": "spk_3","line":"sit And his wife in hell","episode":"mini-49","edited":false},
{"time": "0:11:24", "speaker": "spk_0","line":"in one of the realist things the city has ever seen.","episode":"mini-49","edited":false},
{"time": "0:11:28", "speaker": "spk_1","line":"I'm bringing this baby to meet you, Julia. Oh, no. Oh, no. Oh, God is pulling out a knife, baby. Baby's mother coming to grab the baby. Oh, using the knife, he's brandished babies, friend. I'll bring her to hell with me, grabbing the lady. We've got so many new friends, Julia.","episode":"mini-49","edited":false},
{"time": "0:11:55", "speaker": "spk_3","line":"And that's what team float is right behind them. And they are saving those guns right at him. I'm Bruce and generally treat to help SWAT team. Let's celebrate them like we do every year","episode":"mini-49","edited":false},
{"time": "0:12:07", "speaker": "spk_1","line":"thing. SWAT team is shooting at me. Julia picking. Fitting the microphone ping. It's pinging off the micro bad aim from the team. Julia. Oh, they've hit a man in the crowd. Julia Charles, looking sicker than ever. Julia of Cool Charles. Try to put your stomach issues at bay and save the baby. Who? I'm being rushed by. This man, Julia. A man is on. He wants to come see us. Well, Jew,","episode":"mini-49","edited":false},
{"time": "0:12:50", "speaker": "spk_3","line":"I'm on the scene. I'm Russia. I'm rushing the world's oldest man, or at least Hamilton's. But I'm right in between him and the porta potties, and I don't know which way to go. There's a fork in the road and frankly, I don't know what to tell you guys. But if I don't find the porter parties, I will be ruined.","episode":"mini-49","edited":false},
{"time": "0:13:05", "speaker": "spk_0","line":"Did you say porno parties? Are they having parties in the poorer parties? Thankfully, he","episode":"mini-49","edited":false},
{"time": "0:13:13", "speaker": "spk_1","line":"chose the toilet and not know Charles. No terrorist. And so with this, it looks like there's a cloud. There's a cloud coming over. Hopefully we'll get one single lightning bolt and take out the old man. I'm protecting it. I at the Doppler. The Doppler is predicting a single lightning boat. Put","episode":"mini-49","edited":false},
{"time": "0:13:38", "speaker": "spk_0","line":"down the weather job","episode":"mini-49","edited":false},
{"time": "0:13:40", "speaker": "spk_1","line":"Oh, the oh, Jesus! Mold, man floating. Jesus, is that you? Oh, Jews is","episode":"mini-49","edited":false},
{"time": "0:14:10", "speaker": "spk_4","line":"I got you.","episode":"mini-49","edited":false},
{"time": "0:14:12", "speaker": "spk_1","line":"The old man was struck by lightning feeling his true form, which was Jesus.","episode":"mini-49","edited":false},
{"time": "0:14:17", "speaker": "spk_4","line":"Uh, tricked. It's me and the other Judas.","episode":"mini-49","edited":false},
{"time": "0:14:22", "speaker": "spk_0","line":"Oh, my God. The shoes is a room in the town.","episode":"mini-49","edited":false},
{"time": "0:14:27", "speaker": "spk_4","line":"I needed to be struck by lightning to shed my form is an old man, and now I am revealed.","episode":"mini-49","edited":false},
{"time": "0:14:35", "speaker": "spk_0","line":"And now you're a young Judas.","episode":"mini-49","edited":false},
{"time": "0:14:37", "speaker": "spk_4","line":"That's right. This is what a young Judas sounds like 16 years young. You guys","episode":"mini-49","edited":false},
{"time": "0:14:44", "speaker": "spk_1","line":"vote on so you","episode":"mini-49","edited":false},
{"time": "0:14:45", "speaker": "spk_4","line":"with me for a long time","episode":"mini-49","edited":false},
{"time": "0:14:48", "speaker": "spk_1","line":"just to get this clear. You are Judas reincarnate. And you came in the form of an old man and you were struck by lightning, unleashing the old man shell, revealing your true form.","episode":"mini-49","edited":false},
{"time": "0:15:03", "speaker": "spk_4","line":"That's right. It sounds like you really understood exactly what happened. Whether man.","episode":"mini-49","edited":false},
{"time": "0:15:08", "speaker": "spk_3","line":"Well, ladies and gentlemen, this is for sure one of the top 10 craziest parades we've ever had. We've got to go to a quick","episode":"mini-49","edited":false}]
