[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-38","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"10 4 Good buddy will be right on our way. We're coming to you. Coming to you. Alright. Where? Ah, this is Ah. Car 44 were over on fourth and third street. Where y'all at? Yankees. Where you guys were eating it. Pinky. Syrian, their pinkies. Could you bring me something? But you won't. Ah, I'll take a pinky dog. I'll take Ah, Pinky's pretty targeting. All","episode":"mini-38","edited":false},
{"time": "0:00:32", "speaker": "spk_1","line":"right, We got a doughnut, sir. Fellas, What? Oh,","episode":"mini-38","edited":false},
{"time": "0:00:34", "speaker": "spk_0","line":"it's done. Uh uh, uh. Don't you give me a French crawler and ah, maple bar. Oh, yeah. I was gonna say, John to Maple, Long Johns. I want one of those to let me get one. His braids.","episode":"mini-38","edited":false},
{"time": "0:00:47", "speaker": "spk_1","line":"One braid may belong. Drones in a French color.","episode":"mini-38","edited":false},
{"time": "0:00:51", "speaker": "spk_0","line":"Just ask the guy fees. Got hot Dogs. You don't know till you ask. I know it's a donut shop, but asking if it's too hot and you hear this coming out of my speaker here on my chest?","episode":"mini-38","edited":false},
{"time": "0:01:00", "speaker": "spk_1","line":"Yeah. What's the question? Do we have you","episode":"mini-38","edited":false},
{"time": "0:01:02", "speaker": "spk_0","line":"guys got hot dog? What's the pinky dog? It was a big eat out.","episode":"mini-38","edited":false},
{"time": "0:01:07", "speaker": "spk_1","line":"Do you want me to create a hot dog?","episode":"mini-38","edited":false},
{"time": "0:01:09", "speaker": "spk_0","line":"I'm asking You got one of the hot dog. 10 for 10 4? No, You heard him. Give me and said you. As you want him to create a hot dog, he might be open. Teoh, your talk. I don't want to wait. Hear what? God meant","episode":"mini-38","edited":false},
{"time": "0:01:22", "speaker": "spk_1","line":"A hot, But it's going to take a minute.","episode":"mini-38","edited":false},
{"time": "0:01:24", "speaker": "spk_0","line":"What about? I don't want to go back to the D U I stop. I'm tired of being a rat. I'm wanna meet people trying to drive home hammered, and I'm ratting him out. Yeah, well, you're ratting him out, but I'm meeting all these ladies. You got to stop using the D. I start tomorrow. Maybe I just trimmed up the mustache. We really roll that mustache. He's really working on somebody. I got some of those tiny scissors. Really? You know, you've been eyeing those from I've been Well, yeah, they've been in my Amazon car for a minute, but I finally pulled the trigger. $1.29. Well, because once you have, it's a lifestyle. I mean, don't make the bit. Don't make the dog way through what you talked about with the case and wear. What you doing? So are you. He hasn't started on me yet Now I don't wanna wait","episode":"mini-38","edited":false},
{"time": "0:02:12", "speaker": "spk_1","line":"this I'm starting with the If I can't get the bun, there's no point making the people","episode":"mini-38","edited":false},
{"time": "0:02:17", "speaker": "spk_0","line":"I was your baby in the bun Your dough, man, You're making an inaugural pinky dog.","episode":"mini-38","edited":false},
{"time": "0:02:22", "speaker": "spk_1","line":"The first ever picture dog.","episode":"mini-38","edited":false},
{"time": "0:02:23", "speaker": "spk_0","line":"This could be this could be a new thing.","episode":"mini-38","edited":false},
{"time": "0:02:25", "speaker": "spk_1","line":"Yeah, So I'm using some of the donut dough here, and I folded, and I'm gonna throw it in the bread. The bread cooker here.","episode":"mini-38","edited":false},
{"time": "0:02:33", "speaker": "spk_0","line":"Looking for an update on that pinky dog? Uh, you might already gotten one, but you can leave the channel open. All units, all units, please. Remember, we have the precinct. Part luck tonight. Precinct potluck. Don't feel all units. Shit. That's tonight. I don't have anything in the oven. Did you guys just here, Janine? Yes, Way tonight. I thought it was next week. I don't even have my chip chicken ready. No, I'm just gonna make chip chicken. What if we just bring couple of way? Bring 40. I hear you're trying to buzz in here. Yeah, Yeah. Uh uh. EBay called dessert tonight for the potluck.","episode":"mini-38","edited":false},
{"time": "0:03:15", "speaker": "spk_1","line":"See, looking on the list","episode":"mini-38","edited":false},
{"time": "0:03:16", "speaker": "spk_0","line":"here, you know, deserts open just make it a good one. Awesome Subsidiary. Open! All right, we will make it A good one will bring a couple of our favorites. Big wink. Did you did You didn't get so they don't have you guys. I just picked up an ice cream cake. I'm gonna bring it for dessert for the talk. Yeah. Is it too late to return it? Uh, I mean, it's an ice cream cake out of the jacket. Is there active around the guarantor? Alright. 10 fork shit were close. Quick. You near a freezer? Are you just gonna put it in the back of the car for a while? He has? No, I keep my car pretty cold, so it should be fine. Fire Fire Department 11 called the other 911 You need the fire department.","episode":"mini-38","edited":false},
{"time": "0:04:09", "speaker": "spk_1","line":"No, it's fine. I got it. I got a choir checks that always wire.","episode":"mini-38","edited":false},
{"time": "0:04:14", "speaker": "spk_0","line":"Jesus, Are you related to the pinky? Yes, you are glands. Oh, wow. You make the doughnuts","episode":"mini-38","edited":false},
{"time": "0:04:28", "speaker": "spk_1","line":"so fast. Yeah, I'll pink use no big fat fingers. Teoh getting away. No thumbs. Get in the way.","episode":"mini-38","edited":false},
{"time": "0:04:34", "speaker": "spk_0","line":"So what do you got here? So, for you got to toast it up a little bit. Ah, uh,","episode":"mini-38","edited":false},
{"time": "0:04:39", "speaker": "spk_1","line":"toasted as you could tell by the fire. But so, yeah, that's a work in progress, but over toasted doughnut. And then I used some of the custard for the Boston cream to be the inside of the pink A dog. And then I have mixed that up western","episode":"mini-38","edited":false},
{"time": "0:04:54", "speaker": "spk_0","line":"inside to be okay So far, this sounds a lot like a doughnut. Looking for a date on the roll down the windows. A gold nugget. Did the ice cream cake make the inside of your car real cold? Kark? Yeah. Uh, I am blasting the A C uh, just couldn't worried about the cake, but the cake with a lot colder than I thought it was. And it's kind of acting as a air conditioner kind of situation.","episode":"mini-38","edited":false},
{"time": "0:05:26", "speaker": "spk_1","line":"What? Keep the line clear. I called in backup about three minutes ago, and I think that would hurt it because there is some discussion","episode":"mini-38","edited":false},
{"time": "0:05:33", "speaker": "spk_0","line":"about Oh, yeah, that's our units. Fire. OK, All units report to report to the corner of main and six. And remember, potluck tonight. Don't fill up too much main and six shots fired. Officer down. Where's your dad? And they have stolen. They have stolen the scampi. So way need some sort of main dish Because the Scampia stuff it's stolen from the Podd lock. Our units, we put it on. Maybe be for scampi scampi. Tonight they're stealing from the precinct. Everybody, all units, be on high alert. Could be armed. Nader's Dave Scampi is gone. That's the best the star did. That's the whole thing. We got to get some more of these doughnuts, All points potion. Boys was tales. I couldn't make it. I need you to do me a favor, find my scampi. Indeed it You got it, Dave. You got it. And tell my wife that's the second thing. Please put in the squad. Know where my we're going to say the first thing you said. I know","episode":"mini-38","edited":false},
{"time": "0:06:39", "speaker": "spk_1","line":"where my wife is. So don't worry about that before the scampi First tomorrow if four Skippy more can be in the fridge. So we were forced.","episode":"mini-38","edited":false},
{"time": "0:06:55", "speaker": "spk_0","line":"Maybe we could just bring That's Kpodo. What? So he wants us to find a scampi which I'm I am down to not return to the Dio checkpoint. Come on, it's midday when anything is a bad idea. Guys, we gotto hires on the scampi you have eyes on the ship about. It's about 66 year old out. We'll go get him. Huh? Where Peter frozen to the floor. She spilled the coffee earlier. And now you're our coffee. Froze. You have coffee, President, Can we bail on your pinky dog to go find the scampi? Uh, are you gonna be back by there later? Now we're not coming back for all right over there. You guys come look for the scam people who are living in my skin. Okay, look, a pig. We're eating your dead friends. Camping. Whoa! Feeling on a motorcycle? Just Oh, my God. He must have one of those good scanners from radio sherry. Better not be scampi. A little cast iron pot. What do you want? Uh, just the scampi is all we need. Baby. Come and find us. That is our precincts skimpy. You cannot eat that. He sipping up the scampi on Mike on radio that scampi on radio. You did crusty bread into that nice lemony sauce too. We got the the your, uh, your busted buddy Pinky. 10 10 long johns, three French crawlers and 18 glaze. Pinky, pinky give us all that, but also do you know, does anybody come in here often and try to order a scampi? Oh, thank you. Sarah. Is there? There's that one journal minute. What does he look like without the cop? Not the cop. He's the one who got a scary stolen.","episode":"mini-38","edited":false},
{"time": "0:09:00", "speaker": "spk_1","line":"Whose days? Famous campaign, David. And this day, Bo's sometimes will have a scampi and David Lee eat all of it. And then someone were coming right after pretty frustrated trying to get their own scampi. What","episode":"mini-38","edited":false},
{"time": "0:09:13", "speaker": "spk_0","line":"does he look like? What does he look like?","episode":"mini-38","edited":false},
{"time": "0:09:14", "speaker": "spk_1","line":"Look, quick, Look, I don't want to do this because, you know, my described them. You might, um you know, you might racially profile people. Uh,","episode":"mini-38","edited":false},
{"time": "0:09:28", "speaker": "spk_0","line":"okay. With that already racially profiled right there. No, I just","episode":"mini-38","edited":false},
{"time": "0:09:31", "speaker": "spk_1","line":"don't trust you guys. Teoh. You know, if I told you, maybe is ethnicity that you won't racially profile everybody for","episode":"mini-38","edited":false},
{"time": "0:09:36", "speaker": "spk_0","line":"So he has an ethnicity. Okay, leave out is ethnicity And give us any prominent features. Okay. Big moustache kind of curls around. Okay, this sounds like a villain. Maybe a policeman come back kind of black hair. Okay. Villeneuve police. Right. What you're wearing anything dizzy?","episode":"mini-38","edited":false},
{"time": "0:09:57", "speaker": "spk_1","line":"Um, big pizza apron.","episode":"mini-38","edited":false},
{"time": "0:10:00", "speaker": "spk_0","line":"10 4 10 4 on that good buddy way that changed. Who in Italian, Chef. That's also a villain. Clear? No. Is it? Is that what it is? That's what I'm thinking. Goes this money back of any vacuum? Short run on this camera? Guys, they came and they took my ice cream cake. Well, how are you? Still cold? I thought that's all there was keeping you. Shots, shots fired. Shots fired, Everybody. All units, all units, please respond to the corner of scampi and ice cream cake were out for the potluck. I mean, excuse me, grand and eighth, you trigger","episode":"mini-38","edited":false},
{"time": "0:10:40", "speaker": "spk_1","line":"happy friend to ease up on that Because I got a gun to this ice cream cakes head right now out. But I will blow. It's chocolate right out.","episode":"mini-38","edited":false},
{"time": "0:10:50", "speaker": "spk_0","line":"Don't do that. Why would you do that? You shoot a cops, ice cream cake. You're going to jail for life. That's an immediate three strikes, buddy. Too","episode":"mini-38","edited":false},
{"time": "0:10:59", "speaker": "spk_1","line":"far gone. I killed a guy for a scampi. A cup guy,","episode":"mini-38","edited":false},
{"time": "0:11:03", "speaker": "spk_0","line":"but they seize ice cream. That's understandable at the crime of passion. Anybody kills anybody first camp. You We know that. But you cannot kill a policeman's ice cream killing. Don't you have a family? Don't you have a foul family? You married? I wish you have any shielded","episode":"mini-38","edited":false},
{"time": "0:11:21", "speaker": "spk_1","line":"that that I know off.","episode":"mini-38","edited":false},
{"time": "0:11:23", "speaker": "spk_0","line":"I mean, any little Bambino's profile plays an Italian village. Yeah, I got","episode":"mini-38","edited":false},
{"time": "0:11:31", "speaker": "spk_1","line":"a bit, but, you know, in the old country,","episode":"mini-38","edited":false},
{"time": "0:11:33", "speaker": "spk_0","line":"Okay. Okay. A lot is going to be like So are you from Italy? Have you been to Pinky's? Does","episode":"mini-38","edited":false},
{"time": "0:11:42", "speaker": "spk_1","line":"I go to Pinky's? Does every day. First. Can't be on every day they tell me they're out because some cop just got the last scampi, which they don't even","episode":"mini-38","edited":false},
{"time": "0:11:52", "speaker": "spk_0","line":"sell. Yeah, that guy's got to stop. Just making whatever people ask for","episode":"mini-38","edited":false},
{"time": "0:11:58", "speaker": "spk_1","line":"somebody else for a scampi. Now, a whip up right now.","episode":"mini-38","edited":false},
{"time": "0:12:02", "speaker": "spk_0","line":"No, we are still. We need our fuck. I go nuts so we can go toe Vaillant grand and a pink. Is this hot dog happening?","episode":"mini-38","edited":false},
{"time": "0:12:10", "speaker": "spk_1","line":"Where do you want the hot dog? Or do you want the 18 long johns? The 10?","episode":"mini-38","edited":false},
{"time": "0:12:13", "speaker": "spk_0","line":"Yes, it was 318 glaze and three French cars. Come on. Hey, guys. Not the hey, He's once a year in out of the, uh, cakes out. Get a little hot in here. I think you get a little light headed guys. So it's taking forever here cause this guy with all peaky says it's not impeding his ability to get doughnuts and actually helped. But it's the opposite. Were so helpful that it's taking forever so much","episode":"mini-38","edited":false},
{"time": "0:12:47", "speaker": "spk_1","line":"faster with all pick.","episode":"mini-38","edited":false},
{"time": "0:12:48", "speaker": "spk_0","line":"No, it's not. And they all bend backwards. Yeah, they don't bell different, like fingers that each bend like a pink in the points outward. Yeah, I had them installed. Wrong also. Well, is it? Uh, listen, I get a little lightheaded. Not sure if it's cause I'm hungry or because I'm hot. Could you guys just if he can throw the hot dog back on the unplayed on late, that'd be great. We will maybe do that. Are you in pursuit or what? The guys shot the guys, shot out my tires, shoes. You know he missed me. 10 4 way. We need the dog.","episode":"mini-38","edited":false},
{"time": "0:13:25", "speaker": "spk_1","line":"I don't want to alarm you guys, but a corvette of beautiful drunk women just pulled.","episode":"mini-38","edited":false},
{"time": "0:13:29", "speaker": "spk_0","line":"Okay, Okay, Now, my little clip ease, Officer, Officer does","episode":"mini-38","edited":false},
{"time": "0:13:35", "speaker": "spk_1","line":"Don't go too tight there. Absurd.","episode":"mini-38","edited":false},
{"time": "0:13:36", "speaker": "spk_0","line":"Officer down. Officer, can I help you What? How do I look? Wait. Uh, is that the Corvette? Ladies? Yeah. You're here. The pinkies? Yeah, I'm driving a Corvette. I I thought you were at the D Y. Stop. I made it through that dick. Well, hello. Hello, baby. Now, sharp moustache. No, thank you. Are you think about yours. Do you think it's sharp? Yeah. You actually trimmed? Uh, sir, your moustache is in sharp. Uh oh, my God, It's not sure. Oh, my God. This is a person could go worse. 17 over here from the mustache. Yeah, it's seriously. I see. And you know what's wrong with it? I mean it straight across, right? The line is nice. Yeah, I like it a little more pointing it like it's kind of like teeth. She","episode":"mini-38","edited":false},
{"time": "0:14:25", "speaker": "spk_1","line":"Hey, officer, you don't to do it just because this one woman said, Well, let me make it like t throw Cravy. I don't snip over the foodstuffs.","episode":"mini-38","edited":false},
{"time": "0:14:34", "speaker": "spk_0","line":"Pinky, stay out of it. Make that cream filled hot dog. Just all talk. We haven't heard from the villa. Way to deal with. I deal with this hottie with a body. She literally picked out the thing that you thought she would love and hated it. I'll change anything. It's devastating because you've been eyeing these tweezers for months. You bought them. You use them and they backfire. Tweezers? The baby, baby you, like Skip is how you escape is an ice cream kick. I e o ther scissors hit him in his bus. Dashes, bleeding out, moustache, wax and blood. It's bleeding out My wife. What do we tell her? I thought you didn't have a wife or even energy Do we don't want. We cannot tell a Rebid, Erkki, we're not going to do it with T o s so broad. We're not gonna tell her. Uh, that Tell her you love her. Okay, What's her address? And don't say something. Don't say 1 10 Lasagna Avenue. Do not.","episode":"mini-38","edited":false},
{"time": "0:15:55", "speaker": "spk_1","line":"3 42 leaning Tower of Pisa.","episode":"mini-38","edited":false},
{"time": "0:16:00", "speaker": "spk_0","line":"Uh, wear not going. Italy first. Well, is it? Immediately?","episode":"mini-38","edited":false},
{"time": "0:16:06", "speaker": "spk_1","line":"It's in Italy. It's 3 42 Leading tower pizza and intersections. 1 10 lasagna.","episode":"mini-38","edited":false},
{"time": "0:16:13", "speaker": "spk_0","line":"Our units? Um yes, There's a Sergeant Marcos. It's been brought to my attention. That pursuit of meal options for the potluck has really hindered our ah progress as, ah, police officer. So until further notice the potluck is going told over. Bullshit. Bullshit, Your Honor, I'm not a, uh, amount of judge, but I honor you anyway, sir. And the potluck is the thing we look forward to most all year. We need to have this potluck. I'm bringing donut and even brought to manage. This officer was not way said that. I apologize. It was bad. It was bad. I shut up. Hey, maybe it's good thing because I want to make my chip chicken. We just let him push, push, fire. So So we cancel. I mean, you already. You already, Your Honor, Stop! You're fired and I don't care The potluck something. I became account for off course. I'm heading to your location, Your Honor. Pinky's come on down. Cabin donuts for the potluck. That is still on. Shit. This chief is coming down. The chief? Yes. Who are you? Pinky or the villain?","episode":"mini-38","edited":false},
{"time": "0:17:56", "speaker": "spk_1","line":"The villain died member, you know. OK, call me Bambino. All right. What's the question? I got your donut for you. Here. I got your hot dog. I made a scampi for your your dead friends. Honor. Now you cops get out of here.","episode":"mini-38","edited":false},
{"time": "0:18:11", "speaker": "spk_0","line":"Okay, Get out of here. Well, you guys do a discount. Shit is Chief. I think we gotta get out of here. Hey, don't know what? 10. Although we're here, no way. We're doing the what's called the checkpoint. The checkpoint where the delight check. My just stayed at the checkpoint. Wait. What? Yeah, Just go. Stay with her. Booth. Jesus! He crashed into us. Oh, no. The cars get the child's life. Two cars on top of peaky burger. The pink is the life there in the back. Much stronger was a distant small this tiny. This is like a bag of fingers. It looks like jump in the back of fingers, just like you. Your Honor, this is your fault. I'm putting the bag of pinkies. I've on it. Okay. Who was that? It was by the dog. Sorry, I did everything to say just this time. What is it? What? What do we tell your wife? Frankie,","episode":"mini-38","edited":false},
{"time": "0:19:27", "speaker": "spk_1","line":"tell my wife I never credit all the pig Levi's.","episode":"mini-38","edited":false},
{"time": "0:19:34", "speaker": "spk_0","line":"Is she in the back? You Taylor Teoh, Miss Pinky? Yes, Not Miss Piggy. Miss Pinky. I know E u. I know. I said not. Miss Piggy. That makes me think you think I'm worried about being going, Miss Pig. Why you don't look like him. I mean, not me. Him. You're a woman. And your husband, Mr Pinky is right. I think I look like a male pig. No, I said, what's conversation","episode":"mini-38","edited":false},
{"time": "0:20:12", "speaker": "spk_1","line":"I've heard before dying.","episode":"mini-38","edited":false},
{"time": "0:20:13", "speaker": "spk_0","line":"What? Broke? Oh, my wo has been quitting the corner down here at Pinky's corner here. You need May. You need made, man. Yes. Yeah. Mr Quarter. Come in. Hot and fast. Like unusual. Oh, wait, Windshield. Mr. Quarter. Thank God you're here. This is Pinky's dead. I crashed through my crashed her and I went through the windshield. I'm in the child units. All units, let's just stay away from pinkies in. Let's not admit we were there today. Spot look is back on and we've ordered from rally used. We got we ordered from rallies and also McClarty potluck. We've just ordered a bunch of food. It is a big meal.","episode":"mini-38","edited":false},
{"time": "0:21:23", "speaker": "spk_1","line":"All units, all units were wondering where the coroner is. There some bodies piling up all over the city.","episode":"mini-38","edited":false},
{"time": "0:21:29", "speaker": "spk_0","line":"Hey, this is Officer Dough and officer meet love up here. That is my name. But I forgot. Ah, and I just made my name? Meatball. For the first time, you said meatloaf. I Jesus Christ. It's Officer me loathe This guy's about health. The coroner's airy Christ. There's always shows. Died his final words loaf the art. Um, where isn't this ironic? Imprisoned there was off Mike. Guys, sorry. I fainted because it was so hot in my room. Your room. Are you in a home? I gotta confess. Please have this be the final thing. You're going to get a confession. Yeah. Let me get your honor on the line here, you guys. I, uh, and took my radio out of my car, and I put it in my bedroom. I've been lying. This whole time I've been laying at home was your room. Even freezing No, is all part. It was all an elaborate show. I'm a disgrace to the force. It wasn't that elaborate. Shivering. All right, Well, it's chaos here at Pinky's. Pinky's dead. His wife died. Yes, the coroner's dead. What we got and condemn this place and get the hell out of us. Gets work. Working, damning kind of nation on Banky's during a condemnation, taking the condiments with us, we're going to bring it to me. Oh, that's right. Condemnation is a closing, a quick closing of a place and also stealing the condiments from it. So, as you know, that's what's gonna happen. Your honors here, he's still alive. You're it. Write your Honor. Oh, yeah. I crashed into the stores. Well, I was knocked unconscious, but I am here. OK, good. So we'll call for the condemnation. You need to bring your dog. Damn, It's one of those guys from that cool new brand. Condemnation of ability. Do you both? Yes. You could never be to say Well, yeah, Give me a couple of rubbers. Give me a couple of Jimmy hats.","episode":"mini-38","edited":false},
{"time": "0:24:01", "speaker": "spk_1","line":"All right? For your job.","episode":"mini-38","edited":false}]
