[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-17","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"Wow, That after party was a","episode":"mini-17","edited":false},
{"time": "0:00:04", "speaker": "spk_1","line":"new. Yeah, right. Really? I told you guys, it was gonna be a really good time, right? It was so awesome.","episode":"mini-17","edited":false},
{"time": "0:00:11", "speaker": "spk_2","line":"Everyone was there.","episode":"mini-17","edited":false},
{"time": "0:00:13", "speaker": "spk_0","line":"Everybody was there. I couldn't believe how late it went. Yeah, Yeah.","episode":"mini-17","edited":false},
{"time": "0:00:18", "speaker": "spk_1","line":"I mean, let's some say some would say it's not even over","episode":"mini-17","edited":false},
{"time": "0:00:21", "speaker": "spk_0","line":"now. Still time from Yeah,","episode":"mini-17","edited":false},
{"time": "0:00:24", "speaker": "spk_1","line":"Uh, that Prince cover band is still playing right now. Yeah, yeah.","episode":"mini-17","edited":false},
{"time": "0:00:29", "speaker": "spk_2","line":"Keep playing when doves cry over knows, Want sound windows","episode":"mini-17","edited":false},
{"time": "0:00:35", "speaker": "spk_0","line":"cracked. I don't think that's have a silent way. We didn't make the play time. Yeah, yeah, I know. You had, like, a competing play, which is a It was, uh, blade like that was a late showing.","episode":"mini-17","edited":false},
{"time": "0:00:48", "speaker": "spk_3","line":"Yeah, Well,","episode":"mini-17","edited":false},
{"time": "0:00:49", "speaker": "spk_0","line":"opposite of a man named","episode":"mini-17","edited":false},
{"time": "0:00:50", "speaker": "spk_3","line":"Yeah, I got the email and it said Night midnight matinee. Um, and it was I thought it was a great opportunity. Just me, Um, the cast wasn't gonna be there. Uh, so I did a midnight matinee, and it just happened to coincide with the after party of ah, certain like,","episode":"mini-17","edited":false},
{"time": "0:01:09", "speaker": "spk_1","line":"honestly, honestly, Really? Well, thank you. I I'm glad you didn't show up because I checked as we were leaving, I looked at the guest. Listen, and I had, in fact, spelled your name wrong. So you got to turn away. You got turned away at the door. Ah, t a D e Todd. Yeah. Padre Pio D r a. Why,","episode":"mini-17","edited":false},
{"time": "0:01:29", "speaker": "spk_3","line":"Okay. How are you spelling it wrong is are you Is it handwritten and they can't read your writing? Are you sending an email quickly? Are you texting it? And","episode":"mini-17","edited":false},
{"time": "0:01:35", "speaker": "spk_1","line":"I actually went back and looked at the old the email chain, and they actually asked me if I had spelled it correctly. And I said,","episode":"mini-17","edited":false},
{"time": "0:01:42", "speaker": "spk_0","line":"Yeah, I think so.","episode":"mini-17","edited":false},
{"time": "0:01:43", "speaker": "spk_1","line":"On they said, Are you sure? Because we have You've tried this before and you spelled it differently. I said, no. It looks","episode":"mini-17","edited":false},
{"time": "0:01:48", "speaker": "spk_2","line":"right now. You don't have time to fact.","episode":"mini-17","edited":false},
{"time": "0:01:51", "speaker": "spk_1","line":"Honestly, Yeah, I don't Even I was any my actually went through your guest list","episode":"mini-17","edited":false},
{"time": "0:01:55", "speaker": "spk_0","line":"and crossed out quite a few names so I could get a bunch of people in for bkb s. Right. Um, so I crossed out. Todd actually put Ted Nugent","episode":"mini-17","edited":false},
{"time": "0:02:05", "speaker": "spk_3","line":"because we're so similar. Name Y","episode":"mini-17","edited":false},
{"time": "0:02:06", "speaker": "spk_0","line":"Yes. Yes. Yeah, I just needed. But I'm close personal friends with Todd Nugent. A lot of","episode":"mini-17","edited":false},
{"time": "0:02:13", "speaker": "spk_2","line":"the park city boys in there to really in the Park City Hermits were when the were in attendance. In the separate corners,","episode":"mini-17","edited":false},
{"time": "0:02:20", "speaker": "spk_3","line":"your casually saying Park City I don't know that the audience, if they're not reading New York News, has a nose. The developments. What's going on?","episode":"mini-17","edited":false},
{"time": "0:02:29", "speaker": "spk_2","line":"Oh, yes. Well, my small hermit shall A in the Central Park has grown to a bunch of other like minded New York hermits, and we now own all of the park and turned it into a city.","episode":"mini-17","edited":false},
{"time": "0:02:43", "speaker": "spk_3","line":"Park City, Utah, New York. Okay.","episode":"mini-17","edited":false},
{"time": "0:02:47", "speaker": "spk_2","line":"Park City, Utah, New York, New York. I thought it was maybe something about Park Slope, Brooklyn. But is Park City, Utah? We're hoping to expand. We're having spent all the other","episode":"mini-17","edited":false},
{"time": "0:02:57", "speaker": "spk_1","line":"parks. Why did you decide to add the Utah? Because Park City makes sense to me because it's it's a city in the park. There is already Park City, Utah and you. Is it a name recognition thing or what?","episode":"mini-17","edited":false},
{"time": "0:03:10", "speaker": "spk_2","line":"It's throughout the scent, Uh, throw off the scent a little bit, you know? Exactly. I don't want anybody sniffing around to get into the right place. They think we know where these hermits are. Wait a second, we're in Utah. All of a sudden they leave us alone. So","episode":"mini-17","edited":false},
{"time": "0:03:24", "speaker": "spk_0","line":"you're thinking some authorities I'm not sure who might be any by Martin Wreck are gonna show up men in black knowing the park has been taken over by hermits. And, ah, uh, fancy hermits really","episode":"mini-17","edited":false},
{"time": "0:03:42", "speaker": "spk_1","line":"layer to call them hermits. At this point, you guys socialize in. Incredible. If","episode":"mini-17","edited":false},
{"time": "0:03:46", "speaker": "spk_0","line":"you want me to eat your head. Of course I don't. Because I lied your head right now. No, I'm just trying","episode":"mini-17","edited":false},
{"time": "0:03:51", "speaker": "spk_1","line":"to get to the bottom. Is I want to understand my like a critter. Okay, well, a lot of people say when you get famous, you leave the people but the little people behind and I don't want to be that guy. I want to know what's going on in my friend's life.","episode":"mini-17","edited":false},
{"time": "0:04:03", "speaker": "spk_2","line":"That's really nice. Well, don't ask any questions or relieved your head Come down to Park","episode":"mini-17","edited":false},
{"time": "0:04:07", "speaker": "spk_0","line":"City. I just don't know if authorities are gonna walk into this place and be like, Oh, never mind. We're in Utah. I know. We came here trying to get the park back, which is a integral part of this city s Oh, never mind. Were That","episode":"mini-17","edited":false},
{"time": "0:04:23", "speaker": "spk_2","line":"is why we brought in the snow.","episode":"mini-17","edited":false},
{"time": "0:04:24", "speaker": "spk_1","line":"I shouldn't say the snow machines do a good job of selling it. But in","episode":"mini-17","edited":false},
{"time": "0:04:27", "speaker": "spk_2","line":"the rings, the Olympic rings because we hosted the Olympics in the past, City, Utah absolutely did and were thrown off the sand. There's nothing. There's no hills in Central Park. It's one of the flat of cities in the world. But we're changing that.","episode":"mini-17","edited":false},
{"time": "0:04:44", "speaker": "spk_3","line":"You're making Park City Hillyer","episode":"mini-17","edited":false},
{"time": "0:04:45", "speaker": "spk_2","line":"absolutely well. We build these hermit shall A's they got today. What exactly is a hermit show? A bunch of sticks that resembles a bird's nest but bigger.","episode":"mini-17","edited":false},
{"time": "0:04:55", "speaker": "spk_1","line":"Okay, they're a roof on it, you","episode":"mini-17","edited":false},
{"time": "0:04:57", "speaker": "spk_2","line":"know, it's a whole lives the middle of the whole.","episode":"mini-17","edited":false},
{"time": "0:05:00", "speaker": "spk_3","line":"Well, I submitted my I submitted a couple short films to Sundance, so I'm hoping, you know that they make it in. I know if you know the people in the committee. Of course.","episode":"mini-17","edited":false},
{"time": "0:05:11", "speaker": "spk_1","line":"Well, I think the problem is, I've heard I've actually heard a little bit about this Sundance, and it is not a film festival. In fact, it's actually all these hermits. It's the first male offspring just go out into the field and start dancing","episode":"mini-17","edited":false},
{"time": "0:05:23", "speaker": "spk_2","line":"yet to Sundance You gotta have a son to be in it. If you're a daughter, if you're a mother, if your girlie if you're a boy, well, if you're a boy, you could do it. But if? But if you're a father, you can't write. And last year, Dad is still alive.","episode":"mini-17","edited":false},
{"time": "0:05:37", "speaker": "spk_1","line":"You gotta because I got to be","episode":"mini-17","edited":false},
{"time": "0:05:38", "speaker": "spk_2","line":"a son. Once your dad dies, you no longer a son, it gets","episode":"mini-17","edited":false},
{"time": "0:05:41", "speaker": "spk_3","line":"revoked. You're","episode":"mini-17","edited":false},
{"time": "0:05:42", "speaker": "spk_0","line":"simply a man","episode":"mini-17","edited":false},
{"time": "0:05:46", "speaker": "spk_2","line":"having a son. Who? Not according to this paperwork for this and not in Park City, Utah, New York,","episode":"mini-17","edited":false},
{"time": "0:05:54", "speaker": "spk_3","line":"New York, America. So if your dad dies, you are no longer the child of Ah man, you're knowing. Or so","episode":"mini-17","edited":false},
{"time": "0:06:00", "speaker": "spk_2","line":"for this one about this dance, I mean, in real life, sure to do whatever you want but the rules of the damn","episode":"mini-17","edited":false},
{"time": "0:06:05", "speaker": "spk_0","line":"right Sunday. Because if every man would be out there dancing, it's a high commodity. Every man is a","episode":"mini-17","edited":false},
{"time": "0:06:13", "speaker": "spk_1","line":"sign. It's not the potential. It's not. There's not. It's not an issue potential. It's It's actually if you are done, you have a living father.","episode":"mini-17","edited":false},
{"time": "0:06:20", "speaker": "spk_2","line":"And that's true. But don't forget that I will eat your head if you ask any more questions. We will eat your head.","episode":"mini-17","edited":false},
{"time": "0:06:26", "speaker": "spk_3","line":"It's a shame for May because my dad passed away patricide and my wife never gave me a son. What","episode":"mini-17","edited":false},
{"time": "0:06:34", "speaker": "spk_2","line":"is","episode":"mini-17","edited":false},
{"time": "0:06:34", "speaker": "spk_1","line":"Patrick's? That means hey was killed, Killed","episode":"mini-17","edited":false},
{"time": "0:06:37", "speaker": "spk_3","line":"by his son. Yeah, my dad passed away through patricide. And now we've","episode":"mini-17","edited":false},
{"time": "0:06:42", "speaker": "spk_1","line":"never gotten into. This time","episode":"mini-17","edited":false},
{"time": "0:06:43", "speaker": "spk_3","line":"there was a natural patricide. Don't worry. It was natural causes.","episode":"mini-17","edited":false},
{"time": "0:06:46", "speaker": "spk_0","line":"How exactly? Knife in the eyeball. Well, how it? Because that's what he died for him, right?","episode":"mini-17","edited":false},
{"time": "0:06:52", "speaker": "spk_3","line":"Yeah. Happened.","episode":"mini-17","edited":false},
{"time": "0:06:53", "speaker": "spk_1","line":"This was diagnosed by a doctor.","episode":"mini-17","edited":false},
{"time": "0:06:55", "speaker": "spk_3","line":"Yeah, well, they had to do the whole autopsy because they thought they wouldn't share. Like, uh, you know,","episode":"mini-17","edited":false},
{"time": "0:07:01", "speaker": "spk_0","line":"they did an autopsy.","episode":"mini-17","edited":false},
{"time": "0:07:03", "speaker": "spk_3","line":"Yes. So they just looked at the whole top of his body, All tops. It was honestly, all topsy turvy by the end of it. My dad was so this before I come from a long line of people whose bodies were so confusing. You can't tell top from bottom,","episode":"mini-17","edited":false},
{"time": "0:07:16", "speaker": "spk_0","line":"right? You passed out for a","episode":"mini-17","edited":false},
{"time": "0:07:19", "speaker": "spk_1","line":"while, and it really confused the coroner, and he was just going all it was flipping around.","episode":"mini-17","edited":false},
{"time": "0:07:24", "speaker": "spk_3","line":"Yeah. Autopsy turvy. Well, I passed out at the joy of finally saying this man dead uh, who had tormented me my whole life. He was so","episode":"mini-17","edited":false},
{"time": "0:07:35", "speaker": "spk_0","line":"good, Teoh. He was a good man.","episode":"mini-17","edited":false},
{"time": "0:07:38", "speaker": "spk_3","line":"I was fulfilling my edible prophecy. You know, uh,","episode":"mini-17","edited":false},
{"time": "0:07:42", "speaker": "spk_2","line":"your edible prophecy.","episode":"mini-17","edited":false},
{"time": "0:07:43", "speaker": "spk_3","line":"Edible prophecy? Well, at a very young age,","episode":"mini-17","edited":false},
{"time": "0:07:45", "speaker": "spk_0","line":"what is the edible","episode":"mini-17","edited":false},
{"time": "0:07:46", "speaker": "spk_3","line":"complex of the edible complex on Oracle? I told my parents one day I would kill and eat my father Patricide to edible? Yes. And so. But honestly, this is Luckily, the statute of communications is limited here, so I can talk about this, but Statue of Communications? Yeah, limitations. That's the one, um, eso. But what makes you sad is I can't dance at your festival. And I guess my films can't be a part of it either, Which is honestly about But, you know,","episode":"mini-17","edited":false},
{"time": "0:08:19", "speaker": "spk_2","line":"I would have made it any","episode":"mini-17","edited":false},
{"time": "0:08:20", "speaker": "spk_3","line":"happy I I am happy to be doing another episode of this podcast, honestly, for three of my equals and my good friends. And ah, sorry to miss the party. But that happened with my buddies.","episode":"mini-17","edited":false},
{"time": "0:08:31", "speaker": "spk_1","line":"Yeah. Wait. Maybe it was awesome. It really was. Honestly, I'm really starting to feel like I'm, like, a part of the crew now. You know, like I feel like I'm going to go in the like pantheon of SNL. Yeah.","episode":"mini-17","edited":false},
{"time": "0:08:42", "speaker": "spk_2","line":"So you feeling like you're part of the crew? You're really in there?","episode":"mini-17","edited":false},
{"time": "0:08:46", "speaker": "spk_1","line":"Yeah. It honestly feels like I'm made in the shade, boys. I mean, I I had offers from a couple different movie studios. Teoh read for some parts. Well, l A Yeah, I, of course, do it on hiatus, so I can't do it now. We're obviously filming every every Saturday for the next couple weeks, so I can't do But I think we would","episode":"mini-17","edited":false},
{"time": "0:09:05", "speaker": "spk_0","line":"know. And he spinoffs any, uh, any, uh, Warner properties.","episode":"mini-17","edited":false},
{"time": "0:09:12", "speaker": "spk_3","line":"Anyone knows you","episode":"mini-17","edited":false},
{"time": "0:09:15", "speaker": "spk_2","line":"do In spite of","episode":"mini-17","edited":false},
{"time": "0:09:16", "speaker": "spk_1","line":"I I I did read for the villain in the next Spiderman movie. Uh, his name is Ah. Is ah. Thunder pussy.","episode":"mini-17","edited":false},
{"time": "0:09:26", "speaker": "spk_0","line":"Undersea posi. That's OK. So So I'm pretty sure that I don't know a lot about the superhero universe growing","episode":"mini-17","edited":false},
{"time": "0:09:35", "speaker": "spk_3","line":"up. I would always read Comics just is an escape from the horrors of life. Okay, you're reading that off of a piece of","episode":"mini-17","edited":false},
{"time": "0:09:41", "speaker": "spk_0","line":"paper that says my make me interesting book. My may","episode":"mini-17","edited":false},
{"time": "0:09:46", "speaker": "spk_1","line":"create one piece of paper and it's called Your mind. Made me interesting. Book. Go ahead. Keep reading it. Todd Itt's honestly really","episode":"mini-17","edited":false},
{"time": "0:09:54", "speaker": "spk_0","line":"gets down into it. Sometimes. Occasionally, it'll like hell. When I hear and say something woke, he'll be reading off of it.","episode":"mini-17","edited":false},
{"time": "0:10:01", "speaker": "spk_3","line":"So this is just effect about May I just You know, I read a lot of comic books when I was younger to skip. So","episode":"mini-17","edited":false},
{"time": "0:10:08", "speaker": "spk_1","line":"you know, the whole mythology","episode":"mini-17","edited":false},
{"time": "0:10:09", "speaker": "spk_3","line":"and I don't know, thunder pussy","episode":"mini-17","edited":false},
{"time": "0:10:11", "speaker": "spk_0","line":"for Doc to push, man. Right? First Doc. Doc Ock, Lesser known octopus. I called him Octopus","episode":"mini-17","edited":false},
{"time": "0:10:20", "speaker": "spk_1","line":"Man when I was auditioning via Sam Silver. And, ah, there's also Octopussy from the James Bond films. Right. So this is Thunder. Podd. Think Thunder pussy is actually a villain based off of a real band that is called Thunder","episode":"mini-17","edited":false},
{"time": "0:10:36", "speaker": "spk_3","line":"put. Oh,","episode":"mini-17","edited":false},
{"time": "0:10:37", "speaker": "spk_2","line":"there's also awkward pussy.","episode":"mini-17","edited":false},
{"time": "0:10:41", "speaker": "spk_3","line":"And that scared you based on me,","episode":"mini-17","edited":false},
{"time": "0:10:44", "speaker": "spk_1","line":"right? And there's a space between awkward and pushy.","episode":"mini-17","edited":false},
{"time": "0:10:46", "speaker": "spk_0","line":"Well, your butthole God, um, I got, like, bowling a lot in high school, right?","episode":"mini-17","edited":false},
{"time": "0:10:54", "speaker": "spk_3","line":"Yeah. And, you know, in the fifties and sixties were wild. I became friends with Stanley, and I started telling him some of my life story.","episode":"mini-17","edited":false},
{"time": "0:11:02", "speaker": "spk_0","line":"Really? Yeah, yeah. So maybe thunder pussy is based on your butthole.","episode":"mini-17","edited":false},
{"time": "0:11:08", "speaker": "spk_3","line":"It could be a man of character description.","episode":"mini-17","edited":false},
{"time": "0:11:10", "speaker": "spk_2","line":"I had no idea you were such good friends with Stanley and still never be able to get cast of with the smooth way from the office.","episode":"mini-17","edited":false},
{"time": "0:11:17", "speaker": "spk_3","line":"No Stanley and that Stanley, who have I'm enemies with Stanley, I would audition for every Marvel movie for the same part that Stanley ended up getting. So it was all politics","episode":"mini-17","edited":false},
{"time": "0:11:29", "speaker": "spk_1","line":"when you auditioned for Stanley's cameos in his movies. They're in the script. I'm sure they say, Stanley,","episode":"mini-17","edited":false},
{"time": "0:11:36", "speaker": "spk_3","line":"my agent would show me the script and I would say, Let me go on tape for this. I think I can beat Stanley for this role.","episode":"mini-17","edited":false},
{"time": "0:11:41", "speaker": "spk_1","line":"How many times have you said Excelsior in a self state?","episode":"mini-17","edited":false},
{"time": "0:11:44", "speaker": "spk_3","line":"Uh, every time. That's our introduce myself. Todd Tadre Excelsior","episode":"mini-17","edited":false},
{"time": "0:11:49", "speaker": "spk_0","line":"doesn't work, though The wink to the audience is like, That's the author.","episode":"mini-17","edited":false},
{"time": "0:11:53", "speaker": "spk_3","line":"I don't know. Let's just say that some things have changed recently and not someone else to get out of place daily.","episode":"mini-17","edited":false},
{"time": "0:12:00", "speaker": "spk_1","line":"Under being changed, he's Dad Todd","episode":"mini-17","edited":false},
{"time": "0:12:02", "speaker": "spk_3","line":"and rest in peace.","episode":"mini-17","edited":false},
{"time": "0:12:04", "speaker": "spk_1","line":"Ah, well, Thunder pussy is his whole thing is he's ah, he's scared. He's gonna","episode":"mini-17","edited":false},
{"time": "0:12:11", "speaker": "spk_0","line":"believe gravestone gravestone, the viewing, funeral flower, grief","episode":"mini-17","edited":false},
{"time": "0:12:27", "speaker": "spk_3","line":"bereft weep pictures pictures of the funeral","episode":"mini-17","edited":false},
{"time": "0:12:35", "speaker": "spk_2","line":"tiny into earn spreading ash spread day dust to dust, sunset reconnecting with father eulogy. So tell us about thunder Pussy.","episode":"mini-17","edited":false},
{"time": "0:12:57", "speaker": "spk_1","line":"Ah, well. Ah, the character is actually, it's It's one of those things where, um it's kind of like a literal thing where he's like, he's kind of a scaredy cat. But when he hears a loud noise, he gets really strong, so","episode":"mini-17","edited":false},
{"time": "0:13:11", "speaker": "spk_3","line":"that is easily frightened. And they get strong.","episode":"mini-17","edited":false},
{"time": "0:13:13", "speaker": "spk_1","line":"Yeah, So you get scared, and then he when he hears thunder or hears a loud noise","episode":"mini-17","edited":false},
{"time": "0:13:17", "speaker": "spk_2","line":"so they could only be a hero on a bad day.","episode":"mini-17","edited":false},
{"time": "0:13:19", "speaker": "spk_1","line":"Yeah. Or if people are screaming, Okay, I'll","episode":"mini-17","edited":false},
{"time": "0:13:22", "speaker": "spk_3","line":"say hearing this. Yeah. This character is not based on make, So I'm scared. My butthole is weak, not strong. So this you can't be based on numbers. And who do you know who else is going out for it? Is it","episode":"mini-17","edited":false},
{"time": "0:13:33", "speaker": "spk_1","line":"all right now it Well, it's down to me. Keaton, Harrelson and, uh, just eaten. Yes, OK. Yeah.","episode":"mini-17","edited":false},
{"time": "0:13:42", "speaker": "spk_3","line":"Keaton, Woody Harrelson, Woody Harrelson and very abusive.","episode":"mini-17","edited":false},
{"time": "0:13:45", "speaker": "spk_1","line":"Yeah, really, really weird. Makes sense.","episode":"mini-17","edited":false},
{"time": "0:13:49", "speaker": "spk_2","line":"Studio knows what they want. Yeah.","episode":"mini-17","edited":false},
{"time": "0:13:51", "speaker": "spk_1","line":"Yeah, I think they're actually pairing me up with Diane Keaton. Eso I'm not sure I think they can. How's your, You know, we're both their, like, sort of thing. It's either going to be ah Buc or Harrelson, or it's gonna be you or Diane Keaton. So I think it depends on what direction they want","episode":"mini-17","edited":false},
{"time": "0:14:10", "speaker": "spk_3","line":"to go. Your type zone is Diane Keaton.","episode":"mini-17","edited":false},
{"time": "0:14:12", "speaker": "spk_1","line":"Yes. So it seems like they're setting. They're sort of like placing me in the same sort of zone like","episode":"mini-17","edited":false},
{"time": "0:14:17", "speaker": "spk_2","line":"That's incredible. I mean, you just started on SNL recently. Yeah. Now you're blowing up to thunder Push,","episode":"mini-17","edited":false},
{"time": "0:14:24", "speaker": "spk_0","line":"and I don't","episode":"mini-17","edited":false},
{"time": "0:14:24", "speaker": "spk_1","line":"want to get excited. You guys know me. I don't I don't like to get excited about stuff cause my dreams get dashed. So, uh, constantly eso I'm just kind of like letting it comes. It comes and taking the good. Ah, the good that comes and being happy. But I'm not getting my hopes.","episode":"mini-17","edited":false},
{"time": "0:14:38", "speaker": "spk_2","line":"I noticed you're looking pretty buff. Thanks. Yeah, I've been doing a little Hollywood workout. Thank you. Know,","episode":"mini-17","edited":false},
{"time": "0:14:44", "speaker": "spk_1","line":"uh, Chris Hemsworth actually was it Get was host on the show and he he taught me a workout plan. He and I now work out twice a week in the mornings. We'll just run down the street.","episode":"mini-17","edited":false},
{"time": "0:14:58", "speaker": "spk_3","line":"What a plan.","episode":"mini-17","edited":false},
{"time": "0:15:00", "speaker": "spk_2","line":"He showed you how to do that?","episode":"mini-17","edited":false},
{"time": "0:15:01", "speaker": "spk_0","line":"Yeah. Are you Are you sure you're not running after him? Well, does he know air their","episode":"mini-17","edited":false},
{"time": "0:15:09", "speaker": "spk_1","line":"asses? Faras. I'm screaming at him the whole time. Ask telling him this makes more sense. Yeah. Toe. Hey, slow down. I need to talk to you. Uh, but yeah, I've lost a little","episode":"mini-17","edited":false},
{"time": "0:15:20", "speaker": "spk_2","line":"going Slow down. I need to talk to you pretty clear. You're not working out with it.","episode":"mini-17","edited":false},
{"time": "0:15:24", "speaker": "spk_0","line":"Can I ask you? Because you weren't in last week's show at all like we had. No way. You had a good week. Burst happens. You weren't in last week's show at all. Yeah, we went to the after party with you. You said a couple of things of yours got cut. I mean, well,","episode":"mini-17","edited":false},
{"time": "0:15:40", "speaker": "spk_1","line":"you guys saw this. The sketch that ended up online, the cut for time sketch that ended up online.","episode":"mini-17","edited":false},
{"time": "0:15:45", "speaker": "spk_0","line":"Yeah. Um, it seemed as if it was filmed like, pretty when the studio was empty and it did. It","episode":"mini-17","edited":false},
{"time": "0:15:56", "speaker": "spk_1","line":"was uploaded to a secondary YouTube and Facebook account. There's no Facebook and YouTube account. They didn't want to put my they seem like it from dress. Well, it was cut pre dress and I just wanted","episode":"mini-17","edited":false},
{"time": "0:16:08", "speaker": "spk_3","line":"t. You were pre dressing. That's good,","episode":"mini-17","edited":false},
{"time": "0:16:11", "speaker": "spk_0","line":"But that's the joke. You were Russia. It was a lot about how quick you had rushed on, because SNL is obviously a world when to get into costume.","episode":"mini-17","edited":false},
{"time": "0:16:20", "speaker": "spk_3","line":"And I listen. I love these meta sketches that smells during. So this is right in the zone of stuff. I like his referencing. You know itself in the celebrity of it. In the difficulty of it, yeah, that's what we his fans want to see.","episode":"mini-17","edited":false},
{"time": "0:16:33", "speaker": "spk_2","line":"Been there. We've all been one of 10 people on an elite showed New York, and it's what we resonate with. I mean, the comedy of the way to do","episode":"mini-17","edited":false},
{"time": "0:16:42", "speaker": "spk_3","line":"comedy is to do the thing that people understand the most, which is your life as a comedy actor. Ah, and that's the struggle of that. So I love that you guys were doing that.","episode":"mini-17","edited":false},
{"time": "0:16:54", "speaker": "spk_2","line":"You've seen that new Pete home show crashing. I love how nobody on it is really funny. It's not","episode":"mini-17","edited":false},
{"time": "0:17:03", "speaker": "spk_3","line":"new, by the way it's been here for three","episode":"mini-17","edited":false},
{"time": "0:17:07", "speaker": "spk_0","line":"years. No. Yes. And here to me","episode":"mini-17","edited":false},
{"time": "0:17:09", "speaker": "spk_2","line":"baby. Every since we're in New York, I've been going down to that nasty part of temporal the comedy","episode":"mini-17","edited":false},
{"time": "0:17:13", "speaker": "spk_3","line":"clubs are Yeah, you have been Ah,","episode":"mini-17","edited":false},
{"time": "0:17:17", "speaker": "spk_0","line":"yeah. We took the grittiness of these shows about stand up and we took out the stand up, but kept","episode":"mini-17","edited":false},
{"time": "0:17:24", "speaker": "spk_3","line":"the grit. Yeah, we kept the grill.","episode":"mini-17","edited":false},
{"time": "0:17:26", "speaker": "spk_0","line":"It's mostly just about mu performing in front","episode":"mini-17","edited":false},
{"time": "0:17:29", "speaker": "spk_2","line":"of Dumpsters. Amore? Yeah, Flyer ing passing out paper, a big chunk about eating someone's head. They've been hard to","episode":"mini-17","edited":false},
{"time": "0:17:38", "speaker": "spk_3","line":"shoot, though, because you're selling passes to be on set for this show at the BK s stand. And people are buying passes to be like caterers key grips. Ah, transposed department.","episode":"mini-17","edited":false},
{"time": "0:17:52", "speaker": "spk_0","line":"Yeah. I mean, well, as you know, like with teachers Barge. What up, teachers? Barge far? Um, that, uh oh, was that them? Hey,","episode":"mini-17","edited":false},
{"time": "0:18:04", "speaker": "spk_3","line":"give us a little too to","episode":"mini-17","edited":false},
{"time": "0:18:06", "speaker": "spk_0","line":"through a bunch of cash into the hole. Looks like they just throwing cash away. But you have my bkb s. Booth has been mostly functioning as a employee. Trafficking you're a bit of","episode":"mini-17","edited":false},
{"time": "0:18:20", "speaker": "spk_1","line":"a headhunter is not, But it not for CEOs are, like high high level position now, mostly like minimum wage,","episode":"mini-17","edited":false},
{"time": "0:18:28", "speaker": "spk_0","line":"because a bunch of tourists come here with, you know, that New York energy and I trick them into working for a bunch of different stuff.","episode":"mini-17","edited":false},
{"time": "0:18:39", "speaker": "spk_3","line":"Oh, yeah. Have you thought of Maybe turn changing your business? Still not seem like it's a tourist business and just becoming a headhunter.","episode":"mini-17","edited":false},
{"time": "0:18:48", "speaker": "spk_0","line":"And I have not","episode":"mini-17","edited":false},
{"time": "0:18:50", "speaker": "spk_3","line":"gone from Sam, By the way, were they play at the party? I was doing my midnight matinee, and we're recording this right now at 1 a.m. Yeah. So","episode":"mini-17","edited":false},
{"time": "0:19:04", "speaker": "spk_0","line":"we're gonna head to the after after party.","episode":"mini-17","edited":false},
{"time": "0:19:08", "speaker": "spk_2","line":"Finally, you guys excited design about our day off tomorrow, Get one a week, and, boy, do you cash","episode":"mini-17","edited":false},
{"time": "0:19:15", "speaker": "spk_3","line":"in on it. What do you like to do with the Sunday","episode":"mini-17","edited":false},
{"time": "0:19:19", "speaker": "spk_0","line":"lazy Sunday? I like to get up late. I'll go get maybe, you know, just like a Cristante and a coffee.","episode":"mini-17","edited":false},
{"time": "0:19:28", "speaker": "spk_3","line":"Nice class. That's really just relaxed. Yeah, I'll, um, all open. Um, I'll go to a coffee shop and I'll bring The New York Times, and I'll open it big. Uh, you know, drink with it and I'll have trouble folding the pages.","episode":"mini-17","edited":false},
{"time": "0:19:43", "speaker": "spk_1","line":"Yeah, playing all that Sorry he planned on that. Every","episode":"mini-17","edited":false},
{"time": "0:19:46", "speaker": "spk_3","line":"just kind of what happens. You know all Order a large Earl Grey. Ah, and I will burn myself. And I'll John, I wish. Ah, roof of mouth and chest. And then I'll,","episode":"mini-17","edited":false},
{"time": "0:20:02", "speaker": "spk_2","line":"uh no, you just like that in the last. You doing a headstand?","episode":"mini-17","edited":false},
{"time": "0:20:12", "speaker": "spk_3","line":"Oh, the with any sort of you you've heard of, Like a depository taken rectally blood system. Well, OK, do it.","episode":"mini-17","edited":false},
{"time": "0:20:22", "speaker": "spk_0","line":"Not really. No, I never did that share. There's a good but that.","episode":"mini-17","edited":false},
{"time": "0:20:27", "speaker": "spk_3","line":"Okay, protesting very much.","episode":"mini-17","edited":false},
{"time": "0:20:30", "speaker": "spk_2","line":"Fuck a suppository. I never do any of that as a kid, I think. Definitely did.","episode":"mini-17","edited":false},
{"time": "0:20:36", "speaker": "spk_0","line":"I don't even like those fucking things my mom would say. Let me stick that up your ass and be like hell no, bitch. You said that about yeah, I did. Flintstone vitamins held. No, I don't eat no chewy shit as a kid. Hell, no. Ah,","episode":"mini-17","edited":false},
{"time": "0:20:57", "speaker": "spk_3","line":"Bill. But you must have at least taken like a a quill NyQuil when you were sick.","episode":"mini-17","edited":false},
{"time": "0:21:01", "speaker": "spk_0","line":"No gel cap. Shit. I a hard bills only chew up. So you look now eat suppository. So eat that damn thing","episode":"mini-17","edited":false},
{"time": "0:21:13", "speaker": "spk_1","line":"because So you did him. But you just ate the medicine instead of putting it in your button. How?","episode":"mini-17","edited":false},
{"time": "0:21:18", "speaker": "spk_2","line":"Yeah, sometimes I had you in Aden. Some use depositors, some positives that didn't really","episode":"mini-17","edited":false},
{"time": "0:21:23", "speaker": "spk_0","line":"take. But yeah, Central depository out of somebody's Buteau.","episode":"mini-17","edited":false},
{"time": "0:21:28", "speaker": "spk_3","line":"I've seen you wandering back and forth outside of the suppository depository. Uh, kind of like scratching yourself.","episode":"mini-17","edited":false},
{"time": "0:21:35", "speaker": "spk_0","line":"Yeah. Repository junkie as a kid. Yeah, nothing wrong with that. I didn't put him on my but I would hang out outside of this depository depository and I would eat depositories out of people's but hose a","episode":"mini-17","edited":false},
{"time": "0:21:51", "speaker": "spk_2","line":"junkie. You said nothing wrong with that. Those words don't usually go together.","episode":"mini-17","edited":false},
{"time": "0:21:56", "speaker": "spk_0","line":"Another I got it. Honest. I got my junkie on this baby. Yes, yes, yes, That's all I did. Is I such repositories out of the body goes honestly, bucko, I did. Yes, I did. Honestly, Buck","episode":"mini-17","edited":false},
{"time": "0:22:13", "speaker": "spk_2","line":"holes. That's what you can give a buck by. How? Give the bucks. I did","episode":"mini-17","edited":false},
{"time": "0:22:18", "speaker": "spk_0","line":"you just but for a suck. I'd be saying that. No. Okay, Bill. But Parsa,","episode":"mini-17","edited":false},
{"time": "0:22:26", "speaker": "spk_1","line":"this is upsetting to me, buddy.","episode":"mini-17","edited":false},
{"time": "0:22:27", "speaker": "spk_0","line":"My honest, I got it honest. What's about","episode":"mini-17","edited":false},
{"time": "0:22:32", "speaker": "spk_3","line":"every seven episodes? We lose your","episode":"mini-17","edited":false},
{"time": "0:22:36", "speaker": "spk_0","line":"buccos and I got an honest day's work. But in the time got that good day's work, you like a","episode":"mini-17","edited":false},
{"time": "0:22:45", "speaker": "spk_3","line":"bit of a mean 19 eighties kid. And like a fifties hard working paper boy.","episode":"mini-17","edited":false},
{"time": "0:22:50", "speaker": "spk_0","line":"I got a job, then me getting on extra. What","episode":"mini-17","edited":false},
{"time": "0:22:56", "speaker": "spk_3","line":"did you need the money for? What were you working for?","episode":"mini-17","edited":false},
{"time": "0:22:59", "speaker": "spk_0","line":"Canon toys. She's is expensive. You know. I need Legos. I got honest.","episode":"mini-17","edited":false},
{"time": "0:23:06", "speaker": "spk_2","line":"Well, that explains a lot about you, Bill. Yeah, ridiculous voice. Or, you know, some of your conditions could have been due to","episode":"mini-17","edited":false},
{"time": "0:23:12", "speaker": "spk_3","line":"the book of Suck.","episode":"mini-17","edited":false},
{"time": "0:23:13", "speaker": "spk_0","line":"Listen, you e got everybody's got a bug. Oh,","episode":"mini-17","edited":false},
{"time": "0:23:21", "speaker": "spk_2","line":"well, I have a butthole, but I've never charged anyone to suck out of it. So technically, mine isn't a buck whole. Yet","episode":"mini-17","edited":false},
{"time": "0:23:29", "speaker": "spk_0","line":"you need a charge, but that","episode":"mini-17","edited":false},
{"time": "0:23:33", "speaker": "spk_3","line":"I think a lot of times I can get a little mad at my my friends, a little combative kind of start to resent them. But then I see a different side of them and see kind of where some of their pain is coming from. And I'm seeing a side of you, Bill of your child That makes me understand a little more about you and","episode":"mini-17","edited":false},
{"time": "0:23:51", "speaker": "spk_2","line":"a status thing I've ever I know we're getting around, but this is honestly I","episode":"mini-17","edited":false},
{"time": "0:23:56", "speaker": "spk_0","line":"have people trying to make documentaries about me as a kid. I said, Get out of here. I'm not selling out. No way. I'm tired","episode":"mini-17","edited":false},
{"time": "0:24:05", "speaker": "spk_3","line":"of these exploitive documentaries. Yeah, I try to make about your childhood, and it's for them to make money, not tol you know, doing this whole one about these texts I sent to this guy who happened to kill himself, and it's just like it happened to us. That's our story. It's not your story to make a fortune off.","episode":"mini-17","edited":false},
{"time": "0:24:23", "speaker": "spk_0","line":"You were dating someone and you take them and they say, Thank you. Yeah,","episode":"mini-17","edited":false},
{"time": "0:24:27", "speaker": "spk_3","line":"he said, I'm feeling fine. I don't talk about I said, Yeah, right, you coward. Do it. But you can do it. Yeah, fucker.","episode":"mini-17","edited":false},
{"time": "0:24:33", "speaker": "spk_0","line":"Yeah, there's I mean, Scorsese approached me about suppository depository and wanted to make something, and I was like, That's the painful part of my life.","episode":"mini-17","edited":false},
{"time": "0:24:43", "speaker": "spk_3","line":"You look, I didn't make something about me make like a Bob Dylan rock n roll documentary. Yeah, make a Rolling Stones rock n Roll documentary","episode":"mini-17","edited":false},
{"time": "0:24:50", "speaker": "spk_0","line":"And I reached out. I reached out to get my suppository to buy the stories Story told, writes like Bohemian Rhapsody.","episode":"mini-17","edited":false},
{"time": "0:25:01", "speaker": "spk_3","line":"But the big meant was you're supposed story deposed her story is a little too gory.","episode":"mini-17","edited":false},
{"time": "0:25:05", "speaker": "spk_0","line":"Yeah, little gory, the stories little gory","episode":"mini-17","edited":false},
{"time": "0:25:09", "speaker": "spk_1","line":"suppository, depository and all. And all potential directors were a little bit worried. They","episode":"mini-17","edited":false},
{"time": "0:25:14", "speaker": "spk_0","line":"were worried because the story was gory about Podd Story depository.","episode":"mini-17","edited":false},
{"time": "0:25:17", "speaker": "spk_3","line":"But for such a gory story about a suppository depository, people did say it was a little story.","episode":"mini-17","edited":false},
{"time": "0:25:23", "speaker": "spk_0","line":"It was story. But that all changed when they cast you. Laurie.","episode":"mini-17","edited":false},
{"time": "0:25:28", "speaker": "spk_2","line":"Wow. Wow. Place in a rock quarry.","episode":"mini-17","edited":false},
{"time": "0:25:30", "speaker": "spk_1","line":"Absolutely. Hugh Laurie was going to star in the suppository depository story, and it was a little gory. Uh huh. And it takes place in a quarry. Yes,","episode":"mini-17","edited":false},
{"time": "0:25:41", "speaker": "spk_0","line":"but And he took it from being story to to being a story. Yes,","episode":"mini-17","edited":false},
{"time": "0:25:46", "speaker": "spk_3","line":"but then they just rewrote it. And they got finding Dorrie. Yes,","episode":"mini-17","edited":false},
{"time": "0:25:50", "speaker": "spk_0","line":"they did. And that's how the story of finding Dorrie came to be. All of my licenses were taken away. I lost Judge Judy. You are there. You went on. Judge Judy shuns Jui. I don't","episode":"mini-17","edited":false},
{"time": "0:26:18", "speaker": "spk_2","line":"know what the first word means, but I have seen Jumps Jui and we know what it looks like. Big curls, curly hair. Rabbi, I didn't do that. I didn't do it. You just went","episode":"mini-17","edited":false},
{"time": "0:26:36", "speaker": "spk_0","line":"on there. I just went on and I lost all the rights","episode":"mini-17","edited":false},
{"time": "0:26:39", "speaker": "spk_3","line":"to just suppository depositories.","episode":"mini-17","edited":false},
{"time": "0:26:42", "speaker": "spk_2","line":"Well, that's really too bad, but, hey, you're doing all right","episode":"mini-17","edited":false},
{"time": "0:26:44", "speaker": "spk_0","line":"now. I'm doing actually awesome. And I'm on Teoh. I'm looking on to you, Howard. What do you mean? Because I think you were fired. Last way wasn't five. I think you were wondering just why were you dressing up like old cast members to get through security into the building? Because that was the last","episode":"mini-17","edited":false},
{"time": "0:27:08", "speaker": "spk_1","line":"sketch the night that ended up being cooking. We run out of time that they were said. They said,","episode":"mini-17","edited":false},
{"time": "0:27:12", "speaker": "spk_2","line":"Hey, you're gonna be Qattan. You came in and said I'm Buck Wheat. Which is it, Eddie? Everybody was like, No, you're not. It was very clear.","episode":"mini-17","edited":false},
{"time": "0:27:23", "speaker": "spk_3","line":"1st 2nd they're like, Oh, maybe he's doing a funny Will Ferrell bit Where Will Ferrell show up in a funny character. And you're like, No, this isn't a funny joke. I am the the man, the human Buck Wheat. And I'm here for my royalties. You work, trade, just begin. But then, also being combative,","episode":"mini-17","edited":false},
{"time": "0:27:41", "speaker": "spk_2","line":"I don't think they're gonna let Buckwheat into the party to be litigious.","episode":"mini-17","edited":false},
{"time": "0:27:44", "speaker": "spk_1","line":"Okay, You know what? All right. You caught me. No way. You guys all right? Hey, Jig is up.","episode":"mini-17","edited":false},
{"time": "0:27:52", "speaker": "spk_0","line":"Woo. Yep. You're on how you've been fired. What happened?","episode":"mini-17","edited":false},
{"time": "0:27:57", "speaker": "spk_1","line":"I had the quickest tenure in the history. SNL Less episodes than pretty much any other mediocre white guy in the last 10 years.","episode":"mini-17","edited":false},
{"time": "0:28:05", "speaker": "spk_0","line":"You didn't make it even two episodes","episode":"mini-17","edited":false},
{"time": "0:28:08", "speaker": "spk_1","line":"I got fired onto. Well, here's the thing, guys. Turns out proof guy wasn't a really funny idea,","episode":"mini-17","edited":false},
{"time": "0:28:15", "speaker": "spk_2","line":"huh? Really? No poop guy. Howard, I'm really sorry to hear this. Eso hat, Todd grinning ear to ear. This is","episode":"mini-17","edited":false},
{"time": "0:28:24", "speaker": "spk_1","line":"Todd. Hide it. At least","episode":"mini-17","edited":false},
{"time": "0:28:25", "speaker": "spk_3","line":"this is heart breaking news for you. And I can't imagine","episode":"mini-17","edited":false},
{"time": "0:28:28", "speaker": "spk_2","line":"what? Crying. Happy tears. Where did","episode":"mini-17","edited":false},
{"time": "0:28:30", "speaker": "spk_1","line":"that champagne come from, Todd? Okay, Now, poppet, stop making that noise with your mouth. That's not funny. Okay, Huge for me. Okay? This","episode":"mini-17","edited":false},
{"time": "0:28:42", "speaker": "spk_0","line":"was this was my big break, guys. For once in my whole goddamn life, I was somebody. Okay? Was it because you were addressed? Is Ronald McDonald And you kept talking about McDonalds on air?","episode":"mini-17","edited":false},
{"time": "0:28:55", "speaker": "spk_1","line":"I think they're not going to say it, but of course, that's a big part","episode":"mini-17","edited":false},
{"time": "0:28:58", "speaker": "spk_2","line":"of you Are only an extra in that sketch. I don't think you needed to talk about McDonald's. And I don't think you need to be dresses. Ronaldo. That is part of","episode":"mini-17","edited":false},
{"time": "0:29:06", "speaker": "spk_1","line":"the original deal. Guys. I had to do it. Okay? With the whole deal with McDonald's and everything, I had to","episode":"mini-17","edited":false},
{"time": "0:29:11", "speaker": "spk_3","line":"do that word. I am so sorry. I could tell you were really excited about this. Who","episode":"mini-17","edited":false},
{"time": "0:29:16", "speaker": "spk_2","line":"are you","episode":"mini-17","edited":false},
{"time": "0:29:16", "speaker": "spk_3","line":"texting, right? It is such a public. You mean reading of a visible fucking paid. I mean, as someone who came from, ah, family of alcoholics. Um, it was hard for me to connect with people and find safety, and ah, sometimes I would find it in the comics. Sometimes I find it in a movie theater. He's","episode":"mini-17","edited":false},
{"time": "0:29:38", "speaker": "spk_0","line":"writing his personality. How, Todd, this is","episode":"mini-17","edited":false},
{"time": "0:29:42", "speaker": "spk_1","line":"my biggest problem with you. You you revel in other people's misfortune. If it means they don't get to do things you wanted,","episode":"mini-17","edited":false},
{"time": "0:29:50", "speaker": "spk_3","line":"Howard. My heart is broken for you, okay? And I'm just saying","episode":"mini-17","edited":false},
{"time": "0:29:53", "speaker": "spk_1","line":"we're used cha cha right now.","episode":"mini-17","edited":false},
{"time": "0:29:55", "speaker": "spk_2","line":"Cha cha ing Todd putting on his favorite robes or lack.","episode":"mini-17","edited":false},
{"time": "0:29:58", "speaker": "spk_0","line":"He is cha cha dying with two fingers on his belly. But just like really getting into the charger. Look, I don't","episode":"mini-17","edited":false},
{"time": "0:30:07", "speaker": "spk_3","line":"know what it is. It's probably a grief, Todd. And I feel so sorry for my friend, but","episode":"mini-17","edited":false},
{"time": "0:30:12", "speaker": "spk_0","line":"things will pick up for you, so they know it's the same. Thing","episode":"mini-17","edited":false},
{"time": "0:30:15", "speaker": "spk_1","line":"is it always is","episode":"mini-17","edited":false},
{"time": "0:30:16", "speaker": "spk_2","line":"What's not on the","episode":"mini-17","edited":false},
{"time": "0:30:17", "speaker": "spk_0","line":"list? I don't know.","episode":"mini-17","edited":false},
{"time": "0:30:18", "speaker": "spk_2","line":"Thunder pussy was a failed.","episode":"mini-17","edited":false},
{"time": "0:30:20", "speaker": "spk_0","line":"Yeah, so that was a big fucking lie, guys, you're","episode":"mini-17","edited":false},
{"time": "0:30:24", "speaker": "spk_3","line":"made of Thunder person.","episode":"mini-17","edited":false},
{"time": "0:30:24", "speaker": "spk_0","line":"Of course I wait get kind of Yeah, I'm up for","episode":"mini-17","edited":false},
{"time": "0:30:29", "speaker": "spk_1","line":"the same role. Is Diane Keaton Woody Harrelson?","episode":"mini-17","edited":false},
{"time": "0:30:34", "speaker": "spk_3","line":"I mean, I think I'm going to say, you know what everybody on the Internet's been saying and what everybody","episode":"mini-17","edited":false},
{"time": "0:30:39", "speaker": "spk_2","line":"seniors do, you see? Forget you see, PBC, Is he dead when you get there? P r i p p r a p primped primped buc.","episode":"mini-17","edited":false},
{"time": "0:30:55", "speaker": "spk_3","line":"Now we get to the part of the episode where we do some pre r i. P is for people on their way out.","episode":"mini-17","edited":false},
{"time": "0:31:00", "speaker": "spk_2","line":"We should weigh. Are many","episode":"mini-17","edited":false},
{"time": "0:31:03", "speaker": "spk_1","line":"this? We've been meaning to do this since the show started. I forgot","episode":"mini-17","edited":false},
{"time": "0:31:07", "speaker": "spk_0","line":"pre Opry R i p Bob","episode":"mini-17","edited":false},
{"time": "0:31:09", "speaker": "spk_3","line":"Dole by the door. We've print hardly knew. Yah, you're","episode":"mini-17","edited":false},
{"time": "0:31:15", "speaker": "spk_2","line":"a r i p Sorry. Go ahead. Pre r I P. Leonardo DiCaprio. Wow. Uh,","episode":"mini-17","edited":false},
{"time": "0:31:24", "speaker": "spk_1","line":"pre r i p. Kofi and nine uh, who is that again? Ex ambassador to the U N o. President of the U N","episode":"mini-17","edited":false},
{"time": "0:31:36", "speaker": "spk_3","line":"pre. All right, p. Boutros Boutros Ghali. And who is that? Anybody else have one.","episode":"mini-17","edited":false},
{"time": "0:31:45", "speaker": "spk_0","line":"Ah, pre","episode":"mini-17","edited":false},
{"time": "0:31:47", "speaker": "spk_2","line":"I p Cloris Leachman. You were a fan favorite in comedies, but you're old","episode":"mini-17","edited":false},
{"time": "0:31:56", "speaker": "spk_3","line":"three R i p Manny from modern family. That's","episode":"mini-17","edited":false},
{"time": "0:32:03", "speaker": "spk_2","line":"right. We really want him to rest in peace. When he goes, he'll probably go after us. But pre r three r i p Brigitte","episode":"mini-17","edited":false},
{"time": "0:32:11", "speaker": "spk_3","line":"Nielson Okay, now we're moving on to the rest in pain. This is pre r p rested, paid","episode":"mini-17","edited":false},
{"time": "0:32:19", "speaker": "spk_2","line":"only have one more No, no, no. I'm ready","episode":"mini-17","edited":false},
{"time": "0:32:22", "speaker": "spk_3","line":"for pain. For pain, for","episode":"mini-17","edited":false},
{"time": "0:32:24", "speaker": "spk_2","line":"pain pre r i p. Propane Theo Gas","episode":"mini-17","edited":false},
{"time": "0:32:29", "speaker": "spk_3","line":"of the past We're hardly new year. Pretty r i p method, But jaspher my ass,","episode":"mini-17","edited":false},
{"time": "0:32:47", "speaker": "spk_2","line":"we hardly knew. Yes,","episode":"mini-17","edited":false},
{"time": "0:32:49", "speaker": "spk_0","line":"pre r i p cellophane","episode":"mini-17","edited":false},
{"time": "0:32:54", "speaker": "spk_3","line":"The cover for May prank toilet to cover for my pranks with","episode":"mini-17","edited":false},
{"time": "0:33:04", "speaker": "spk_2","line":"Priefer r i p. I don't have","episode":"mini-17","edited":false},
{"time": "0:33:13", "speaker": "spk_1","line":"I'm not going to participate.","episode":"mini-17","edited":false},
{"time": "0:33:15", "speaker": "spk_0","line":"Okay, fun. So thanks a lot.","episode":"mini-17","edited":false},
{"time": "0:33:19", "speaker": "spk_3","line":"That's Ah, go ahead and send in your pre rest in peace and pre resting pains. Hashtag rip. Make sure that people know it's mean.","episode":"mini-17","edited":false},
{"time": "0:33:35", "speaker": "spk_2","line":"I would love to cut a","episode":"mini-17","edited":false},
{"time": "0:33:36", "speaker": "spk_3","line":"couple of mine, if that's possible, Keep him in Now. Ladies and gentlemen, we have reached the time at the end of the episode that we all know it's the time to say goodbye. We've had a lot of fun today.","episode":"mini-17","edited":false},
{"time": "0:33:51", "speaker": "spk_2","line":"Has the people in the air traffic control tower say, Let's land the plane. Yeah, that's right. It's put right into the road. You need to put your","episode":"mini-17","edited":false},
{"time": "0:34:00", "speaker": "spk_0","line":"tray tables up and your seat backs to the upright position.","episode":"mini-17","edited":false},
{"time": "0:34:06", "speaker": "spk_3","line":"Standing near the bathroom, sir, is what I hear a lot. You","episode":"mini-17","edited":false},
{"time": "0:34:10", "speaker": "spk_2","line":"will get flapped on the back of the head by a flight attendant. If you're not ready for the episode to end","episode":"mini-17","edited":false},
{"time": "0:34:16", "speaker": "spk_0","line":"in circles, you take all the pillows from this row and put him in your seat. So you seemed a little taller.","episode":"mini-17","edited":false},
{"time": "0:34:24", "speaker": "spk_1","line":"Yeah, go ahead and turn your phone back off of airplane mode and take a loud call and hear 30,000 text message notifications that just sort of keep happening.","episode":"mini-17","edited":false},
{"time": "0:34:37", "speaker": "spk_3","line":"Sir, we hear you making your own text message. Notifications. It's OK if nobody texted you on this 15 hour flight.","episode":"mini-17","edited":false},
{"time": "0:34:49", "speaker": "spk_2","line":"Finish up those snacks you've been stealing from the front cart and everybody saw. And you've been stuffing in your shirt, looking fatter and fatter all from the flight. Sir,","episode":"mini-17","edited":false},
{"time": "0:35:00", "speaker": "spk_0","line":"we know you don't have a connection to make stop loudly complaining that you're gonna be late to your","episode":"mini-17","edited":false},
{"time": "0:35:09", "speaker": "spk_3","line":"business. Your new business venture, Sir, We saw your ticket. We know that you were staying on this flight to go right back where you came from.","episode":"mini-17","edited":false},
{"time": "0:35:20", "speaker": "spk_1","line":"And you complain for half the flight that you were just taking a break from Theresa. Whoever Theresa is, sir,","episode":"mini-17","edited":false},
{"time": "0:35:29", "speaker": "spk_0","line":"please stop complaining that people don't dress up enough on flights anymore. We need to make flights great again. Don't,","episode":"mini-17","edited":false},
{"time": "0:35:39", "speaker": "spk_2","line":"sir. Please stow your book how to get attention. It's not necessary on","episode":"mini-17","edited":false},
{"time": "0:35:46", "speaker": "spk_3","line":"the plane, sir. We understand that now people can watch whatever they want on their phones and I pads. But Boogie Night full volume","episode":"mini-17","edited":false},
{"time": "0:35:55", "speaker": "spk_2","line":"leave the end worth a mere part is where he hangs. His dick out","episode":"mini-17","edited":false},
{"time": "0:36:00", "speaker": "spk_3","line":"was disrespectful to the mother and child next to you","episode":"mini-17","edited":false}]
