{"index":{"_index":"teach"}}
{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:01", "speaker": "spk_0","line":"Welcome to the third annual Janney Awards, celebrating the year's best janitorial activities. And janitors. Please welcome to the stage last year's winners of best supporting Janitor and Best Chan ITER, Ralph Watkins and Turtle the Broom. Dire Hello, you g o to be standing up here with Turtle. Ah, we're so happy to be here celebrating all of you. You know, tonight is about all of you and we appreciate your tender. It's","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:00:48", "speaker": "spk_1","line":"an honor to be here. It's an honor to be here, and it is an honor to be here. Say the proctors. Broken Pravda is broken.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:00", "speaker": "spk_0","line":"All right, We have breaking wing. It will be fine. That's what we've made our career. Is it? Is it dirty or broken? It's broken 36. 30 I","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:16", "speaker": "spk_1","line":"see is it's an honor to be","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:19", "speaker": "spk_0","line":"Yeah, Yeah, that's that's","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:24", "speaker": "spk_1","line":"very Wouldn't be the jetties without a little bit of a best. So here.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:31", "speaker": "spk_0","line":"I'm sorry. I thought we were skipping the first line, but you can go. We'll go back to the top of problem. Rolling back, rolling back. We missed some of this rack. Back, back, back. Okay, there we go. I'm sorry. Is this show happening now? shows on the rigs I was getting","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:44", "speaker": "spk_1","line":"up to stage thinks is ironic. Thank you. Pop it. Keep up. Everybody loves to see a Jianye work. It'll be you up.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:53", "speaker": "spk_0","line":"No, I'm not award winning. But I do a good job. You get there.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:01:56", "speaker": "spk_1","line":"Maybe it'll be you up here one day. All right, take it away. The booth. Welcome to the fifth day. Dio Janney's is in order to be here at the award show featuring some of the hardest working, dirtiest mop in fills his mustache in men and women that use We'll see","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:02:22", "speaker": "spk_0","line":"again Wait a day. I know why you think you get so starting. I think you're like my ribs for the wrong way. Not that that many of us have by Stashes keep him clean. Cried out for a bit. Broom In a way, go room and I are here to kick things off and to present the award for firmest mop grip the same mop It's I think you're right. Sorry. That's right. Really firmest mop grip. Okay.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:20", "speaker": "spk_1","line":"This city about could be gripped by anyone, but we all know that Ah, firm mop grip takes a loose trice. A went hand is dirty again. The group should take it away.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:36", "speaker": "spk_0","line":"Yeah, was written on. So it's with our great pleasure that we introduce your nominees for best mop grip from","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:52", "speaker": "spk_1","line":"downtown library car lead, Jacobs said.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:03:56", "speaker": "spk_0","line":"Oh, hey, what's this for? From early in your nominated from 33rd Street? Denny's just clean it up. Marvin the Cleaner clam,","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:11", "speaker": "spk_1","line":"as you all know way don't have videos of them cleaning, but we do it. We did film them randomly and were unaware what it was for the outdoor porta potties at the yearly Spring Festival. Giles the Limey, brick off,","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:35", "speaker": "spk_0","line":"Get Out of my Yard and finally from the Staples Center Key. Yeah, I work here, but I don't have any","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:04:50", "speaker": "spk_1","line":"authority. Aunt the Janney for Strongest Mop Grip goes to Holland. Just wear out there for you goes to Giles The Limey Brit Cough, who this is fifth nomination won't second win. He's also been nominated before earliest to work.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:05:25", "speaker": "spk_0","line":"Congratulations. Thank you. Here's your Here's just my bucket is heavier than I expected. Um, you know, uh, thank you. Thank you. That's my assistant. One of the hardest. And that that makes I just want to give it up to all my fellow nominees. Um, you know, we are really the unsung heroes. Uh, Hakeem allies want I cannot believe e can't believe this. I did not know you were a janitor. I did not know you were really doing double duty. I did not know you were cleaning up that basketball court. That was unbelievable. Colleen, really? The library is your your Keep that place so clean. Uh, the downtown library is ah. Is just amazing place, um, out way. I accidentally scrub out just about my mom really quickly, incidentally. Swept up my mom early in her life and dumped her into the trash can. And it's what? Maybe you want to be a general one day. I thank you. Thank you. Thank you. And now, to present the award for most floors mopped Margot Robbie to accept the award to present Should I just thought it was dirty. Margo Robbie, not the actor, No relation. And I heard she's actually Australian still, though, And Mort hammy hams. McGillicuddy. Hi. Hello. Hey. Hammy hams in the house. What? When you think janitor, What do you think? I thought this was the way. Hands up here with the real deal. Oh, shit. I love you and bombshells so good. I don't know any","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:45", "speaker": "spk_1","line":"weather right now. The limo drivers got confused or one to survive. Margot Robbie to the Oscars. The other Margot Robbie got taken here.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:07:53", "speaker": "spk_0","line":"Oh, wow. Wow. Oh, Well, Margo, please, would you mind doing this little this little presentation with me for most flows swept or mopped? So you go right into I don't know what to do. You know, we just read the prompter. We just read the prompter that didn t you get starting in ST started. All right. When you think of a janitor, what do you think? Someone who cleans, Maybe someone who gives you occasional advice Or do you think they are more than that? They keep. I always think of them cleaning up my vomit. His nominees for most floors cleaned. Clint Porter Show.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:49", "speaker": "spk_1","line":"What are you doing in my house?","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:08:54", "speaker": "spk_0","line":"Large, Ronnie, Someone's in here. Bermuda Portman, just with the Janney's Richard Triangle. Bradley Pitt. And lastly, Bermuda Triangle. And the Janney gun. Jenna goes to stay together. Oh, uh, what? Finished me? Oh, he's got a mic in hand trying","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:09:55", "speaker": "spk_1","line":"o six seconds here. This isn't just about who cleans the most floors. BT That's made two years in a row. But this is about more. Every year, hundreds of people are lost in the Bermuda Triangle. I started a chair. I changed my name to raise awareness for the Bermuda Triangle and all the people that were lost there. You cannot silence the people who are lost. The Maria Try. Oh, my God. Yes. And you gotta try the asparagus. Thank you.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:10:36", "speaker": "spk_0","line":"And now to present the in memoriam, please welcome. Roger Minutes. Hi. Uh, really happy to be here. It's got a baseball. Yeah. Uh, me the rocket. Uh, you know, I'll be honest with you guys. I was shocked when I got the invite here. Um, every appreciate those days, those days are gone. Okay, That's not what it's about. Now here, boards. Fault? Yeah, it's gonna make you guys quiet down. I'll throw a ball. Okay. Oh, sorry. So is down my mom down May. Okay, Well, you know, uh, in any Ah, in any tradition. Ah, whether it's janitorial or film or anything, they're people who came before you. And they're people who have given their lives to the industry. Um, by the baseball players who died. But, hey, I'm not gonna make it about us. I will not be a big baseball in the morning and listen. Listen. We're gonna get global. VHS is we're gonna switch out. The more you get to the Janney in Memoriam. But real quick before that, I just want toe. You want to hit play? I want to just honor a few guys who who didn't get their due in the MLB awards this year. Ken Griffey Jr. Alive, alive, but a problem. Marcus Poo holes alive. Albert Pools alive. Barry Bonds alive. Johnny Bench alive. Fred McGriff alive. Clark Kent. Superman. Bruce. My friend died this year. Dr. Jekyll and Mr Hyde, So many janitors died this year. What the father should his listing shut up! Just superhero's alter ego down, Carl, the umpire will say it's alive. Rod back alive. Dead e Finally, I mean that I mean that I mean that I mean that","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:34", "speaker": "spk_1","line":"Tim the tool man back. Roger Clemens.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:41", "speaker": "spk_0","line":"He's going t o","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:54", "speaker": "spk_1","line":"e Never see blood cleaned up quicker.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:13:59", "speaker": "spk_0","line":"You're alive. Lightning. Oh, my God. With another sti right. A strike by life and I'm burning visible my life Please, God, please. I think","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:25", "speaker": "spk_1","line":"there's a general. We're gonna take a quick break wall. Everyone in the audience that's willing. Quinn's up. Roger Clemens is Course,","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:33", "speaker": "spk_0","line":"bump the ball mark rods and everyone don't bump right back to the jammy This year's third annual re. A lot of fun this year. Coming up after the break, we've got present presentations from all across the globe President Bill Clinton, President Seo Jun's wife Hillary to do.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:14:59", "speaker": "spk_1","line":"Okay, thanks everybody for sitting that one out. Clean up, Roger Clemens. Well, we are back on DA Do do some death soon. Sadio way everybody go ahead and sit down.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:17", "speaker": "spk_0","line":"I got plenty of diamond dry right here.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:18", "speaker": "spk_1","line":"I'll put the sawdust right on the duty. I meant due to Sorry about that due to circumstances. Sorry, but thanks for trying to do your duty.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:27", "speaker": "spk_0","line":"So I got it right here.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:15:30", "speaker": "spk_1","line":"I saw T. Why? Duty? Okay. Okay. Now we're gonna jump to the final award of the evening. Good way. Always leave this one for last. Best general. Um and of course, the nominee is It's no surprise. This year, the most diverse and most attractive nominees we've had in a long time. Whoa! I got to go ahead and read those","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:12", "speaker": "spk_0","line":"now. James Spader. I think I think clam. It's his in. Memoriam is still going Jim Carrey alive. It's very Clinton's back. Roger Clemens. He's bad life. He's coming out of the way auditorium,","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:51", "speaker": "spk_1","line":"some sort of problem of janitors, and he has pitching them out of the drove everybody, This is an emergency. Single. File yourselves out of","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:16:59", "speaker": "spk_0","line":"your janitor. Get to your safe room and you're back to your in your basement. Roger Clemens is coming for you.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:17", "speaker": "spk_1","line":"Mark McGwire's here to try to hit with Chandor's back to the building. All","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:22", "speaker": "spk_0","line":"right, You you Thank you. Glib flights. Oh,","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:30", "speaker": "spk_1","line":"Clemens! Mark, this isn't helping. I think you think this is something","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:33", "speaker": "spk_0","line":"They're sharing the same steroid needle. Give me a little and pity to Theo. Wear","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:50", "speaker": "spk_1","line":"latest job. This has been your third or fifth annual Jennings ruined by Roger Clemens coming in and pitching the dangers everywhere","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:17:57", "speaker": "spk_0","line":"we were told. This wouldn't happen again. For the fifth","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:01", "speaker": "spk_1","line":"year in a row, writer clubs the market wire have roided up and battered the janitors out of the park. We'll figure it out next year.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:11", "speaker": "spk_0","line":"Uh, please.","episode":"mini-40","edited":false}
{"index":{"_index":"teach"}}
{"time": "0:18:14", "speaker": "spk_1","line":"Until then, please stay. Flippy, stay for everyone","episode":"mini-40","edited":false}
