[{"time": "0:00:00", "speaker": "null","line":"","episode":"mini-34","edited":false},
{"time": "0:00:00", "speaker": "spk_1","line":"So when is the test? It's in two days, Kevin. Okay. And we gotta Yeah, because if I don't pass it, I think I'm gonna get held back. Yeah, I think my dad said that I am gonna have to go to a boarding school. If so, we study. Yeah, we got study because I","episode":"mini-34","edited":false},
{"time": "0:00:17", "speaker": "spk_0","line":"don't want to leave you guys. Man, you guys are my three. Best remember, kids. This is not playtime. She's not social time. This is work time. We know, Mr Haass. Sharpen your pantos. Sharpen your brains. Enclosure! Mr","episode":"mini-34","edited":false},
{"time": "0:00:33", "speaker": "spk_1","line":"Haass, we don't use pens anymore. Pencils anymore. We're using pens. Okay, Graphite. It's bad for the environment. I saw Mr","episode":"mini-34","edited":false},
{"time": "0:00:42", "speaker": "spk_0","line":"Hossam chat room list. Really? Yeah. What am terms from amateur chat? Anderson? Well, LA got Mr. Hall's was being super weird. You've got no mail. Okay, log right off.","episode":"mini-34","edited":false},
{"time": "0:01:00", "speaker": "spk_1","line":"What were you what chat room was? What was it like? The ones you are? What once were you on? Gamers? Gamers trap. You mean Mr House is a gamer? I think he's a gamer. He was in there and he kept saying SL But","episode":"mini-34","edited":false},
{"time": "0:01:19", "speaker": "spk_0","line":"is it a game or something like that?","episode":"mini-34","edited":false},
{"time": "0:01:20", "speaker": "spk_1","line":"I think means age, sex, location. But it's gone cold. Yeah, old reference, Teoh, How you chant it everywhere. Just","episode":"mini-34","edited":false},
{"time": "0:01:29", "speaker": "spk_0","line":"not play times nuts, Mr Ross. Time is work times we sharpen your pants. Close your mouse. Do smart. Thank you,","episode":"mini-34","edited":false},
{"time": "0:01:39", "speaker": "spk_1","line":"Mr House. And no wonder we don't get any studying done. He's always telling us to shut up. Oh, easy on the heart monitor. Easy. Does this thing even work? Yes. Stop messing around with it. Keep my heart beating. It's a pacemaker. It's a heart basement. That's clearly the middle. Charlene. My heart. You're like Iron Man. Dude. Yeah. My heart died. Eight has have a little shop. I don't wish the buttons. I won't. I won't. It's just crazy, man, because they say there's like they're outside your body and that's crazy. Yeah, it runs out of my chest. Yeah, they sit","episode":"mini-34","edited":false},
{"time": "0:02:20", "speaker": "spk_0","line":"like it. It's the monitor that, like, keeps the little pacemaker going there. Someone see them out fail?","episode":"mini-34","edited":false},
{"time": "0:02:29", "speaker": "spk_1","line":"Yeah, we all make you want to get held back. Oh, my God. It's the 48 year old senior. That's right. And you know what? I'm a 40 year old senior. Also 48 year over year, probably cause you're just hanging around with 67 years ago, you submitted your story to Judd Apatow and he said This is too sad. Yeah, but he still wrote","episode":"mini-34","edited":false},
{"time": "0:02:52", "speaker": "spk_0","line":"the movie, so I stole it, but made you a little bit more likable. Yeah. Anyway, past your class, bud. All right. You want to do bad based on you too? Yeah, well, you should have seen me in high school, man. I was super bad. You're still in high school. First of all, what was what I was asking? I was Where was the movie? Based on you or just bad. Okay, well, what do you","episode":"mini-34","edited":false},
{"time": "0:03:29", "speaker": "spk_1","line":"suggest we do? Like we're like, we're again. I'm on the verge again. Sent to a boarding school.","episode":"mini-34","edited":false},
{"time": "0:03:33", "speaker": "spk_0","line":"OK, heads, remember, this is not flag times, not social time. This is work times. Sharpen your pencils. Close your mouth and Gatien wag Mr Signed a Well, if you need","episode":"mini-34","edited":false},
{"time": "0:03:46", "speaker": "spk_1","line":"me. Mr Haass looking the rep Reflection of the window. Miss Ross is on fair share. Rahsaan Bear share. He's downloading live performances of bands from Conan on bear. So it seems like he's just in 2000 and two","episode":"mini-34","edited":false},
{"time": "0:04:06", "speaker": "spk_0","line":"rejected. Oh, a little set Mel back his mill back. Geez, there's discovering a video, though. What was it for? You was your wife Lamb? My my saliva video defense. Saliva playing their hit on Conan. Wow, Mr. Haas are guys","episode":"mini-34","edited":false},
{"time": "0:04:31", "speaker": "spk_1","line":"we have to study, right? Seriously. Okay. So I don't want boarding school. What is George Washington? Question one on the study guide. What is T","episode":"mini-34","edited":false},
{"time": "0:04:43", "speaker": "spk_0","line":"o? Spending a little too much time with his Children.","episode":"mini-34","edited":false},
{"time": "0:04:48", "speaker": "spk_1","line":"That question confuses President weren't spread men first Madman tier one man, man. All right, That could door couldn't wait. That was and that was","episode":"mini-34","edited":false},
{"time": "0:05:01", "speaker": "spk_0","line":"Oh, I'm never gonna pass this now. I can't tell the difference between yours. Watch it in an anesthesia. And when my dad comes back from Afghanistan, I'm gonna be a failure. Hill you need came back yesterday and surprised you. And you come through class and you didn't even cry. He's been gone for two years. Everybody was holding up their cameras and I did not cry. I was barely surprised And you beat a shotem. Oa jumped in the nards. You chopped him hard in the nards. He can't go back, Mitt Viral kids dead big attempted emotional return from or Chapter nine Chops, Nards. Females Definitely going to go, Mr Haass. Trying someone who is a man. Thes e mailing thes e mailing. LimeWire support talking to Kona. Dear Coated. Thank you for hosting saliva. Your show in 2002. That waas boss Call me that. Mr. He's leaving his number now. I'm a secure haas. He's so so. My God, Give Misfit just screeched outside. It's a sadist. Email. Ever Guinness World Record Buses. I'm glad. Oh, they're banging your It's easy. Easy way. All right, through the flesh bag my ears ringing. Can't see who said the weirdest email time. We're looking award, son. I'm here to save you. Yeah. Oh, oh, oh, everyone my motorcycle way. We still have so much time left in the study period. Please remember, this is not played. Time is not social time. You just blew your door head through a flash bang grenade. We're here to give a Guinness Award to Elizabeth Haas at the i o l dot com. Elizabeth. Yes, that's me. All right. You said the saddest email ever. Which one? I said a lot of emails. I just don't want to Conan about saliva circuit 2000 tips. That's the one. Here's your award. Have a good day, sir. Okay. Oh, my gosh.","episode":"mini-34","edited":false},
{"time": "0:07:46", "speaker": "spk_1","line":"Excuse me. 48 year old senior. Yeah. Are there any Mr Do you want to study? Maybe you can study with us. Finally. Washington is what he is, actually, is what we're looking for. Not who you just read what you just wrote. This is 40 on a newspaper and slid it over to me.","episode":"mini-34","edited":false},
{"time": "0:08:04", "speaker": "spk_0","line":"That's life. And George Washington. Houthis is 48. We don't know what you mean. Were which mean for you using that movie? This is 40. Yes. All right, listen, man, good appetite movies. Is that based on you? Well, should have. But I never got a high school. You want to pass that class? But you were 40. At one point after he made 40 year old virgin and Superbad, It would have been weird to make a movie called This is 40 about a 48 year old virgin. I was still in school. I should have stolen for me, man. Just for me. Is it true that you're the freak in freaks and geeks? Yeah, yeah, yeah. I'm a one based off, you know me and feed? Yes, Puffy. He won't talk","episode":"mini-34","edited":false},
{"time": "0:08:59", "speaker": "spk_1","line":"to me anymore. Really? You knew Hey, against me in high school. Really? Yeah. He was one of the mean guy. He went to that many poles in your pants.","episode":"mini-34","edited":false},
{"time": "0:09:08", "speaker": "spk_0","line":"Yeah. Okay. What do you think I meant? My pants. I","episode":"mini-34","edited":false},
{"time": "0:09:12", "speaker": "spk_1","line":"didn't know. I assume that because we have to focus. All right, All right. Neck in west Directed Who did? Golden Gate Bridge?","episode":"mini-34","edited":false},
{"time": "0:09:20", "speaker": "spk_0","line":"What is that? Me? So what is","episode":"mini-34","edited":false},
{"time": "0:09:23", "speaker": "spk_1","line":"the premise of this test? It's what is George Washington who did? Golden Gate Bridge, these air Such unrelated trickeration. No pattern that I know you. You're taking the high school exit exam. Yeah, we have to fast all the important information to notice. Yeah, yeah, yeah. We have to pass. Just don't get it. Leave it going. Gaber Who did Golden Gate Bridge Orange? That having that might be true kind of rescue","episode":"mini-34","edited":false},
{"time": "0:09:52", "speaker": "spk_0","line":"if we all put orange and it's wrong, it's gonna be obvious. Were cheated. One of us is I'll do Bolt did Golden Gate Bridge. We'll both say orange. You say","episode":"mini-34","edited":false},
{"time": "0:10:04", "speaker": "spk_1","line":"both know because if we both we should all do different answers. Are you guys Todd smashing pole. I'll do suspension. Poll. Oh, I should be","episode":"mini-34","edited":false},
{"time": "0:10:11", "speaker": "spk_0","line":"clear. I said orange and they won't let me wear Levi's eyes that social time. Does that plate right here sharpen your pencils? Not your tongues inducing work. Mr. Haas is cutting our HCP into his arm. Her are Who is it?","episode":"mini-34","edited":false},
{"time": "0:10:39", "speaker": "spk_1","line":"Jersey Pisses Mr Our way. Didn't really really discusses. I've just heard Mr Houses first name the first time. A minute ago it's Elizabeth","episode":"mini-34","edited":false},
{"time": "0:10:49", "speaker": "spk_0","line":"Cover. Got about that. I thought that was so confused. The account. My new tax call me back. Tax me. Hit me on Twitter. Who was that to What was the email line? It's a YouTube comment, but it's on a video is going to see this. It's on a video of how to make your own bedside table. Deanna lack dio counting this'll d i Y dear Coenen, can you compare? Mr. Haas were not listening to your Mr Haas. Can we ask you some questions? I'd love","episode":"mini-34","edited":false},
{"time": "0:11:32", "speaker": "spk_1","line":"it. This test is like really hard and a lot is riding on it. And like, I don't feel like you've done anything to, like, help us actually do ok on this test, You just reminded us not to talk to each other,","episode":"mini-34","edited":false},
{"time": "0:11:45", "speaker": "spk_0","line":"was it? Attention? Study hall, son, What you do to get in here? Do you deserve it? Did you steal a pizza? Yeah, I see. You know the answer to that Mr Haas store your pizza earlier, pizza and I cut your hair. She still Kaiser didn't need to eat another pizza. And your hair was getting too long. Don't tell me how much piece on medium","episode":"mini-34","edited":false},
{"time": "0:12:08", "speaker": "spk_1","line":"Eszterhas. Your hair was in the pizza. I took the pizza away. So your heroin being? And then I cut the grease","episode":"mini-34","edited":false},
{"time": "0:12:15", "speaker": "spk_0","line":"pie. It was a hair Podd. That's disgusting. Mr. Ross, maybe we should just leave","episode":"mini-34","edited":false},
{"time": "0:12:20", "speaker": "spk_1","line":"Mr Hassan. Let him eat his hair pie. He's gonna make another about anyway. Okay, Good. Now. Good. And I'm","episode":"mini-34","edited":false},
{"time": "0:12:28", "speaker": "spk_0","line":"not sure. Collins getting my messages. I got a r c p t hot chili pepper leaving hair off red chili pepper tea, hot chili. I'm wearing a sock on my dog. I wanted Cronin to know it. He said in the email that team Coco So he's flee. He boards coding to know he's similar to flees one of","episode":"mini-34","edited":false},
{"time": "0:12:56", "speaker": "spk_1","line":"the four members of gradually members at that one specific","episode":"mini-34","edited":false},
{"time": "0:12:59", "speaker": "spk_0","line":"performance. But what's the tea? R C B T Red Red Chili Peppers, tomatoes R O T C Conan. Okay, so it's now melatonin. Here's an idea. What about you? Lose the hair. I think everybody's tired of the haircut. It's big. It's orange. It's like a phone in the fridge, I think. Way So Wait. All of these questions could be answered. What is George Washington? Wait, Are you saying we graduate? Mr. Haass? Yeah. Really? Yeah. If you get all the answers right. My batteries, My bar. Mont. My battery's Who's the man? You got a double A is that I have double out. I do, but it's in my remote. Oh, let me get real quick. A Oh, well, back on my batteries. Need a double A Oh, he's classically broken croquet. I tell my dad I love him. Tell my dad I wish he would come back from Afghanistan. My stab, I don't mind. Was there dude, Kuo Justin's Oh, my Seriously. Shut up! Shut up! This is not a croak. In class is not a joke, Mr Us. He's dead. Quit sharpening. What? He's dead. Who is this? Kevin? Your student? No, not coming! Whoa! What? Oh, I'm back. Why? How did that work? You have so much electricity. You! What happened? I don't need my arm monitor. E don't need it.","episode":"mini-34","edited":false},
{"time": "0:15:37", "speaker": "spk_1","line":"You brought your heart. If you are died when you're hating.","episode":"mini-34","edited":false},
{"time": "0:15:40", "speaker": "spk_0","line":"Thank you, Mr Hawes. Thank you, Mr Ross. You don't come back, Trump! Oh, wait! Oh, I'm driving my Harley back! Yes! My dad's one of the two fattest bikers. Get it! Get it! Get it! Do we missed the fattest twit alone? Yes, Mr Hall's. Maybe I could be the first guy who got his heart back. Normal. This just drove off slowly. They didn't like that. I've. And what about his nipples are electricity? What? Dr way? So let's everything crank to high voltage. Yeah, that movies. Yes. Do not me. No. The teacher over here. He's got electric nipples. Cravy two is based on Mr Hall. What about Crank one? That one's not about electricity. Senior Web crank to high voltage. Thank you. 48 year old senior. Hey, wasn't gonna let you leave a virgin? No, for yet. Jeez, I guess, guys,","episode":"mini-34","edited":false},
{"time": "0:17:04", "speaker": "spk_1","line":"I If all the answers to this test or Conan and we get to graduate. I don't have to worry about going to boarding school.","episode":"mini-34","edited":false},
{"time": "0:17:10", "speaker": "spk_0","line":"Oh, yeah. And I don't have to worry about failing my dad before he gets back from Iraq.","episode":"mini-34","edited":false},
{"time": "0:17:15", "speaker": "spk_1","line":"Wow. I guess we should just I mean, I guess we could just leave, right? All right. Just leave, Mr. Huh? Thank you, Mr Ross. Mr. Haas, Thank you so much.","episode":"mini-34","edited":false},
{"time": "0:17:22", "speaker": "spk_0","line":"Yeah, I got one last thing to say. 0 48 year old senior for Mr I'm glad you guys aren't going off to boarding school, but I'm gonna","episode":"mini-34","edited":false},
{"time": "0:17:29", "speaker": "spk_1","line":"miss you. This is gonna be a boring school without you. You traded your eyes. This is a backdoor pitch for another movie school. Sitting alone. 48 year old virgin and high school study alone. Mr. Haas is still here.","episode":"mini-34","edited":false},
{"time": "0:17:53", "speaker": "spk_0","line":"Attention, all guy. It's the study hall, Not a play time. Hi, I'm looking for Elizabeth Horse. Yes. Hi. My name's Jay Leno. No, you rat bastard! Oh, my God! My chin! And I'm fine. You this Jerry, Jerry Jones Just stay with very filtering. An impressive of May lead to deal with Jay Leno. Okay. This is crazy. Did you hear about this on pause? Yes. Yeah. So Mr Apatow. Um, that is our pitch for Yeah, that's what. Wait. I asked what? We want to pitch your boring","episode":"mini-34","edited":false},
{"time": "0:18:49", "speaker": "spk_1","line":"school. That's our movie or more in school. And it's kind of ironic because it's not very boring. That's never","episode":"mini-34","edited":false},
{"time": "0:18:54", "speaker": "spk_0","line":"Yeah. Um, so give any other collaborators. It was just You guys just have a guy I go to. Really? Yeah. Who? It's a 48 year old. I'm 49 now. Virgin loser. Who's this in high school study group 48 year old, saying, you know what? He is super bad. He has a super bad man, right? But","episode":"mini-34","edited":false},
{"time": "0:19:20", "speaker": "spk_1","line":"then I mean, is it just that our idea is a little too close","episode":"mini-34","edited":false},
{"time": "0:19:24", "speaker": "spk_0","line":"todo home close to something you're making? All right. Said this. This outs that that you get all your movies from 48 year old senior? Yeah, well, if you're ever looking to cast anybody kind of riff, um device Todd Todd, do a, uh, a gag reel or a What's it called Drama Do alive. Robert, give me the original line and then a line a rama. You right in front of you. Ok. Ah, one ice cream. This looks like to all right, so first line around. Great line, Jed. Minor Rob. One ice cream. This looks like to good. Okay, the original normal one. Ice cream man. I ain't gay. Okay? Second, they say, Yeah, raising Jed, but jets laughing. Okay, um, one ice cream. Call me when you got some Really milk jug. I sell a product. Okay, I pass book one ice cream. You look like you're cross between Andrew Jackson","episode":"mini-34","edited":false},
{"time": "0:20:35", "speaker": "spk_1","line":"and a big, dirty fox.","episode":"mini-34","edited":false},
{"time": "0:20:37", "speaker": "spk_0","line":"You know, that's one of those. Ah.","episode":"mini-34","edited":false}]
