[
	{
		"time": "00:00:04",
		"speaker": 0,
		"line": "and Carl Thio. Let's start the show.",
		"episode": "s01e05",
		"objectID": "1050"
	},
	{
		"time": "00:00:30",
		"speaker": 2,
		"line": "There's a You full bedroom said in here. Yeah, it looks like a Is that a mom? It's almost off. It's a full bedroom and actually use it gets guests Can Ipkiss. Yeah,",
		"episode": "s01e05",
		"objectID": "1051"
	},
	{
		"time": "00:00:42",
		"speaker": 4,
		"line": "this is the I ke a Stanley Ipkiss. It was named after Jim Carrey's character in the Mask. Uh, you can see it's all designed very similar to",
		"episode": "s01e05",
		"objectID": "1052"
	},
	{
		"time": "00:00:51",
		"speaker": 1,
		"line": "Todd. Are you living in here now? I mean, because you",
		"episode": "s01e05",
		"objectID": "1053"
	},
	{
		"time": "00:00:56",
		"speaker": 2,
		"line": "are in a robe drinking. Ah, hot cup of coffee. Um, and it seems like you just rolled out of bed. You do have a shower cap on?",
		"episode": "s01e05",
		"objectID": "1054"
	},
	{ "time": "00:01:07", "speaker": 4, "line": "Yeah, Well, listen, I'm so", "episode": "s01e05", "objectID": "1055" },
	{
		"time": "00:01:09",
		"speaker": 1,
		"line": "you know, he sleeps in the shower cap. Do you sleep in a shower cap?",
		"episode": "s01e05",
		"objectID": "1056"
	},
	{
		"time": "00:01:13",
		"speaker": 2,
		"line": "Where are you heading to the shower soon. And you don't want to mess your hair up.",
		"episode": "s01e05",
		"objectID": "1057"
	},
	{
		"time": "00:01:16",
		"speaker": 4,
		"line": "You guys come and sleep in the shower cap. You see, I tend thio at night. Sometimes we'll try to drink water, and, uh, in my days of sleepiness, I'll spill it all over myself. And I don't want to go back to sleep with wet hair. So I just wear the shower cap. So",
		"episode": "s01e05",
		"objectID": "1058"
	},
	{
		"time": "00:01:32",
		"speaker": 2,
		"line": "but you are. You are pretty much soaked from the neck down.",
		"episode": "s01e05",
		"objectID": "1059"
	},
	{
		"time": "00:01:37",
		"speaker": 4,
		"line": "Yeah, well, yeah. As you can see is an empty picture over there. That's my water pitcher that I keep next to my bed. And I tried to get a few drops every night, but I really drink that water in the days so I'll spill it all over myself.",
		"episode": "s01e05",
		"objectID": "10510"
	},
	{
		"time": "00:01:51",
		"speaker": 1,
		"line": "You look dehydrated. Doesn't like getting any of the water in your mouth.",
		"episode": "s01e05",
		"objectID": "10511"
	},
	{
		"time": "00:01:56",
		"speaker": 4,
		"line": "No. And I'll tell you what. I thought this company would help, but it's doing",
		"episode": "s01e05",
		"objectID": "10512"
	},
	{
		"time": "00:01:58",
		"speaker": 2,
		"line": "no good grief, man. I'll tell you what I think you need to figure out something, man, because I'm worried for you. Honestly, I feel like every every time I see you look a little bit worse.",
		"episode": "s01e05",
		"objectID": "10513"
	},
	{
		"time": "00:02:09",
		"speaker": 4,
		"line": "Well, I had a good thank you.",
		"episode": "s01e05",
		"objectID": "10514"
	},
	{
		"time": "00:02:11",
		"speaker": 2,
		"line": "Know that a compliment? It's the opposite of a compliment. I'm worried about you.",
		"episode": "s01e05",
		"objectID": "10515"
	},
	{
		"time": "00:02:14",
		"speaker": 4,
		"line": "I had a great lead on a place. It was a bachelor. Which is I guess what I am now. Uh, come on. You know, while you're accepting it, Well, I mean, at a certain point, once you it's either go to jail because of a restraining order or say the words we are divorced, you know, say the words. And",
		"episode": "s01e05",
		"objectID": "10516"
	},
	{
		"time": "00:02:34",
		"speaker": 1,
		"line": "that was the ultimatum. It was gonna go to jail or just say, your",
		"episode": "s01e05",
		"objectID": "10517"
	},
	{
		"time": "00:02:38",
		"speaker": 4,
		"line": "divorce. All. I broke the restraining order again. According to my wife and the law,",
		"episode": "s01e05",
		"objectID": "10518"
	},
	{
		"time": "00:02:43",
		"speaker": 2,
		"line": "which was on a second date with me.",
		"episode": "s01e05",
		"objectID": "10519"
	},
	{
		"time": "00:02:47",
		"speaker": 4,
		"line": "That's right. Um, I have fallen in love with your lunch lady Alter ego.",
		"episode": "s01e05",
		"objectID": "10520"
	},
	{
		"time": "00:02:53",
		"speaker": 2,
		"line": "Bethany Hart Hart? Yes. And I very much While I am Bethany and very much in love with you.",
		"episode": "s01e05",
		"objectID": "10521"
	},
	{
		"time": "00:02:59",
		"speaker": 4,
		"line": "Yeah, on. You know, we're really hitting it off. And for a second data tried to I know that this is not what you wanted, but I tried to get in to show you off to my ex wife, Andi. She said this is the last straw and she called the cops. And, you know, I think it's a It's unfortunate. Restraining order. How are you supposed to say 25 feet away from the woman you love? But",
		"episode": "s01e05",
		"objectID": "10522"
	},
	{
		"time": "00:03:22",
		"speaker": 1,
		"line": "they're restraining Order is a 25 25 all. You could throw a rock",
		"episode": "s01e05",
		"objectID": "10523"
	},
	{
		"time": "00:03:28",
		"speaker": 4,
		"line": "that far time, and I've tried.",
		"episode": "s01e05",
		"objectID": "10524"
	},
	{
		"time": "00:03:32",
		"speaker": 1,
		"line": "You have a terrible and don't wear",
		"episode": "s01e05",
		"objectID": "10525"
	},
	{
		"time": "00:03:40",
		"speaker": 4,
		"line": "that. I tried to pay him and we were both",
		"episode": "s01e05",
		"objectID": "10526"
	},
	{
		"time": "00:03:42",
		"speaker": 1,
		"line": "throwing rocks at a favor. right way were used.",
		"episode": "s01e05",
		"objectID": "10527"
	},
	{
		"time": "00:03:50",
		"speaker": 4,
		"line": "Well, I was publicly stoned by my ex wife, your boyfriend, 17 year old basketball,",
		"episode": "s01e05",
		"objectID": "10528"
	},
	{
		"time": "00:03:58",
		"speaker": 1,
		"line": "biblical punishment out in the town square.",
		"episode": "s01e05",
		"objectID": "10529"
	},
	{
		"time": "00:04:02",
		"speaker": 4,
		"line": "And people I thought they would come. When people started coming out. I thought they were gonna cut. They don't stop it. But they gathered around and they cheered and",
		"episode": "s01e05",
		"objectID": "10530"
	},
	{
		"time": "00:04:09",
		"speaker": 2,
		"line": "they wanted a blood. It was chaos in the town.",
		"episode": "s01e05",
		"objectID": "10531"
	},
	{
		"time": "00:04:14",
		"speaker": 1,
		"line": "There's some about that kid. When he's doing something, you just want to get behind it.",
		"episode": "s01e05",
		"objectID": "10532"
	},
	{
		"time": "00:04:17",
		"speaker": 4,
		"line": "I refuse to remember his name.",
		"episode": "s01e05",
		"objectID": "10533"
	},
	{
		"time": "00:04:20",
		"speaker": 1,
		"line": "He gave a couple people leprosy.",
		"episode": "s01e05",
		"objectID": "10534"
	},
	{
		"time": "00:04:22",
		"speaker": 4,
		"line": "That's right. That's right. He did an opposite. Jesus.",
		"episode": "s01e05",
		"objectID": "10535"
	},
	{
		"time": "00:04:28",
		"speaker": 1,
		"line": "That's what he was saying in the town square. Jesus, somehow guys, the hero I don't",
		"episode": "s01e05",
		"objectID": "10536"
	},
	{
		"time": "00:04:34",
		"speaker": 2,
		"line": "understand. Honestly, Todd, I I mean, I I respect you more than more than a lot of recording. Oh, good God. Yeah. We've been recording this whole damn map. Shit. Well, hang on. Let me We'll get back to it. Hello, everyone. Welcome to the teacher's lounge. Uh, this is the first, best and only podcast relevant to Hamilton High school students. And the issues they experience. I have course. I'm your host, Mr Howard Levis. Joined by my three colleagues guys, Introduce yourselves.",
		"episode": "s01e05",
		"objectID": "10537"
	},
	{
		"time": "00:05:04",
		"speaker": 4,
		"line": "Prime Todd Padre, theater teacher and director of the upcoming Student One Man Show Starring me",
		"episode": "s01e05",
		"objectID": "10538"
	},
	{
		"time": "00:05:10",
		"speaker": 2,
		"line": "Hi, I'm previously Bill Crave E now Bethany Hart. Bill was the Spanish teacher and also the basketball coach. He was fired. I returned to the school dressed as a woman and was hired as the main lunch lady. Bethany Hart.",
		"episode": "s01e05",
		"objectID": "10539"
	},
	{
		"time": "00:05:26",
		"speaker": 1,
		"line": "My name is Sam, Weatherman. I run crazy limousines, and I am the one stop shop. You got the name? You want a drink? Yeah. Crazy limousines. I would",
		"episode": "s01e05",
		"objectID": "10540"
	},
	{
		"time": "00:05:42",
		"speaker": 4,
		"line": "assume that you would try to lead away from the fact that you're driving is crazy. And then there's people,",
		"episode": "s01e05",
		"objectID": "10541"
	},
	{
		"time": "00:05:47",
		"speaker": 1,
		"line": "anything it should have been like straight down the middle of the road. Limousine? What do they say? Any publicity is good publicity. So, like a crazy man crashes in a crazy fashion. I said, Hey, that's one, too. And I'll make it Sam out of crazy limousines. We're taking you to the promised year. I also used to teach driver's Ed and SB.",
		"episode": "s01e05",
		"objectID": "10542"
	},
	{
		"time": "00:06:08",
		"speaker": 2,
		"line": "Uh oh, yeah, that is right. You are. You were relieved of duties?",
		"episode": "s01e05",
		"objectID": "10543"
	},
	{
		"time": "00:06:12",
		"speaker": 1,
		"line": "Yes, I wasn't fired. I'll still be getting paid, but I was relieved of my doing, But you work that out. What? How did you work that? Because it turns out I'm a I'm a pretty big deal, and I think it",
		"episode": "s01e05",
		"objectID": "10544"
	},
	{
		"time": "00:06:25",
		"speaker": 4,
		"line": "well. You're tenured here,",
		"episode": "s01e05",
		"objectID": "10545"
	},
	{
		"time": "00:06:27",
		"speaker": 1,
		"line": "right? I'm tenured here. Became tenure. Yeah, They said that everybody feels bad for me, so they can't fire me or something. I didn't really get it, but I'm happy anyway. I'm driving and crashing limousines full time",
		"episode": "s01e05",
		"objectID": "10546"
	},
	{
		"time": "00:06:37",
		"speaker": 4,
		"line": "now. Yeah, well, your first ride was, ah, local country celebrity. Kenny Flip Mint. Yeah. And you didn't even get He didn't even get into the car before you crashed it.",
		"episode": "s01e05",
		"objectID": "10547"
	},
	{
		"time": "00:06:48",
		"speaker": 1,
		"line": "That's right. That's right. I was backing up. In his cold is Zach. He's got a beautiful house. Beautiful house over on Stanford Ranch Road. And I was backing into his colder sack. Now wait. What? Were you just starting to back up,",
		"episode": "s01e05",
		"objectID": "10548"
	},
	{
		"time": "00:07:00",
		"speaker": 2,
		"line": "or did you make your way to his house? In reverse?",
		"episode": "s01e05",
		"objectID": "10549"
	},
	{
		"time": "00:07:03",
		"speaker": 1,
		"line": "Itself is a big problem. I accidentally went their nose in, realized there's no way I",
		"episode": "s01e05",
		"objectID": "10550"
	},
	{ "time": "00:07:08", "speaker": 4, "line": "would be able to get back", "episode": "s01e05", "objectID": "10551" },
	{
		"time": "00:07:08",
		"speaker": 1,
		"line": "out of here. I'm backing out of his cold a sack and I clip three cars and so I make the turn and then I'm backing in, and I clipped the other three you just",
		"episode": "s01e05",
		"objectID": "10552"
	},
	{
		"time": "00:07:18",
		"speaker": 2,
		"line": "counted on your hand. It looked like you counted more than three. But then you decided to say three.",
		"episode": "s01e05",
		"objectID": "10553"
	},
	{
		"time": "00:07:23",
		"speaker": 1,
		"line": "Oh, sorry. I hit three sets of three cars. Nine. First, side 12 on the second. Anyway, crazy limousines come and get him. We have popcorn in the back. And I saw you driving",
		"episode": "s01e05",
		"objectID": "10554"
	},
	{
		"time": "00:07:38",
		"speaker": 2,
		"line": "by the other day very scarily in reverse. And there's no, um,",
		"episode": "s01e05",
		"objectID": "10555"
	},
	{
		"time": "00:07:43",
		"speaker": 1,
		"line": "was there wearing a mask wearing a mask. Okay, you were wearing Oh, this is Thursday, then? Yeah, yeah. What was that mask of? Huh? Oh, it's It's like a human face, But it's bigger. Yeah, so it looks really crazy. Looks like a guy with the head that wears like a size 12 had.",
		"episode": "s01e05",
		"objectID": "10556"
	},
	{
		"time": "00:08:02",
		"speaker": 2,
		"line": "It's upsetting. It's like a Ron Perlman kind of",
		"episode": "s01e05",
		"objectID": "10557"
	},
	{ "time": "00:08:06", "speaker": 1, "line": "way, but there's no", "episode": "s01e05", "objectID": "10558" },
	{
		"time": "00:08:09",
		"speaker": 2,
		"line": "receptacles for this popcorn in the back. It's just loose in the back of the limousine.",
		"episode": "s01e05",
		"objectID": "10559"
	},
	{
		"time": "00:08:13",
		"speaker": 1,
		"line": "Like I said, we have popcorn in the back. Bring your own tub. That'll be good for anybody who gives it",
		"episode": "s01e05",
		"objectID": "10560"
	},
	{
		"time": "00:08:21",
		"speaker": 2,
		"line": "a shot on prom night this year. Uh, you know, uh, we say stay safe. And in this case. I think that means don't drive drunk and also maybe choose a different means of transportation. But",
		"episode": "s01e05",
		"objectID": "10561"
	},
	{
		"time": "00:08:33",
		"speaker": 1,
		"line": "our ticket sales for the prom",
		"episode": "s01e05",
		"objectID": "10562"
	},
	{
		"time": "00:08:35",
		"speaker": 2,
		"line": "sold out, sold out. Miss Holloway, though, is currently in a coma. From what I understand stampede it was a stampede because they had to re issue tickets due to some mistakes that were made in the first round on. Everybody was going to get their new tickets. Mistake was an address mistake that was addressed to Todd's. Todd's play, right? Todd has fine strips,",
		"episode": "s01e05",
		"objectID": "10563"
	},
	{
		"time": "00:09:05",
		"speaker": 1,
		"line": "eyes that So you know, this dies. All these",
		"episode": "s01e05",
		"objectID": "10564"
	},
	{
		"time": "00:09:08",
		"speaker": 4,
		"line": "problems take it. Well, as you all know for some idiot schedule prom and the same night as the opening night of my one man show, The Story of my life Todd, Padre Colon, a one man show and then close Colon, which is starting, is also co",
		"episode": "s01e05",
		"objectID": "10565"
	},
	{
		"time": "00:09:25",
		"speaker": 2,
		"line": "starring your your class right where it should be for them. Yeah,",
		"episode": "s01e05",
		"objectID": "10566"
	},
	{
		"time": "00:09:29",
		"speaker": 4,
		"line": "that's right. The ah lot of theater students and parents were a little upset that the students were not able to act in the place. I made them trees and that was upsetting everybody. So I said all 45 of them could open for more than five minutes Now combined E. Okay. A lot of people are saying, you know what? That stand up, not theater. So I said, Well, what the hell do you want from me? So I'm letting these kids write up a show, and they can do it. They get five minutes before my play there, my opening act, and they can write a one act and do whatever the hell they want with their words. It's ah, I'm really getting out a lot of stuff about my marriage. Ah, a lot of things I'm going through. It's all based on truth and reality. And I really hold up a mirror",
		"episode": "s01e05",
		"objectID": "10567"
	},
	{
		"time": "00:10:14",
		"speaker": 2,
		"line": "I read in the paper. There was, Ah, in the crime reports, it looks like your your daughter, uh, uh reported to the police that you tortured her for information about your play.",
		"episode": "s01e05",
		"objectID": "10568"
	},
	{
		"time": "00:10:30",
		"speaker": 4,
		"line": "Well, that's right. As you know, as you know, my daughter is cash poor.",
		"episode": "s01e05",
		"objectID": "10569"
	},
	{
		"time": "00:10:36",
		"speaker": 2,
		"line": "She has a lot of assets that she's trying to sell around town. That's right.",
		"episode": "s01e05",
		"objectID": "10570"
	},
	{
		"time": "00:10:40",
		"speaker": 4,
		"line": "And I ended up, uh, we got a Diet Coke spill, uh,",
		"episode": "s01e05",
		"objectID": "10571"
	},
	{
		"time": "00:10:45",
		"speaker": 1,
		"line": "all over your new bad. At least it didn't get",
		"episode": "s01e05",
		"objectID": "10572"
	},
	{ "time": "00:10:51", "speaker": 2, "line": "on your hair.", "episode": "s01e05", "objectID": "10573" },
	{
		"time": "00:10:51",
		"speaker": 4,
		"line": "Oh, yeah, I see it now. If you all have been wearing shower caps is wouldn't be an issue. I could help you there. What's your flannel? Oh, Jesus.",
		"episode": "s01e05",
		"objectID": "10574"
	},
	{
		"time": "00:11:01",
		"speaker": 1,
		"line": "Now that the planet was already soaked with",
		"episode": "s01e05",
		"objectID": "10575"
	},
	{
		"time": "00:11:03",
		"speaker": 2,
		"line": "a lot of Diet Coke already, it looks like Is that something you regularly do? Powered all of the time, All the time. I'm a spiller.",
		"episode": "s01e05",
		"objectID": "10576"
	},
	{
		"time": "00:11:11",
		"speaker": 4,
		"line": "Oh, no, that's not a flannel. That's a Levi's. That's a Levi's denim. Yeah, he was made to look like a flannel. Different shades of denim. And we're wiping this up",
		"episode": "s01e05",
		"objectID": "10577"
	},
	{
		"time": "00:11:25",
		"speaker": 1,
		"line": "way. Gonna let the cat on cat out of the booth. Craig, how are you? Thank you for bringing in those paper towels. It's just a Bethany. It's Lady.",
		"episode": "s01e05",
		"objectID": "10578"
	},
	{
		"time": "00:11:41",
		"speaker": 4,
		"line": "Thanks for bringing in the paper towels. Craig, Lunch Lady Bethany is doing the podcast now instead of Bill Craig.",
		"episode": "s01e05",
		"objectID": "10579"
	},
	{
		"time": "00:11:46",
		"speaker": 1,
		"line": "Yes. I'm not him. Goodbye.",
		"episode": "s01e05",
		"objectID": "10580"
	},
	{
		"time": "00:11:50",
		"speaker": 4,
		"line": "That was close. Close call.",
		"episode": "s01e05",
		"objectID": "10581"
	},
	{
		"time": "00:11:52",
		"speaker": 2,
		"line": "I'm pretty good at this character. It's pretty seamless now. Yeah. Now",
		"episode": "s01e05",
		"objectID": "10582"
	},
	{
		"time": "00:11:56",
		"speaker": 4,
		"line": "you went into it very quickly. Uh,",
		"episode": "s01e05",
		"objectID": "10583"
	},
	{ "time": "00:11:58", "speaker": 1, "line": "Todd, thank you", "episode": "s01e05", "objectID": "10584" },
	{
		"time": "00:11:59",
		"speaker": 2,
		"line": "so much for writing me into your play. Will you talk about how he tortured his daughter? Yes. I'm sorry. I forgot about that.",
		"episode": "s01e05",
		"objectID": "10585"
	},
	{
		"time": "00:12:07",
		"speaker": 4,
		"line": "it's We almost got out of it. So yeah. My Well, here's the thing. Is the Geneva Difficult convention really have strange and definitions of torture. And I don't think what I did was torture her. I put her in a well lit room and I filled it with smoke, and I and I blasted.",
		"episode": "s01e05",
		"objectID": "10586"
	},
	{
		"time": "00:12:28",
		"speaker": 1,
		"line": "You mean you mean like, uh, fog like fog",
		"episode": "s01e05",
		"objectID": "10587"
	},
	{
		"time": "00:12:32",
		"speaker": 4,
		"line": "machine? No, no, I was smoking packs of cigarettes and fill in the room up with the tobacco smoke. And you, uh, your lung cancer survivor? Well, so far, I'm a survivor. Who knows? Uh,",
		"episode": "s01e05",
		"objectID": "10588"
	},
	{ "time": "00:12:43", "speaker": 1, "line": "it's a pretty bleak Alec.", "episode": "s01e05", "objectID": "10589" },
	{
		"time": "00:12:45",
		"speaker": 4,
		"line": "Well, you know, you don't smoke your whole life and then get cocky. Uh, So anyway, I filled the room with smoke, and as you said, everyone knows about this. But then I blasted for 10 hours straight. The song toxicity by system of it down full volume because I think everyone's gonna side with me on here in a divorce, the child has to choose a parent. You have to choose which one they're siding with. Because things were as quickly as Boston. Yes. And, you know, like my daughter was leaning towards deciding on her mother. And for me, that seems like the wrong decision. So",
		"episode": "s01e05",
		"objectID": "10590"
	},
	{
		"time": "00:13:22",
		"speaker": 2,
		"line": "I was proceeding. She said, I'm living with Mom. Please, please, please. I'm living with my",
		"episode": "s01e05",
		"objectID": "10591"
	},
	{
		"time": "00:13:26",
		"speaker": 4,
		"line": "God. Those proceedings for real embarrassing for me. I gave her a microphone to Well, they give her a microphone and she ended up doing about a 10 minute roast on a",
		"episode": "s01e05",
		"objectID": "10592"
	},
	{
		"time": "00:13:37",
		"speaker": 1,
		"line": "really good deeds. Absolute. She's she's live close to you. We heard some stuff about you that were deep Psyche.",
		"episode": "s01e05",
		"objectID": "10593"
	},
	{
		"time": "00:13:43",
		"speaker": 4,
		"line": "Yeah, my daughter. I see my daughter.",
		"episode": "s01e05",
		"objectID": "10594"
	},
	{ "time": "00:13:46", "speaker": 1, "line": "Most of it", "episode": "s01e05", "objectID": "10595" },
	{
		"time": "00:13:47",
		"speaker": 2,
		"line": "was how you sit down when you pee,",
		"episode": "s01e05",
		"objectID": "10596"
	},
	{
		"time": "00:13:49",
		"speaker": 4,
		"line": "which was really killing, which is not true. I lay down,",
		"episode": "s01e05",
		"objectID": "10597"
	},
	{ "time": "00:13:56", "speaker": 1, "line": "you lay down and", "episode": "s01e05", "objectID": "10598" },
	{
		"time": "00:13:57",
		"speaker": 4,
		"line": "you make a puddle in the bathroom. She had photos, videos. That's right. I don't think that's emasculating women sit down to pee. The fact that I lay down means I'm not like a woman. Well,",
		"episode": "s01e05",
		"objectID": "10599"
	},
	{
		"time": "00:14:08",
		"speaker": 2,
		"line": "I get up is high as I can. You know about me. You have a ladder in your bathroom.",
		"episode": "s01e05",
		"objectID": "105100"
	},
	{
		"time": "00:14:11",
		"speaker": 1,
		"line": "Just add on top of the seating, pee straight down.",
		"episode": "s01e05",
		"objectID": "105101"
	},
	{
		"time": "00:14:13",
		"speaker": 2,
		"line": "I sure do. I used that ladder that I used to cut down the state championship net with and I p Hi",
		"episode": "s01e05",
		"objectID": "105102"
	},
	{
		"time": "00:14:19",
		"speaker": 4,
		"line": "stole that night, didn't you? I did. You could that net down after losing the state? That dripping",
		"episode": "s01e05",
		"objectID": "105103"
	},
	{
		"time": "00:14:25",
		"speaker": 2,
		"line": "and it did not long doing in the state championship. Yeah, your team that season, I zero wins. Or when, Um uh When the fighting Bibles were accepting the state championship on and I I cut down the net.",
		"episode": "s01e05",
		"objectID": "105104"
	},
	{
		"time": "00:14:43",
		"speaker": 4,
		"line": "Now, Mr Levis, my hope is that when you were elected mayor will loosen the terms of what torture is for more leniency, More torture available? Well, no, it's just you can't torture someone you love. It's impossible. And I love my daughter and I was trying to help her, and I think that that is what's getting lost.",
		"episode": "s01e05",
		"objectID": "105105"
	},
	{
		"time": "00:15:02",
		"speaker": 1,
		"line": "I don't understand why you were torturing her information about your play, but you don't have the script.",
		"episode": "s01e05",
		"objectID": "105106"
	},
	{
		"time": "00:15:08",
		"speaker": 4,
		"line": "That's right. It doesn't make a ton of sense. It",
		"episode": "s01e05",
		"objectID": "105107"
	},
	{
		"time": "00:15:12",
		"speaker": 1,
		"line": "does not. But what I was under the",
		"episode": "s01e05",
		"objectID": "105108"
	},
	{
		"time": "00:15:15",
		"speaker": 2,
		"line": "impression of was that you were trying to get information about your ex wife's motivation for the divorce",
		"episode": "s01e05",
		"objectID": "105109"
	},
	{
		"time": "00:15:20",
		"speaker": 4,
		"line": "is what I was expecting. I would have made more sense, but no, I want her. I tortured her and I wanted her to read my play, I say, and tell me what was what what's going",
		"episode": "s01e05",
		"objectID": "105110"
	},
	{
		"time": "00:15:31",
		"speaker": 1,
		"line": "on in it? What am I? What am I",
		"episode": "s01e05",
		"objectID": "105111"
	},
	{
		"time": "00:15:33",
		"speaker": 4,
		"line": "saying? Because I am just stream of consciousness",
		"episode": "s01e05",
		"objectID": "105112"
	},
	{ "time": "00:15:35", "speaker": 1, "line": "that you wanted", "episode": "s01e05", "objectID": "105113" },
	{
		"time": "00:15:36",
		"speaker": 2,
		"line": "to be an acting coach for you. So you tortured her. That's right.",
		"episode": "s01e05",
		"objectID": "105114"
	},
	{ "time": "00:15:39", "speaker": 1, "line": "Way saying Yes,", "episode": "s01e05", "objectID": "105115" },
	{
		"time": "00:15:40",
		"speaker": 4,
		"line": "you tortured her. You I'm saying Tortured by your definition",
		"episode": "s01e05",
		"objectID": "105116"
	},
	{
		"time": "00:15:44",
		"speaker": 2,
		"line": "is your your If I understand your philosophy, it's sort of like the way that farm farm owners can have their Children work before they're 15. You can have your 12 year old son work on your farm, even though it's illegal for people under age of 15 to work. If they're family, it's not. The rules are a little more lenience. You're saying you can't torture somebody if you love",
		"episode": "s01e05",
		"objectID": "105117"
	},
	{
		"time": "00:16:03",
		"speaker": 4,
		"line": "him, and I think going a little further with that, it would be like if that farm owner had their kid read a play that they wrote and then tell them what was in the play but tortured the kid. Really? Yeah,",
		"episode": "s01e05",
		"objectID": "105118"
	},
	{ "time": "00:16:13", "speaker": 1, "line": "I think it's hard to see", "episode": "s01e05", "objectID": "105119" },
	{
		"time": "00:16:15",
		"speaker": 2,
		"line": "your own flaws sometimes, you know. I mean, it's hard to see when you're doing something wrong,",
		"episode": "s01e05",
		"objectID": "105120"
	},
	{ "time": "00:16:20", "speaker": 1, "line": "which Mr Loves you are", "episode": "s01e05", "objectID": "105121" },
	{
		"time": "00:16:22",
		"speaker": 2,
		"line": "up in the polls, right. Despite the Anthonys Wiener scandal at the moment. Yeah, it's looking. I have a theory. Really? Let the incumbent mayor have it in that. In that debate, that was a great debate. Congratulate. Thank you so much. You guys screamed at her a",
		"episode": "s01e05",
		"objectID": "105122"
	},
	{
		"time": "00:16:40",
		"speaker": 1,
		"line": "great debate. You screamed at her and she politely responded with good point salient points. And you lost",
		"episode": "s01e05",
		"objectID": "105123"
	},
	{
		"time": "00:16:46",
		"speaker": 2,
		"line": "it. And the her we're referring to is actually the mayor's wife, Right? Because our incumbent mayor is a man. That sure, but his his wife. He let his sweet wife have it",
		"episode": "s01e05",
		"objectID": "105124"
	},
	{
		"time": "00:16:57",
		"speaker": 1,
		"line": "demanded to debate his wife and",
		"episode": "s01e05",
		"objectID": "105125"
	},
	{
		"time": "00:16:59",
		"speaker": 4,
		"line": "his strategy. You demanded. It is like that. And he he tried to show up to the debate. But you made sure security would not allow him on sight.",
		"episode": "s01e05",
		"objectID": "105126"
	},
	{
		"time": "00:17:08",
		"speaker": 1,
		"line": "Right? What? What were you screaming? He she doesn't need his strength.",
		"episode": "s01e05",
		"objectID": "105127"
	},
	{
		"time": "00:17:13",
		"speaker": 2,
		"line": "Uh What? You heard it. You heard it, right? She doesn't need his strength, you know. I",
		"episode": "s01e05",
		"objectID": "105128"
	},
	{ "time": "00:17:17", "speaker": 1, "line": "know. See, I'm the kind", "episode": "s01e05", "objectID": "105129" },
	{
		"time": "00:17:18",
		"speaker": 2,
		"line": "of person who I believe that regardless of gender, everyone is equal in terms of their capacity to progressive, right? I listen to women the same way I listen to men Okay on. Everybody knows the mayor's points of view, right? Everybody knows that. But if he dies, who becomes mayor? His wife? That's the way it works. A rule that s o I want. She dies. It's It's with Children. It's sort of Ah, you know, aggressive away. Yeah, the way it works in our city, it's It's sort of like a monarchy. So",
		"episode": "s01e05",
		"objectID": "105130"
	},
	{
		"time": "00:17:47",
		"speaker": 1,
		"line": "I just wanted to get her philosophies",
		"episode": "s01e05",
		"objectID": "105131"
	},
	{
		"time": "00:17:49",
		"speaker": 2,
		"line": "out there on the table. You know what I mean? And it's not my fault that she couldn't. Defender said there was a while where there was a, uh, docks in who was our mayor for about six years. About 10 years after family died in a plane crash. Yeah, and their pet had to take over.",
		"episode": "s01e05",
		"objectID": "105132"
	},
	{
		"time": "00:18:07",
		"speaker": 1,
		"line": "Thank God they left someone at home, huh? Someone you don't want to travel with. Your family, that town, the town could have really gotten under there, but thank God we had the wise leadership of Perry the docks.",
		"episode": "s01e05",
		"objectID": "105133"
	},
	{
		"time": "00:18:17",
		"speaker": 4,
		"line": "That Doc son was the first mayor to get us back into the black. Absolutely, uh,",
		"episode": "s01e05",
		"objectID": "105134"
	},
	{
		"time": "00:18:21",
		"speaker": 1,
		"line": "here losing money, hand over fist with all these humans",
		"episode": "s01e05",
		"objectID": "105135"
	},
	{
		"time": "00:18:25",
		"speaker": 4,
		"line": "and the docks and came in and invested in pets dot com. This was 10 years ago after pets dot com and gone down, but a new one head. Yeah, well, we all know the story,",
		"episode": "s01e05",
		"objectID": "105136"
	},
	{ "time": "00:18:34", "speaker": 1, "line": "and you're gonna have,", "episode": "s01e05", "objectID": "105137" },
	{
		"time": "00:18:36",
		"speaker": 2,
		"line": "uh, Sadie the doc sins, son, as your running mate, is that correct? Yeah, that's a huge. A lot of people say it's a bad idea to have the runt dots and be your running mate. But I said, you know what? That Dotson has had the hardest life of anybody. It is his intestines are outside of it. Has it has an inguinal hernia?",
		"episode": "s01e05",
		"objectID": "105138"
	},
	{
		"time": "00:18:58",
		"speaker": 1,
		"line": "Oh, yeah, E. I don't think it's gonna make it through the",
		"episode": "s01e05",
		"objectID": "105139"
	},
	{
		"time": "00:19:04",
		"speaker": 2,
		"line": "campaign, but I love that you're dragging it. Our symbol, though it's a symbol",
		"episode": "s01e05",
		"objectID": "105140"
	},
	{
		"time": "00:19:07",
		"speaker": 4,
		"line": "that doctors in the Bob Dole of dogs run for election.",
		"episode": "s01e05",
		"objectID": "105141"
	},
	{
		"time": "00:19:11",
		"speaker": 2,
		"line": "It is, Yeah, I think it's a symbol, you know, if that dog can fight each day, we can all fight each day, and that's the reason I think I'm ahead in the polls. Is preaching a message of continuing to fight to make our town better than when it was yesterday. I think",
		"episode": "s01e05",
		"objectID": "105142"
	},
	{
		"time": "00:19:24",
		"speaker": 4,
		"line": "a lot of your success is that you come from money and people like that. People like someone rich, and they like that. You're willing to yell at anybody. I mean politics, not about who's the best it's about Who's the richest in the loudest Donald. Yeah, yeah, I think you're really doing that. And you're really showing this town that what we deserve tohave is our mayor and I for I, for one, am excited for all the new life",
		"episode": "s01e05",
		"objectID": "105143"
	},
	{
		"time": "00:19:48",
		"speaker": 1,
		"line": "because you're yelling and screaming your kind of man of the people. You know what I mean? Voices were so important. So not only is",
		"episode": "s01e05",
		"objectID": "105144"
	},
	{
		"time": "00:19:54",
		"speaker": 2,
		"line": "this town filthy and horny, it is angry. Yeah, and I'll be honest. You know, a lot of people come through the school and they say",
		"episode": "s01e05",
		"objectID": "105145"
	},
	{
		"time": "00:20:01",
		"speaker": 1,
		"line": "How, Mr Mr Levis, he's, uh he's a pretty mild mannered fella. Has he get up",
		"episode": "s01e05",
		"objectID": "105146"
	},
	{
		"time": "00:20:06",
		"speaker": 2,
		"line": "there on stage and just turned into this sort of dictatorial kind of, uh, you know,",
		"episode": "s01e05",
		"objectID": "105147"
	},
	{
		"time": "00:20:11",
		"speaker": 1,
		"line": "I've heard you with the switch. I do, I do. And I've got to",
		"episode": "s01e05",
		"objectID": "105148"
	},
	{
		"time": "00:20:14",
		"speaker": 2,
		"line": "flip a switch to flip. And I do. Yeah. And maybe that's from, you know, the years of competition that were bred in my family up on the years of sort of fighting against who I am t live a meager lifestyle. I did finally buy a new house. I got rid of the tiny house, and it is huge on. And it's what I would like to call. And what Guinness Book of World Records has decided is the largest house in America. Wow. Thank you very much, love. Yeah, Guinness, I said. And you know the email you were sending things to. It's the right one. It is.",
		"episode": "s01e05",
		"objectID": "105149"
	},
	{ "time": "00:20:47", "speaker": 1, "line": "And is it true that", "episode": "s01e05", "objectID": "105150" },
	{
		"time": "00:20:48",
		"speaker": 2,
		"line": "while they were there measuring your house, you also you also won for stinkiest",
		"episode": "s01e05",
		"objectID": "105151"
	},
	{
		"time": "00:20:53",
		"speaker": 1,
		"line": "bathroom? You want three? Forget. So, where's that day, didn't you?",
		"episode": "s01e05",
		"objectID": "105152"
	},
	{
		"time": "00:20:58",
		"speaker": 2,
		"line": "Yeah. Yeah. Stinking bathroom. Stinking bathroom was one shortest backyard grass was number two and",
		"episode": "s01e05",
		"objectID": "105153"
	},
	{
		"time": "00:21:05",
		"speaker": 4,
		"line": "meanest to the Guinness. Important?",
		"episode": "s01e05",
		"objectID": "105154"
	},
	{
		"time": "00:21:08",
		"speaker": 1,
		"line": "Yes, Yes. Uh, yeah. So what? They were they given you awards And you were what? Just screaming out of Savage. G said They",
		"episode": "s01e05",
		"objectID": "105155"
	},
	{
		"time": "00:21:19",
		"speaker": 4,
		"line": "said, Listen, we get those fat twins on bikes really gave it to us, But you be a beating them on this one, right?",
		"episode": "s01e05",
		"objectID": "105156"
	},
	{
		"time": "00:21:25",
		"speaker": 1,
		"line": "Yeah. And so is it true? Now, this may be embarrassing. Is it true that you tried to also in fattest twins on bikes and build a doll?",
		"episode": "s01e05",
		"objectID": "105157"
	},
	{
		"time": "00:21:34",
		"speaker": 2,
		"line": "Uh, you build a bad paper shade all of yourself. I did, you know, And a lot of people would say, Wow, your artistic creativity is pretty incredible. Mr. Levis.",
		"episode": "s01e05",
		"objectID": "105158"
	},
	{
		"time": "00:21:44",
		"speaker": 1,
		"line": "A lot of people if you had seen the process. I sat in",
		"episode": "s01e05",
		"objectID": "105159"
	},
	{
		"time": "00:21:47",
		"speaker": 2,
		"line": "my living room and I covered myself and paste. I sliced up a newspaper, but",
		"episode": "s01e05",
		"objectID": "105160"
	},
	{
		"time": "00:21:52",
		"speaker": 1,
		"line": "we saw the live stream. Yeah. Thank you. Oh, thank you so much. You didn't hit any other. You didn't hit any likes",
		"episode": "s01e05",
		"objectID": "105161"
	},
	{
		"time": "00:21:57",
		"speaker": 2,
		"line": "or anything like that on Facebook live. I just caught in the town square where it was up on the big screen. That's good that",
		"episode": "s01e05",
		"objectID": "105162"
	},
	{
		"time": "00:22:03",
		"speaker": 4,
		"line": "I saw it. I just didn't like it.",
		"episode": "s01e05",
		"objectID": "105163"
	},
	{
		"time": "00:22:06",
		"speaker": 2,
		"line": "That's upstanding. Uh, hey, I sat in my living room and created a paper mache a version of myself to try to rival the fattest twins. Some Plexico ALS. And And they found you out. Or did you get it? I was not big enough, is what they said, Okay. Leo was made myself. Anyway, this guy's way.",
		"episode": "s01e05",
		"objectID": "105164"
	},
	{
		"time": "00:22:24",
		"speaker": 1,
		"line": "Want to do a quick segment?",
		"episode": "s01e05",
		"objectID": "105165"
	},
	{
		"time": "00:22:25",
		"speaker": 2,
		"line": "Er, this week, everybody. We actually have had a suggestion box out on the front lawn of the school trying to get suggestions of things we get just a loose box laying out on the lawn with a little sign attached to it that says suggestions, comments, concerns Andi,",
		"episode": "s01e05",
		"objectID": "105166"
	},
	{
		"time": "00:22:44",
		"speaker": 1,
		"line": "Hold on the top and the bottom of the box. So it's been a wild actually get a suggestion to stick. We keep getting suggestions and find them. Another place is more of a tube, but this is the car kids have been defeating out. They call it the wind tunnel. So nothing stayed in that thing. But luckily, we did",
		"episode": "s01e05",
		"objectID": "105167"
	},
	{
		"time": "00:23:01",
		"speaker": 2,
		"line": "have a few things wind up in there. We're just going to take a take a moment to address these comments. Very drafty in the",
		"episode": "s01e05",
		"objectID": "105168"
	},
	{
		"time": "00:23:07",
		"speaker": 1,
		"line": "wait to put one in there, and it was immediately whipped out.",
		"episode": "s01e05",
		"objectID": "105169"
	},
	{
		"time": "00:23:14",
		"speaker": 4,
		"line": "Well, I can address that. I was asked to make it, and I made it out of one of those tornado money machines. I just I cut the bottom out of one of those that'll D'oh!",
		"episode": "s01e05",
		"objectID": "105170"
	},
	{
		"time": "00:23:25",
		"speaker": 1,
		"line": "It's honestly, the worst thing you could make you say Wow, sorry, sorry. Paper out of itself.",
		"episode": "s01e05",
		"objectID": "105171"
	},
	{
		"time": "00:23:38",
		"speaker": 4,
		"line": "Okay. Be careful, Ugo. You're getting cut from my play with that kind of time.",
		"episode": "s01e05",
		"objectID": "105172"
	},
	{
		"time": "00:23:42",
		"speaker": 1,
		"line": "Wait, wait. This is a segment",
		"episode": "s01e05",
		"objectID": "105173"
	},
	{
		"time": "00:23:43",
		"speaker": 2,
		"line": "we're just gonna call very simply",
		"episode": "s01e05",
		"objectID": "105174"
	},
	{
		"time": "00:23:44",
		"speaker": 1,
		"line": "the suggestion buns. Eso this. This segment is called tube. All",
		"episode": "s01e05",
		"objectID": "105175"
	},
	{
		"time": "00:23:54",
		"speaker": 4,
		"line": "right, well, I got one right here. Here's one. This one is addressed to lunch. Lady Heart. That's May. It says, uh, lunch lady Heart. I've noticed lately there's been a lot of beard hairs in the pizza. Is there a way to not do that on? Then It says, sincerely, a concerned pizza eater. Well,",
		"episode": "s01e05",
		"objectID": "105176"
	},
	{
		"time": "00:24:17",
		"speaker": 2,
		"line": "um, I as you guys know, my beard grows very quickly, and I don't have, you know, it's it's back at a stubble by the time lunch happened. So I do have to shave back there where we make the food, right? And I I Honestly, I try to, um",
		"episode": "s01e05",
		"objectID": "105177"
	},
	{ "time": "00:24:37", "speaker": 0, "line": "You know, I", "episode": "s01e05", "objectID": "105178" },
	{
		"time": "00:24:38",
		"speaker": 2,
		"line": "try to blend the hairs into the pizza, um, and really smash them down once they get in it. So I am",
		"episode": "s01e05",
		"objectID": "105179"
	},
	{
		"time": "00:24:46",
		"speaker": 1,
		"line": "trying. That seems like a good enough answer",
		"episode": "s01e05",
		"objectID": "105180"
	},
	{
		"time": "00:24:48",
		"speaker": 4,
		"line": "for me. Yeah, well, and you know, if you were one of those Costco beard, beard nets would know you were a man",
		"episode": "s01e05",
		"objectID": "105181"
	},
	{
		"time": "00:24:55",
		"speaker": 1,
		"line": "way. Really Don't like the hair and the pizza. This is a ridiculous question. Me? If you really don't like to hear in the pizza than wear a hair net",
		"episode": "s01e05",
		"objectID": "105182"
	},
	{
		"time": "00:25:01",
		"speaker": 4,
		"line": "over your That's a great solar.",
		"episode": "s01e05",
		"objectID": "105183"
	},
	{
		"time": "00:25:07",
		"speaker": 1,
		"line": "Siphon the pizza through a hair net. That's that's very good. Also, I don't mean",
		"episode": "s01e05",
		"objectID": "105184"
	},
	{
		"time": "00:25:12",
		"speaker": 2,
		"line": "thio cause any stink here, but Well, you",
		"episode": "s01e05",
		"objectID": "105185"
	},
	{
		"time": "00:25:15",
		"speaker": 1,
		"line": "are. Yeah, it seems like you brought some of the bathroom stinky",
		"episode": "s01e05",
		"objectID": "105186"
	},
	{
		"time": "00:25:20",
		"speaker": 2,
		"line": "bathroom. But this is what I'll say to this. Okay? People there too. Freaking concerned with public health, You know what I mean? Like like",
		"episode": "s01e05",
		"objectID": "105187"
	},
	{
		"time": "00:25:28",
		"speaker": 1,
		"line": "it's in this in this day and age, like medicine is",
		"episode": "s01e05",
		"objectID": "105188"
	},
	{
		"time": "00:25:31",
		"speaker": 2,
		"line": "enough. All right, we got we got plenty of good medicine, a little hair, whatever weird disease you're gonna get for me in the man's hair. You're gonna be able to cure simply by just going to the dang on, doctor. Okay, So",
		"episode": "s01e05",
		"objectID": "105189"
	},
	{ "time": "00:25:41", "speaker": 3, "line": "don't", "episode": "s01e05", "objectID": "105190" },
	{
		"time": "00:25:41",
		"speaker": 2,
		"line": "complain about eating hair. Y'all.",
		"episode": "s01e05",
		"objectID": "105191"
	},
	{
		"time": "00:25:43",
		"speaker": 1,
		"line": "You're lucky you even have food. You know, there's people",
		"episode": "s01e05",
		"objectID": "105192"
	},
	{
		"time": "00:25:46",
		"speaker": 2,
		"line": "around this world who haven't had dinner,",
		"episode": "s01e05",
		"objectID": "105193"
	},
	{
		"time": "00:25:49",
		"speaker": 1,
		"line": "all right? Someone's on their political. So by this was a huge part of",
		"episode": "s01e05",
		"objectID": "105194"
	},
	{
		"time": "00:25:52",
		"speaker": 2,
		"line": "the day. I mean, his his debate everybody to deserve dinner. I honestly don't know how how you quantify this information. How you found so many people that don't have dinner. I simply I sent out a in email blast Thio, All of our constituents. Everyone here and said Ask all your family who ate dinner tonight and then they got about You",
		"episode": "s01e05",
		"objectID": "105195"
	},
	{
		"time": "00:26:19",
		"speaker": 4,
		"line": "gotta get a bunch of people and I learned a lot. Now, uh, one of the suggestions",
		"episode": "s01e05",
		"objectID": "105196"
	},
	{
		"time": "00:26:23",
		"speaker": 1,
		"line": "that one here, I got one. This one is for Todd. Padre says, Todd, that's me. I owe anonymous tip. Interesting. I think I've seen the Wimberley is in the creek also. Did you know that they've been chipped? Local vet has their location.",
		"episode": "s01e05",
		"objectID": "105197"
	},
	{
		"time": "00:26:40",
		"speaker": 4,
		"line": "Okay, well, as your anonymous, as you all know, I'm producing a documentary called Finding The Member Leaves About So the twins of the Wimberley family that supposedly died in my theater class and I think they faked their deaths. And recently, Maur twins from the family have died. I think they're all faking their deaths, and this is a hot tip. So the wen believes they're chipped like a dog on. All I got to do is go to the vet. This is good. I'm going to get my my director, and then I'm gonna get a camera and I'm gonna go. And where they say, the quarry.",
		"episode": "s01e05",
		"objectID": "105198"
	},
	{
		"time": "00:27:12",
		"speaker": 1,
		"line": "They said they agreed scene in the creek.",
		"episode": "s01e05",
		"objectID": "105199"
	},
	{
		"time": "00:27:14",
		"speaker": 4,
		"line": "Okay, Well, time to get my floaties on and I'm gonna go in there and find the thing.",
		"episode": "s01e05",
		"objectID": "105200"
	},
	{
		"time": "00:27:19",
		"speaker": 2,
		"line": "And that Greeks, pretty shallow. I don't think you need floaties. Well,",
		"episode": "s01e05",
		"objectID": "105201"
	},
	{
		"time": "00:27:23",
		"speaker": 4,
		"line": "we'll see if I have to pee in there. I've got something to hold me up on. Land down, I Anybody else? Let's let's keep using suggestion to for hot tips on finding the Wimberley. So I think that's very helpful for May. And also any tips on how to get my wife back. Let's go ahead and throw those in the tube. Thank you very much.",
		"episode": "s01e05",
		"objectID": "105202"
	},
	{
		"time": "00:27:42",
		"speaker": 2,
		"line": "I got one here. It's for you. Mr. Weatherman says Mr Weatherman crashed a limo into my restaurant. Just left it there. Can you tell him to call me and then as a number?",
		"episode": "s01e05",
		"objectID": "105203"
	},
	{
		"time": "00:27:59",
		"speaker": 1,
		"line": "No, don't tell me. Just let's not deal with",
		"episode": "s01e05",
		"objectID": "105204"
	},
	{ "time": "00:28:02", "speaker": 4, "line": "that. You're sorry?", "episode": "s01e05", "objectID": "105205" },
	{
		"time": "00:28:03",
		"speaker": 2,
		"line": "I wish I had more information here. I wish I knew which restaurant it was. We could maybe help a little bit more.",
		"episode": "s01e05",
		"objectID": "105206"
	},
	{
		"time": "00:28:08",
		"speaker": 4,
		"line": "All right. I know. I just said, you know, put some direct help for me, which is not a suggestion, but that's not a damn suggestion right now. Don't just tell me what you want me to dio.",
		"episode": "s01e05",
		"objectID": "105207"
	},
	{
		"time": "00:28:18",
		"speaker": 1,
		"line": "What's the sooner suggestion is? They want me to call them and apologize. I believe that",
		"episode": "s01e05",
		"objectID": "105208"
	},
	{
		"time": "00:28:22",
		"speaker": 2,
		"line": "that suggestion would be Can you come get the limousine that you left crashed into their restaurant out of there",
		"episode": "s01e05",
		"objectID": "105209"
	},
	{
		"time": "00:28:27",
		"speaker": 1,
		"line": "s K. Don't they want business? Do they not want business? There's already a limo there. Now we're just waiting for the date.",
		"episode": "s01e05",
		"objectID": "105210"
	},
	{
		"time": "00:28:34",
		"speaker": 2,
		"line": "It did cause a bit. There was a lot of news coverage on this crash and they gave the owners of the restaurant a lot of sympathy. Thank you.",
		"episode": "s01e05",
		"objectID": "105211"
	},
	{
		"time": "00:28:43",
		"speaker": 1,
		"line": "What is this? The Sabara? It's a borrow on 12th",
		"episode": "s01e05",
		"objectID": "105212"
	},
	{
		"time": "00:28:46",
		"speaker": 2,
		"line": "number. What's the phone? I can't say it out loud.",
		"episode": "s01e05",
		"objectID": "105213"
	},
	{
		"time": "00:28:49",
		"speaker": 1,
		"line": "Or is this the food writers on",
		"episode": "s01e05",
		"objectID": "105214"
	},
	{
		"time": "00:28:51",
		"speaker": 2,
		"line": "13? Based on the number, I think it might be the Fuddruckers.",
		"episode": "s01e05",
		"objectID": "105215"
	},
	{
		"time": "00:28:56",
		"speaker": 1,
		"line": "Oh, was that the Allies become? Was it the road fuckers? Fuckers. I love that themed restaurant. All about hating Paul run in his family, Dad. So specifically themed. But it's very fun. I like when you fart on the clueless poster. Yeah, that's my favorite, but what a",
		"episode": "s01e05",
		"objectID": "105216"
	},
	{
		"time": "00:29:17",
		"speaker": 2,
		"line": "great activity to do at a restaurant. It's like Cracker Barrels, little Peg game. Except there's this fart on Paul Rhodes. Hold on. What have you been doing it, Cracker barrel? I've been playing a little peg game where you try to get one peg left. And that's when the oldest waitress in the restaurant pegs you in the bathroom. Uh, that's",
		"episode": "s01e05",
		"objectID": "105217"
	},
	{ "time": "00:29:38", "speaker": 1, "line": "what you've been doing.", "episode": "s01e05", "objectID": "105218" },
	{
		"time": "00:29:39",
		"speaker": 2,
		"line": "Uh, you gotta go for it. That's",
		"episode": "s01e05",
		"objectID": "105219"
	},
	{
		"time": "00:29:41",
		"speaker": 1,
		"line": "what I play. Move on. I'm always an ignoramus.",
		"episode": "s01e05",
		"objectID": "105220"
	},
	{
		"time": "00:29:47",
		"speaker": 4,
		"line": "That's right. Afterwards, they give you a rating for how good you were getting, Peg. And if you",
		"episode": "s01e05",
		"objectID": "105221"
	},
	{
		"time": "00:29:52",
		"speaker": 1,
		"line": "do, you always get paid very poorly.",
		"episode": "s01e05",
		"objectID": "105222"
	},
	{
		"time": "00:29:55",
		"speaker": 4,
		"line": "Like getting your Amos. And then you come back and you gotta stand for the rest of the meal. You eat your corn bread because that's all I order. There's all right. So anybody rod fuckers, we love your business, but we're not going to call you and apologize. And weatherman's not gonna come get",
		"episode": "s01e05",
		"objectID": "105223"
	},
	{ "time": "00:30:13", "speaker": 1, "line": "you. I don't know if I", "episode": "s01e05", "objectID": "105224" },
	{
		"time": "00:30:15",
		"speaker": 2,
		"line": "have a suggestion here. It says Mr Levis",
		"episode": "s01e05",
		"objectID": "105225"
	},
	{
		"time": "00:30:20",
		"speaker": 1,
		"line": "in your biology class, could you",
		"episode": "s01e05",
		"objectID": "105226"
	},
	{
		"time": "00:30:23",
		"speaker": 2,
		"line": "stop showing us body parts of yours when you talk about them in",
		"episode": "s01e05",
		"objectID": "105227"
	},
	{
		"time": "00:30:28",
		"speaker": 4,
		"line": "the textbook? Oh, come on.",
		"episode": "s01e05",
		"objectID": "105228"
	},
	{ "time": "00:30:30", "speaker": 3, "line": "What do you own? I mean,", "episode": "s01e05", "objectID": "105229" },
	{ "time": "00:30:31", "speaker": 4, "line": "you're doing that", "episode": "s01e05", "objectID": "105230" },
	{
		"time": "00:30:32",
		"speaker": 1,
		"line": "core. I mean, yes. What? Which body parts. That they have a",
		"episode": "s01e05",
		"objectID": "105231"
	},
	{
		"time": "00:30:36",
		"speaker": 2,
		"line": "problem with? I mean, I show him my show him everything. It's not",
		"episode": "s01e05",
		"objectID": "105232"
	},
	{
		"time": "00:30:38",
		"speaker": 1,
		"line": "like I'm just I'm guessing Dick. And it says here these air bullet points, your dick, your bottle. That's it. What would they rather see? A picture? Just some random person. I'm gonna show",
		"episode": "s01e05",
		"objectID": "105233"
	},
	{
		"time": "00:30:52",
		"speaker": 2,
		"line": "him a picture of a dick and a but",
		"episode": "s01e05",
		"objectID": "105234"
	},
	{
		"time": "00:30:54",
		"speaker": 1,
		"line": "I don't think they want to see a picture either. I think they want to see maybe just like a got a text from Amir. Let him look at their own dicks and butt holes, huh? I'm sure they've seen him.",
		"episode": "s01e05",
		"objectID": "105235"
	},
	{
		"time": "00:31:05",
		"speaker": 4,
		"line": "Now, we all know this is non sexual because it's public information that you can't get aroused anymore. But I still think you should now have this could be perceived that you're showing kids your body parts like that. I mean, I'm all about breaking down boundaries, but if my if my lovely daughter was in that class, II would be real peeved that she had to look at your dear your b hole,",
		"episode": "s01e05",
		"objectID": "105236"
	},
	{ "time": "00:31:28", "speaker": 1, "line": "even knowing that", "episode": "s01e05", "objectID": "105237" },
	{
		"time": "00:31:29",
		"speaker": 2,
		"line": "I can't get sexually aroused anymore that I had my libido chemically killed, even knowing that that's right. And I think that",
		"episode": "s01e05",
		"objectID": "105238"
	},
	{
		"time": "00:31:35",
		"speaker": 1,
		"line": "you drinking that cocktail? Of course I",
		"episode": "s01e05",
		"objectID": "105239"
	},
	{
		"time": "00:31:37",
		"speaker": 4,
		"line": "am. That's the right thing because you sent too many pictures of Anthony's wiener toe. Dont young way.",
		"episode": "s01e05",
		"objectID": "105240"
	},
	{
		"time": "00:31:43",
		"speaker": 1,
		"line": "It's the only way that I can stay sane last. What is, uh, drink chemical cocktail that gets rid of his libido? Yeah, It was part of his campaign manager's idea. Get matters. You Listen, listen, You can't be all horny. All major and save. Yeah, He said you can't be all horny. You know how many people in this town",
		"episode": "s01e05",
		"objectID": "105241"
	},
	{
		"time": "00:32:04",
		"speaker": 2,
		"line": "saw a picture of Anthony's wiener? You were. You're something to a lot of PM. Yeah, you were during ah, basketball game this past week doing what the students were calling the dirty dog out in the middle of the floor. Yeah, that was filthy. It was you on your stomach. Um, I'm sorry. It was called The Cry Baby was you later did the dirty dog. It started out with a cry, baby. Was you sucking your thumb Wang going wang Well, and then just kind of humping the ground, huh? I didn't like that one bit. Well, I'm sorry. I'm sorry if I've offended anyone, but it sounds like people like like the my point of view around here. I'm up three points in the polls, and that's, uh, that's more than the margin of error. So what I'll say is, I think the thing is everybody was distracted from your cry, baby because we won the first basketball game of the season. Coached by yours truly. Whoa.",
		"episode": "s01e05",
		"objectID": "105242"
	},
	{
		"time": "00:33:02",
		"speaker": 1,
		"line": "But you were out that night, right? Well, for most of the game,",
		"episode": "s01e05",
		"objectID": "105243"
	},
	{
		"time": "00:33:06",
		"speaker": 2,
		"line": "you were not know I was the coach that took over. Um, year old Rego took over, right? That's correct. Uh, Bethany took over halfway through the game because the coach got sick and we won. Unbelievably, we won by 60 points. Being coached by me as a woman was a woman is a great coach. Thank you. Thank you. Yeah, I was hoisted out of there on everyone's shoulders. It was a really highlight. My wig came off. Everybody said, What's that? And I said nothing and put it back on. Well, that's great. That's really truly great. Now I thinkit's time for us to introduce our guest for for today. Uh, we're glad to have a parent on the show today. Everybody, a new perspective. We haven't had a perspective of apparent law, actually, ever s O. Today we'd love to take a moment to welcome Ah, parent of one of our students. Mrs Marlon Maneuvering. Marla, how are you?",
		"episode": "s01e05",
		"objectID": "105244"
	},
	{
		"time": "00:34:06",
		"speaker": 3,
		"line": "Good morning. 7 11 cup full. Oh, boy. Yeah. I got my salty Greyhound.",
		"episode": "s01e05",
		"objectID": "105245"
	},
	{ "time": "00:34:18", "speaker": 1, "line": "What is that?", "episode": "s01e05", "objectID": "105246" },
	{
		"time": "00:34:20",
		"speaker": 3,
		"line": "Oh, it's, um Let's see. We got vodka. We got Epsom salt. Uh, it's a little drop of grapefruit juice and my secret ingredient. A touch of saline solution.",
		"episode": "s01e05",
		"objectID": "105247"
	},
	{ "time": "00:34:36", "speaker": 1, "line": "Okay, so more and more.", "episode": "s01e05", "objectID": "105248" },
	{
		"time": "00:34:41",
		"speaker": 3,
		"line": "I got news for you. Salt makes me tick, You know what I mean?",
		"episode": "s01e05",
		"objectID": "105249"
	},
	{
		"time": "00:34:46",
		"speaker": 4,
		"line": "So you are. Your intention is completely dehydrate yourself.",
		"episode": "s01e05",
		"objectID": "105250"
	},
	{
		"time": "00:34:52",
		"speaker": 3,
		"line": "If I drink a lot of salt, then that makes him allowed me allowed to drink more. Do you know what I mean? And what else is fun?",
		"episode": "s01e05",
		"objectID": "105251"
	},
	{
		"time": "00:35:01",
		"speaker": 4,
		"line": "No. Marla, I recognize you now seeing you. And I saw that. I thought I don't know this person's name. You kind of all No, You on campus. And I hope this isn't offensive to",
		"episode": "s01e05",
		"objectID": "105252"
	},
	{
		"time": "00:35:11",
		"speaker": 3,
		"line": "you. Nothing gets what? Life's too short.",
		"episode": "s01e05",
		"objectID": "105253"
	},
	{
		"time": "00:35:15",
		"speaker": 4,
		"line": "That's a great attitude. Because we all know you was drunk. Mom on",
		"episode": "s01e05",
		"objectID": "105254"
	},
	{
		"time": "00:35:18",
		"speaker": 3,
		"line": "campus. Hey, fun mom. Drunk. Mom. Well, fun drunk, right? I don't get sad sometimes, but I love a",
		"episode": "s01e05",
		"objectID": "105255"
	},
	{ "time": "00:35:30", "speaker": 2, "line": "lot of time,", "episode": "s01e05", "objectID": "105256" },
	{
		"time": "00:35:31",
		"speaker": 3,
		"line": "but I'm only alone when I get sad. When I'm in public drunk, I'm having fun. That's right.",
		"episode": "s01e05",
		"objectID": "105257"
	},
	{
		"time": "00:35:37",
		"speaker": 4,
		"line": "You you like to throw a lot of parties?",
		"episode": "s01e05",
		"objectID": "105258"
	},
	{
		"time": "00:35:39",
		"speaker": 3,
		"line": "Oh, I love a party. Uh, because you know, my husband just let me redo the kitchen and now and let you Well, you know what I mean. You know how it goes in the marriage. You know, I don't I have sex with them once a year, and he lets me remodel something. That",
		"episode": "s01e05",
		"objectID": "105259"
	},
	{ "time": "00:35:57", "speaker": 1, "line": "of a one for one trade.", "episode": "s01e05", "objectID": "105260" },
	{
		"time": "00:35:58",
		"speaker": 3,
		"line": "I don't understand numbers. Well, good. Okay. So anyway, I remodeled. What are those called? An open",
		"episode": "s01e05",
		"objectID": "105261"
	},
	{ "time": "00:36:09", "speaker": 4, "line": "open floor plan?", "episode": "s01e05", "objectID": "105262" },
	{
		"time": "00:36:11",
		"speaker": 3,
		"line": "Floor plan. Kitchen for parties.",
		"episode": "s01e05",
		"objectID": "105263"
	},
	{
		"time": "00:36:15",
		"speaker": 4,
		"line": "And what you did was you took everything out of the kitchen and you just made it a big bar.",
		"episode": "s01e05",
		"objectID": "105264"
	},
	{
		"time": "00:36:20",
		"speaker": 3,
		"line": "Yeah, uh, it's a bar with one toaster oven because I gotta have my pigs in a blanket. I'll tell you what you",
		"episode": "s01e05",
		"objectID": "105265"
	},
	{
		"time": "00:36:31",
		"speaker": 1,
		"line": "are. You are just a ball of fun. You're a blast. Have",
		"episode": "s01e05",
		"objectID": "105266"
	},
	{
		"time": "00:36:34",
		"speaker": 3,
		"line": "a big ball of fun. I just got my husband one big ball because he only has one ball. D'oh! My husband has one ball. Well, yeah, Huh?",
		"episode": "s01e05",
		"objectID": "105267"
	},
	{ "time": "00:36:48", "speaker": 4, "line": "Go ahead. That's why.", "episode": "s01e05", "objectID": "105268" },
	{
		"time": "00:36:49",
		"speaker": 3,
		"line": "That's why I only, um, look at it once a year. You kind",
		"episode": "s01e05",
		"objectID": "105269"
	},
	{
		"time": "00:36:54",
		"speaker": 1,
		"line": "of famous for telling some pretty, pretty slow, deep family secrets to anybody on",
		"episode": "s01e05",
		"objectID": "105270"
	},
	{
		"time": "00:37:00",
		"speaker": 3,
		"line": "campus. Give me one salty greyhound, and I'll tell you, it's a secret revealed.",
		"episode": "s01e05",
		"objectID": "105271"
	},
	{
		"time": "00:37:05",
		"speaker": 1,
		"line": "Will you have the most Children at this school? Correct.",
		"episode": "s01e05",
		"objectID": "105272"
	},
	{
		"time": "00:37:09",
		"speaker": 3,
		"line": "I have 18 Children. Uh, then I have seven new Barings currently wedged inside of my six. But your run of them work.",
		"episode": "s01e05",
		"objectID": "105273"
	},
	{
		"time": "00:37:18",
		"speaker": 1,
		"line": "Your last name is New Marina's. Well, did you decide to change your last name? Started",
		"episode": "s01e05",
		"objectID": "105274"
	},
	{
		"time": "00:37:23",
		"speaker": 3,
		"line": "that correct guilty accusation. Okay, Well, you know, it's funny, though when I say guilty. Does that make sense?",
		"episode": "s01e05",
		"objectID": "105275"
	},
	{ "time": "00:37:33", "speaker": 4, "line": "Oh, yes.", "episode": "s01e05", "objectID": "105276" },
	{ "time": "00:37:34", "speaker": 3, "line": "You know, it's funny.", "episode": "s01e05", "objectID": "105277" },
	{ "time": "00:37:35", "speaker": 4, "line": "Sorry I missed the joke.", "episode": "s01e05", "objectID": "105278" },
	{
		"time": "00:37:36",
		"speaker": 3,
		"line": "Okay, that's fine. I have more. Do you want to hear him?",
		"episode": "s01e05",
		"objectID": "105279"
	},
	{
		"time": "00:37:40",
		"speaker": 1,
		"line": "Favorite joke. So, Seo, that's good.",
		"episode": "s01e05",
		"objectID": "105280"
	},
	{
		"time": "00:37:43",
		"speaker": 3,
		"line": "Yeah, that's good. Right? This is good. Okay,",
		"episode": "s01e05",
		"objectID": "105281"
	},
	{
		"time": "00:37:45",
		"speaker": 1,
		"line": "so gets OK. So if I were to say to you Hey. Hey. How you doing? What would you What's your favorite joke back?",
		"episode": "s01e05",
		"objectID": "105282"
	},
	{
		"time": "00:37:51",
		"speaker": 3,
		"line": "Uh, two sheets to the wind. Todo mi Ah,",
		"episode": "s01e05",
		"objectID": "105283"
	},
	{
		"time": "00:37:58",
		"speaker": 4,
		"line": "joke is something with a set up in a punch line. It's like Yume or just say ce whatever. Asteroid. Someone asked you a question catchphrase.",
		"episode": "s01e05",
		"objectID": "105284"
	},
	{
		"time": "00:38:06",
		"speaker": 3,
		"line": "Well, I got news for you. There's no way I'm gonna do what you want.",
		"episode": "s01e05",
		"objectID": "105285"
	},
	{ "time": "00:38:14", "speaker": 4, "line": "Was that a joke?", "episode": "s01e05", "objectID": "105286" },
	{ "time": "00:38:15", "speaker": 3, "line": "Yeah,", "episode": "s01e05", "objectID": "105287" },
	{
		"time": "00:38:16",
		"speaker": 1,
		"line": "I don't think I got it, but it was funny.",
		"episode": "s01e05",
		"objectID": "105288"
	},
	{
		"time": "00:38:20",
		"speaker": 3,
		"line": "Thank you, Wayne. He's the nice one, I think.",
		"episode": "s01e05",
		"objectID": "105289"
	},
	{
		"time": "00:38:25",
		"speaker": 1,
		"line": "Yeah. Yeah. So what do you driving these days?",
		"episode": "s01e05",
		"objectID": "105290"
	},
	{
		"time": "00:38:29",
		"speaker": 3,
		"line": "Oh, let's see. I got my previous, you know, but I don't drive it because I like to waste gasoline. Thes days. I made",
		"episode": "s01e05",
		"objectID": "105291"
	},
	{
		"time": "00:38:40",
		"speaker": 2,
		"line": "you pouring it out in your front",
		"episode": "s01e05",
		"objectID": "105292"
	},
	{
		"time": "00:38:41",
		"speaker": 3,
		"line": "yard big time these days. I'm riding around on the back of my kid. Uh, Juan Carlos. Whoa, no, He was named after the bachelor. Correct? Yeah. You know, a 1008",
		"episode": "s01e05",
		"objectID": "105293"
	},
	{
		"time": "00:39:02",
		"speaker": 4,
		"line": "right around on your eight year old son's back.",
		"episode": "s01e05",
		"objectID": "105294"
	},
	{
		"time": "00:39:05",
		"speaker": 3,
		"line": "Oh, you mean what year did he come out? Sure. I don't",
		"episode": "s01e05",
		"objectID": "105295"
	},
	{
		"time": "00:39:09",
		"speaker": 1,
		"line": "know. You ride around on your son's back. You have so many vehicles at your house just constantly running to burn. You could use any of these vehicles. I saw you have a boat out in front of your house just running on Leo.",
		"episode": "s01e05",
		"objectID": "105296"
	},
	{
		"time": "00:39:21",
		"speaker": 3,
		"line": "Oh, I have one vote, and it's always on and I also have seven horses and one very big dawg. What did those called those Harry Big dogs",
		"episode": "s01e05",
		"objectID": "105297"
	},
	{ "time": "00:39:31", "speaker": 1, "line": "know you have a bear.", "episode": "s01e05", "objectID": "105298" },
	{
		"time": "00:39:34",
		"speaker": 3,
		"line": "That's why you tried to scrape my face of Yes. Oh, my God. Yesterday, my daughter,",
		"episode": "s01e05",
		"objectID": "105299"
	},
	{
		"time": "00:39:41",
		"speaker": 1,
		"line": "My eyes. Are you walking your bear the other day? That's a more fire inside and down.",
		"episode": "s01e05",
		"objectID": "105300"
	},
	{ "time": "00:39:46", "speaker": 3, "line": "It's funny,", "episode": "s01e05", "objectID": "105301" },
	{ "time": "00:39:48", "speaker": 1, "line": "you know? It's a bear.", "episode": "s01e05", "objectID": "105302" },
	{
		"time": "00:39:50",
		"speaker": 3,
		"line": "Well, you told me just now",
		"episode": "s01e05",
		"objectID": "105303"
	},
	{
		"time": "00:39:53",
		"speaker": 1,
		"line": "it's a very funny is funny you If it was just a big dog",
		"episode": "s01e05",
		"objectID": "105304"
	},
	{
		"time": "00:39:56",
		"speaker": 3,
		"line": "now, funny and up sometimes that bear punches my daughter lovey dovey in the face,",
		"episode": "s01e05",
		"objectID": "105305"
	},
	{
		"time": "00:40:03",
		"speaker": 1,
		"line": "lovey Bea was after the bachelorette. Direct.",
		"episode": "s01e05",
		"objectID": "105306"
	},
	{ "time": "00:40:06", "speaker": 3, "line": "Yeah, the teacher.", "episode": "s01e05", "objectID": "105307" },
	{
		"time": "00:40:10",
		"speaker": 1,
		"line": "So I wish I knew more about that show.",
		"episode": "s01e05",
		"objectID": "105308"
	},
	{
		"time": "00:40:14",
		"speaker": 3,
		"line": "I Well, I wish I could tell you, but I fall asleep most times.",
		"episode": "s01e05",
		"objectID": "105309"
	},
	{
		"time": "00:40:19",
		"speaker": 1,
		"line": "So you have 18 kids. You're very active in the school. You've obviously been around many times. You know, most of the",
		"episode": "s01e05",
		"objectID": "105310"
	},
	{
		"time": "00:40:24",
		"speaker": 2,
		"line": "teachers, you know, campaign to be the Pete, the president of P. T. A. Every year for the past 10 years.",
		"episode": "s01e05",
		"objectID": "105311"
	},
	{
		"time": "00:40:30",
		"speaker": 3,
		"line": "Well, I think that the p t. A could use a little fun and charm, and I have both",
		"episode": "s01e05",
		"objectID": "105312"
	},
	{ "time": "00:40:39", "speaker": 1, "line": "I don't disagree with", "episode": "s01e05", "objectID": "105313" },
	{
		"time": "00:40:40",
		"speaker": 2,
		"line": "you. I think p T. A. Meetings are pretty dry, which is why parents don't want to get involved.",
		"episode": "s01e05",
		"objectID": "105314"
	},
	{
		"time": "00:40:43",
		"speaker": 3,
		"line": "Thank you. I'm glad you brought that up.",
		"episode": "s01e05",
		"objectID": "105315"
	},
	{
		"time": "00:40:47",
		"speaker": 1,
		"line": "You did run a P t a meeting once they let you run it. Um, and most of it was just you cooking bacon wrapped hot dogs",
		"episode": "s01e05",
		"objectID": "105316"
	},
	{
		"time": "00:40:56",
		"speaker": 2,
		"line": "in one of those things outside of a",
		"episode": "s01e05",
		"objectID": "105317"
	},
	{
		"time": "00:40:58",
		"speaker": 3,
		"line": "club. Cut. You hear any complete?",
		"episode": "s01e05",
		"objectID": "105318"
	},
	{
		"time": "00:41:01",
		"speaker": 1,
		"line": "Yes. The thing is that place of birth. Well, you burnt down the common room here. The school.",
		"episode": "s01e05",
		"objectID": "105319"
	},
	{
		"time": "00:41:09",
		"speaker": 3,
		"line": "We can't believe any. You can't believe anything you read way. Saw it. Anything you see? And what? The only thing you can believe me. I made bacon wrapped hot dogs. I made bacon wrapped crescent rolls. You know, those I wrapped my This was fun. I wrapped my head in bacon and tried to put it in the oven. And everyone's going now, please. After",
		"episode": "s01e05",
		"objectID": "105320"
	},
	{
		"time": "00:41:39",
		"speaker": 1,
		"line": "the bear attack, and also you baked your",
		"episode": "s01e05",
		"objectID": "105321"
	},
	{ "time": "00:41:43", "speaker": 3, "line": "head very scraped up.", "episode": "s01e05", "objectID": "105322" },
	{
		"time": "00:41:46",
		"speaker": 1,
		"line": "I was going to say you're beautiful. I mean, if you ever need, I just think, you know, I just felt the thing here. I",
		"episode": "s01e05",
		"objectID": "105323"
	},
	{ "time": "00:41:52", "speaker": 3, "line": "don't know. Sam's", "episode": "s01e05", "objectID": "105324" },
	{
		"time": "00:41:53",
		"speaker": 2,
		"line": "eating bacon off of the back of her neck.",
		"episode": "s01e05",
		"objectID": "105325"
	},
	{
		"time": "00:41:56",
		"speaker": 1,
		"line": "Sexually. Not doesn't taste very good. It's pretty raw still.",
		"episode": "s01e05",
		"objectID": "105326"
	},
	{
		"time": "00:42:00",
		"speaker": 3,
		"line": "I've had it drive myself wrapped up",
		"episode": "s01e05",
		"objectID": "105327"
	},
	{
		"time": "00:42:01",
		"speaker": 1,
		"line": "for seven days. You smelled elicit a biblical thing Are",
		"episode": "s01e05",
		"objectID": "105328"
	},
	{
		"time": "00:42:05",
		"speaker": 3,
		"line": "seven days wrapping yourself",
		"episode": "s01e05",
		"objectID": "105329"
	},
	{ "time": "00:42:10", "speaker": 2, "line": "up for seven days?", "episode": "s01e05", "objectID": "105330" },
	{
		"time": "00:42:11",
		"speaker": 3,
		"line": "No, the Bible. I read one Bible one time",
		"episode": "s01e05",
		"objectID": "105331"
	},
	{
		"time": "00:42:16",
		"speaker": 1,
		"line": "way, Dru. Literature bombed",
		"episode": "s01e05",
		"objectID": "105332"
	},
	{
		"time": "00:42:19",
		"speaker": 4,
		"line": "the Bible, but you read a buy",
		"episode": "s01e05",
		"objectID": "105333"
	},
	{
		"time": "00:42:22",
		"speaker": 3,
		"line": "one time in a hotel room in Wisconsin. Wait, no, wasn't Wisconsin. It was I was in Napa Valley. I was on a diet.",
		"episode": "s01e05",
		"objectID": "105334"
	},
	{
		"time": "00:42:32",
		"speaker": 4,
		"line": "Did that Bible just have a lot of suggestions for what? To eat in the neighborhood",
		"episode": "s01e05",
		"objectID": "105335"
	},
	{
		"time": "00:42:37",
		"speaker": 3,
		"line": "way gave me the WiFi password on DDE. Well, that's all I can remember. I think it did have some very pretty pictures of the bathroom. Well, my husband is Andy CAPP. So we have to get the big room when",
		"episode": "s01e05",
		"objectID": "105336"
	},
	{
		"time": "00:42:59",
		"speaker": 1,
		"line": "we go to a hotel. That's right. That's nice. You get the big room.",
		"episode": "s01e05",
		"objectID": "105337"
	},
	{ "time": "00:43:04", "speaker": 3, "line": "Yeah, but you know, I", "episode": "s01e05", "objectID": "105338" },
	{
		"time": "00:43:06",
		"speaker": 1,
		"line": "mean, were you mad when Mr",
		"episode": "s01e05",
		"objectID": "105339"
	},
	{
		"time": "00:43:07",
		"speaker": 2,
		"line": "Levis tipped your husband over at the basketball game?",
		"episode": "s01e05",
		"objectID": "105340"
	},
	{
		"time": "00:43:10",
		"speaker": 3,
		"line": "No. Mad. I wish he would have. You would have killed him. I don't want him. Thank you.",
		"episode": "s01e05",
		"objectID": "105341"
	},
	{
		"time": "00:43:20",
		"speaker": 1,
		"line": "I got to live outside. Neither one have the keys.",
		"episode": "s01e05",
		"objectID": "105342"
	},
	{
		"time": "00:43:25",
		"speaker": 3,
		"line": "I can't tell me something. Is there popcorn in the limo?",
		"episode": "s01e05",
		"objectID": "105343"
	},
	{
		"time": "00:43:28",
		"speaker": 1,
		"line": "Oh, absolutely. Bring on top.",
		"episode": "s01e05",
		"objectID": "105344"
	},
	{ "time": "00:43:30", "speaker": 3, "line": "Then I consider me", "episode": "s01e05", "objectID": "105345" },
	{
		"time": "00:43:32",
		"speaker": 1,
		"line": "pops. I usually don't get this kind of",
		"episode": "s01e05",
		"objectID": "105346"
	},
	{
		"time": "00:43:36",
		"speaker": 4,
		"line": "response from women. Not at all.",
		"episode": "s01e05",
		"objectID": "105347"
	},
	{
		"time": "00:43:38",
		"speaker": 3,
		"line": "Well, you gotta get out more, I think. Really? Yeah. I",
		"episode": "s01e05",
		"objectID": "105348"
	},
	{
		"time": "00:43:41",
		"speaker": 1,
		"line": "have been saying in why lately You",
		"episode": "s01e05",
		"objectID": "105349"
	},
	{
		"time": "00:43:43",
		"speaker": 3,
		"line": "know where you should go. T g I Friday's",
		"episode": "s01e05",
		"objectID": "105350"
	},
	{
		"time": "00:43:45",
		"speaker": 2,
		"line": "These two are getting very close to each other.",
		"episode": "s01e05",
		"objectID": "105351"
	},
	{
		"time": "00:43:48",
		"speaker": 1,
		"line": "Well, hey, come on. Hey, guys,",
		"episode": "s01e05",
		"objectID": "105352"
	},
	{
		"time": "00:43:49",
		"speaker": 4,
		"line": "come on. Still like us? They're not very close. Very close to making kissing sounds at each other. She's eating some bacon off of her neck there. Turned back to back. Now just meeting now. They're squatting down using each other's bag. Scratch",
		"episode": "s01e05",
		"objectID": "105353"
	},
	{
		"time": "00:44:16",
		"speaker": 3,
		"line": "it. Oh, boy, That's satisfying.",
		"episode": "s01e05",
		"objectID": "105354"
	},
	{
		"time": "00:44:21",
		"speaker": 1,
		"line": "Really have a secret. What's this? Sex?",
		"episode": "s01e05",
		"objectID": "105355"
	},
	{
		"time": "00:44:24",
		"speaker": 3,
		"line": "I think I'm pregnant. I know my I'm",
		"episode": "s01e05",
		"objectID": "105356"
	},
	{
		"time": "00:44:29",
		"speaker": 2,
		"line": "pregnant with emotion right now. I've never been.",
		"episode": "s01e05",
		"objectID": "105357"
	},
	{ "time": "00:44:32", "speaker": 3, "line": "Thank you.", "episode": "s01e05", "objectID": "105358" },
	{
		"time": "00:44:33",
		"speaker": 4,
		"line": "Wow. Okay, we're trying to keep a podcast going, and some of us are sad and single and don't wanna watch this",
		"episode": "s01e05",
		"objectID": "105359"
	},
	{
		"time": "00:44:38",
		"speaker": 3,
		"line": "single here. You single Believe it.",
		"episode": "s01e05",
		"objectID": "105360"
	},
	{
		"time": "00:44:43",
		"speaker": 4,
		"line": "I am single. Unfortunately, I think we all are",
		"episode": "s01e05",
		"objectID": "105361"
	},
	{
		"time": "00:44:47",
		"speaker": 3,
		"line": "single. You're single, but",
		"episode": "s01e05",
		"objectID": "105362"
	},
	{
		"time": "00:44:49",
		"speaker": 2,
		"line": "you're dating. I am dating. I am.",
		"episode": "s01e05",
		"objectID": "105363"
	},
	{
		"time": "00:44:51",
		"speaker": 4,
		"line": "And I am currently in love with Mr Craigie's alter ego, Miss? Uh,",
		"episode": "s01e05",
		"objectID": "105364"
	},
	{
		"time": "00:44:56",
		"speaker": 1,
		"line": "yeah, Dating your ex? Yes.",
		"episode": "s01e05",
		"objectID": "105365"
	},
	{
		"time": "00:45:01",
		"speaker": 3,
		"line": "I thought that was a different person.",
		"episode": "s01e05",
		"objectID": "105366"
	},
	{ "time": "00:45:03", "speaker": 1, "line": "No, no, no. I'm", "episode": "s01e05", "objectID": "105367" },
	{
		"time": "00:45:04",
		"speaker": 2,
		"line": "Bill. I'm just dressed as a woman. I'm now the basketball coach as Bethany Hart. I'm the lunch lady slash basketball coach.",
		"episode": "s01e05",
		"objectID": "105368"
	},
	{
		"time": "00:45:12",
		"speaker": 3,
		"line": "Great wig work and one to my bear. I want to trick people into what thinking is G.",
		"episode": "s01e05",
		"objectID": "105369"
	},
	{
		"time": "00:45:22",
		"speaker": 1,
		"line": "Just you want to put a human wig on a male bear, so people think it's a female bear. I don't think that you could just tell them it's a",
		"episode": "s01e05",
		"objectID": "105370"
	},
	{
		"time": "00:45:32",
		"speaker": 2,
		"line": "female bear. A lot of people are not familiar with their genitalia.",
		"episode": "s01e05",
		"objectID": "105371"
	},
	{ "time": "00:45:37", "speaker": 1, "line": "I have a", "episode": "s01e05", "objectID": "105372" },
	{
		"time": "00:45:37",
		"speaker": 2,
		"line": "question for you, Miss New Marine.",
		"episode": "s01e05",
		"objectID": "105373"
	},
	{
		"time": "00:45:40",
		"speaker": 3,
		"line": "Uh, ask away. I haven't opened.",
		"episode": "s01e05",
		"objectID": "105374"
	},
	{ "time": "00:45:43", "speaker": 1, "line": "But how did you", "episode": "s01e05", "objectID": "105375" },
	{ "time": "00:45:44", "speaker": 2, "line": "get your bear?", "episode": "s01e05", "objectID": "105376" },
	{
		"time": "00:45:47",
		"speaker": 3,
		"line": "Oh, well, I went. You want the long or the short story",
		"episode": "s01e05",
		"objectID": "105377"
	},
	{
		"time": "00:45:58",
		"speaker": 1,
		"line": "further apart now. Come here. Come over here",
		"episode": "s01e05",
		"objectID": "105378"
	},
	{
		"time": "00:46:01",
		"speaker": 4,
		"line": "and stay away from the food on, okay? They're speeding, speeding spin ground on the ground, making fart noises at a picture of ability.",
		"episode": "s01e05",
		"objectID": "105379"
	},
	{
		"time": "00:46:15",
		"speaker": 3,
		"line": "I came to thank you. Okay. So anyway, when I went to the circus, there's a bear so funny they put a little too, too on him. I remember this was, what, 10 8 years ago. And, uh,",
		"episode": "s01e05",
		"objectID": "105380"
	},
	{
		"time": "00:46:36",
		"speaker": 4,
		"line": "none of this point. Did you think this is? Must be a real bear. You thought it was a large dog in a tutu. For 10 years. You thought you had a large dog,",
		"episode": "s01e05",
		"objectID": "105381"
	},
	{
		"time": "00:46:47",
		"speaker": 3,
		"line": "you know? You know, a big animal equals big animal.",
		"episode": "s01e05",
		"objectID": "105382"
	},
	{
		"time": "00:46:53",
		"speaker": 4,
		"line": "What do you feed the bear?",
		"episode": "s01e05",
		"objectID": "105383"
	},
	{
		"time": "00:46:55",
		"speaker": 3,
		"line": "Pretty much my daughter's hair.",
		"episode": "s01e05",
		"objectID": "105384"
	},
	{
		"time": "00:46:58",
		"speaker": 1,
		"line": "Pretty much that's sustainable for the bear. What do you think? Now I've seen your daughter's hair and it. Yeah, she's a young girl covered in steaks. Yeah. Yeah, that's what I would describe her as She was",
		"episode": "s01e05",
		"objectID": "105385"
	},
	{
		"time": "00:47:17",
		"speaker": 4,
		"line": "famously the first woman to ever have a steak hair implant.",
		"episode": "s01e05",
		"objectID": "105386"
	},
	{
		"time": "00:47:21",
		"speaker": 3,
		"line": "Yes. And on. I am proud of that. I say we went to Dr Beef. Way went straight down",
		"episode": "s01e05",
		"objectID": "105387"
	},
	{
		"time": "00:47:35",
		"speaker": 1,
		"line": "for Dr Beef. And to me, that seems like a restaurant. The commercials, the commercials are for a restaurant. Yes, but he does back alley implants their mugs for your",
		"episode": "s01e05",
		"objectID": "105388"
	},
	{
		"time": "00:47:49",
		"speaker": 3,
		"line": "restaurant. Then how come my daughter has steak so",
		"episode": "s01e05",
		"objectID": "105389"
	},
	{
		"time": "00:47:52",
		"speaker": 1,
		"line": "tender? Well, she's got you there. Does happy? Yeah.",
		"episode": "s01e05",
		"objectID": "105390"
	},
	{ "time": "00:47:59", "speaker": 3, "line": "Hey, why? You're single.", "episode": "s01e05", "objectID": "105391" },
	{
		"time": "00:48:02",
		"speaker": 1,
		"line": "Wow. Whoa. This is contemptuous here. Why? Why",
		"episode": "s01e05",
		"objectID": "105392"
	},
	{
		"time": "00:48:07",
		"speaker": 3,
		"line": "Talking trash? Part of my playing my daughter stick hair implants, and I don't appreciate it beautiful. She's a little chunky, but she's beautiful.",
		"episode": "s01e05",
		"objectID": "105393"
	},
	{
		"time": "00:48:18",
		"speaker": 1,
		"line": "Why did you give that qualify?",
		"episode": "s01e05",
		"objectID": "105394"
	},
	{
		"time": "00:48:19",
		"speaker": 3,
		"line": "What, What what what shows?",
		"episode": "s01e05",
		"objectID": "105395"
	},
	{ "time": "00:48:22", "speaker": 4, "line": "A little chunky", "episode": "s01e05", "objectID": "105396" },
	{
		"time": "00:48:23",
		"speaker": 3,
		"line": "little junkie. What do you mean, quality?",
		"episode": "s01e05",
		"objectID": "105397"
	},
	{
		"time": "00:48:25",
		"speaker": 1,
		"line": "That about your daughter is, I think she's a lot. She's in your theater class. Is that correct?",
		"episode": "s01e05",
		"objectID": "105398"
	},
	{
		"time": "00:48:35",
		"speaker": 4,
		"line": "That's right. And she is one of the most tortured souls of them all in there. I mean, she could write a good play one day.",
		"episode": "s01e05",
		"objectID": "105399"
	},
	{ "time": "00:48:41", "speaker": 3, "line": "It's about me.", "episode": "s01e05", "objectID": "105400" },
	{
		"time": "00:48:42",
		"speaker": 4,
		"line": "Well, if it is true to her life, I think it can be powerful. But I have, Ah, during some stuff in my production. I have a restaurant scene, and I think I'm gonna have her play the stake in it.",
		"episode": "s01e05",
		"objectID": "105401"
	},
	{
		"time": "00:48:56",
		"speaker": 1,
		"line": "She's the I recently bragged is",
		"episode": "s01e05",
		"objectID": "105402"
	},
	{
		"time": "00:48:58",
		"speaker": 2,
		"line": "Yesterday I made her the center. No, I'm sorry. She's also on the basketball team. I made her the center cause she's frightening for a lot of our opponents with steak, hair and chunk, I",
		"episode": "s01e05",
		"objectID": "105403"
	},
	{
		"time": "00:49:09",
		"speaker": 4,
		"line": "will say when she plays those boys on the side that have to mop up sweat, they really have to mop because it's that's like a greasy steak on the ground. It's",
		"episode": "s01e05",
		"objectID": "105404"
	},
	{
		"time": "00:49:19",
		"speaker": 3,
		"line": "raw, it's it's a rare steak.",
		"episode": "s01e05",
		"objectID": "105405"
	},
	{
		"time": "00:49:22",
		"speaker": 1,
		"line": "Some of those legs in her hair have looked",
		"episode": "s01e05",
		"objectID": "105406"
	},
	{
		"time": "00:49:24",
		"speaker": 2,
		"line": "like they were. Maybe you were in a pinch and you cut you browned them and ate a little bit of, um,",
		"episode": "s01e05",
		"objectID": "105407"
	},
	{
		"time": "00:49:32",
		"speaker": 3,
		"line": "I'm supposed to be on a diet, but I get hungry sometimes. And she's got to take care. And my other son has has a, you know, um, under arm, under. Yes, you've seen them. And sometimes I want steak freeze. You know, like France. Hey,",
		"episode": "s01e05",
		"objectID": "105408"
	},
	{
		"time": "00:49:51",
		"speaker": 2,
		"line": "has french fries. Hey, had his armpit hair replaced with French fried by Mr B,",
		"episode": "s01e05",
		"objectID": "105409"
	},
	{ "time": "00:49:57", "speaker": 3, "line": "not Mr Beef. Mr. Fry,", "episode": "s01e05", "objectID": "105410" },
	{
		"time": "00:49:59",
		"speaker": 1,
		"line": "You know, I'll tell you this. Your kids, your kids, especially your son, Mr. All right, so there is a doctor, but he's very, very",
		"episode": "s01e05",
		"objectID": "105411"
	},
	{
		"time": "00:50:10",
		"speaker": 3,
		"line": "well. He lives in the kitchen at Arby's E. I get hungry. So I was supposed to be losing 85. You can't",
		"episode": "s01e05",
		"objectID": "105412"
	},
	{ "time": "00:50:22", "speaker": 2, "line": "weigh over 110.", "episode": "s01e05", "objectID": "105413" },
	{
		"time": "00:50:24",
		"speaker": 3,
		"line": "I don't, but I need to be disappeared. 25. What do you",
		"episode": "s01e05",
		"objectID": "105414"
	},
	{
		"time": "00:50:29",
		"speaker": 1,
		"line": "mean, you're trying to disappear? So is that what you've maybe heard? Some",
		"episode": "s01e05",
		"objectID": "105415"
	},
	{
		"time": "00:50:32",
		"speaker": 2,
		"line": "people in this town do to disappear? They just lose so much weight there.",
		"episode": "s01e05",
		"objectID": "105416"
	},
	{
		"time": "00:50:37",
		"speaker": 3,
		"line": "That's what those twins did they lost so much weight. Wait, Hold or what? They lost so much weight, they disappeared. The",
		"episode": "s01e05",
		"objectID": "105417"
	},
	{
		"time": "00:50:44",
		"speaker": 1,
		"line": "women. You know that for a fact?",
		"episode": "s01e05",
		"objectID": "105418"
	},
	{
		"time": "00:50:45",
		"speaker": 3,
		"line": "Yeah. There's little tweaks.",
		"episode": "s01e05",
		"objectID": "105419"
	},
	{
		"time": "00:50:46",
		"speaker": 1,
		"line": "I thought they died in Todd's theater class.",
		"episode": "s01e05",
		"objectID": "105420"
	},
	{
		"time": "00:50:48",
		"speaker": 3,
		"line": "I don't know, but guess what. I'm glad they're gone. Because they punched my daughter right in the face.",
		"episode": "s01e05",
		"objectID": "105421"
	},
	{
		"time": "00:50:52",
		"speaker": 4,
		"line": "I leave. I'll just say whatever they are, they're causing a lot of damage to the world. A lot of house reputations.",
		"episode": "s01e05",
		"objectID": "105422"
	},
	{
		"time": "00:51:00",
		"speaker": 1,
		"line": "You're a blast. I mean, you're just so fun. Your fingers over there, right? He's sitting down behind a piano dreams. Blake.",
		"episode": "s01e05",
		"objectID": "105423"
	},
	{
		"time": "00:51:19",
		"speaker": 2,
		"line": "Yeah. James legs. No, no, not",
		"episode": "s01e05",
		"objectID": "105424"
	},
	{
		"time": "00:51:24",
		"speaker": 1,
		"line": "Michael McDonald. And she's Thank",
		"episode": "s01e05",
		"objectID": "105425"
	},
	{ "time": "00:51:40", "speaker": 0, "line": "you. This", "episode": "s01e05", "objectID": "105426" },
	{
		"time": "00:51:41",
		"speaker": 4,
		"line": "is good. Is the doing brother show. I saw State fair last year.",
		"episode": "s01e05",
		"objectID": "105427"
	},
	{ "time": "00:51:45", "speaker": 1, "line": "Be brother was", "episode": "s01e05", "objectID": "105428" },
	{
		"time": "00:51:46",
		"speaker": 2,
		"line": "at that show. That was a good show. But Blackwater was just food.",
		"episode": "s01e05",
		"objectID": "105429"
	},
	{
		"time": "00:51:50",
		"speaker": 4,
		"line": "It was great. I mean, they forgot most of the words that they did, but what",
		"episode": "s01e05",
		"objectID": "105430"
	},
	{
		"time": "00:51:56",
		"speaker": 1,
		"line": "is it? Blue water. This blue water on 3123",
		"episode": "s01e05",
		"objectID": "105431"
	},
	{
		"time": "00:51:59",
		"speaker": 2,
		"line": "And then they said, Stop. No, it's not that. What is this song called? And then they said 25 to 6 to four.",
		"episode": "s01e05",
		"objectID": "105432"
	},
	{
		"time": "00:52:06",
		"speaker": 1,
		"line": "Now we just played that eventually. There was a bad show.",
		"episode": "s01e05",
		"objectID": "105433"
	},
	{
		"time": "00:52:12",
		"speaker": 2,
		"line": "I mean, I enjoyed the uni. Asian is unique for sure, Very rial.",
		"episode": "s01e05",
		"objectID": "105434"
	},
	{
		"time": "00:52:16",
		"speaker": 3,
		"line": "I don't listen to that kind of music. I only see menopause The musical Do you do that in your class? Be fun.",
		"episode": "s01e05",
		"objectID": "105435"
	},
	{
		"time": "00:52:23",
		"speaker": 4,
		"line": "We don't do that for me. Musicals are a little uneven.",
		"episode": "s01e05",
		"objectID": "105436"
	},
	{ "time": "00:52:29", "speaker": 3, "line": "Fun hot The", "episode": "s01e05", "objectID": "105437" },
	{ "time": "00:52:35", "speaker": 4, "line": "That's one of the songs", "episode": "s01e05", "objectID": "105438" },
	{ "time": "00:52:36", "speaker": 3, "line": "for you, man. In a", "episode": "s01e05", "objectID": "105439" },
	{
		"time": "00:52:39",
		"speaker": 1,
		"line": "way maybe we will do it. T O charity. Yeah,",
		"episode": "s01e05",
		"objectID": "105440"
	},
	{
		"time": "00:52:46",
		"speaker": 3,
		"line": "that's fun. And we all under it. I'll get it. I don't take",
		"episode": "s01e05",
		"objectID": "105441"
	},
	{
		"time": "00:52:49",
		"speaker": 2,
		"line": "this opportunity. You know, we we as teachers often have to interface with parents. You know, we have parent teacher conference calls, and I would very I mean, at least once a week I've got a parent coming in to complain about something I love to",
		"episode": "s01e05",
		"objectID": "105442"
	},
	{
		"time": "00:53:01",
		"speaker": 4,
		"line": "throw some water in their faces.",
		"episode": "s01e05",
		"objectID": "105443"
	},
	{
		"time": "00:53:04",
		"speaker": 2,
		"line": "Parent came in to complain the other day. Once I had gotten out of my outfit and I had to quickly show my face into a pie and, uh and she just let me have it about about mustache hairs in the in the chicken wings. But I",
		"episode": "s01e05",
		"objectID": "105444"
	},
	{
		"time": "00:53:22",
		"speaker": 4,
		"line": "bought it with the pie in your face, which was good. Shibata with the pine",
		"episode": "s01e05",
		"objectID": "105445"
	},
	{
		"time": "00:53:26",
		"speaker": 2,
		"line": "Shibata. She bought it with buying her face. When I wanted to do, though is I wanted to ask you, Miss New Brink Uh, is there anything as a parent that you would like to see changed or done differently in this high school?",
		"episode": "s01e05",
		"objectID": "105446"
	},
	{
		"time": "00:53:40",
		"speaker": 3,
		"line": "Oh, I want more decorations in the hallways. Number one",
		"episode": "s01e05",
		"objectID": "105447"
	},
	{
		"time": "00:53:45",
		"speaker": 4,
		"line": "you want to deck the halls",
		"episode": "s01e05",
		"objectID": "105448"
	},
	{
		"time": "00:53:47",
		"speaker": 3,
		"line": "with? Exactly. But with no Christmas stuff because I'm a Jew. No, I don't.",
		"episode": "s01e05",
		"objectID": "105449"
	},
	{
		"time": "00:53:52",
		"speaker": 4,
		"line": "What do you want in the hallways?",
		"episode": "s01e05",
		"objectID": "105450"
	},
	{
		"time": "00:53:54",
		"speaker": 3,
		"line": "I want, um, you know, you know, you go down Thio Mexico City and they have those little's dreamer.",
		"episode": "s01e05",
		"objectID": "105451"
	},
	{
		"time": "00:54:04",
		"speaker": 2,
		"line": "It's like paper, paper, decorations, napkins,",
		"episode": "s01e05",
		"objectID": "105452"
	},
	{
		"time": "00:54:09",
		"speaker": 3,
		"line": "little mini fridges way. Have some snacks or a bottle of Heineken Way",
		"episode": "s01e05",
		"objectID": "105453"
	},
	{ "time": "00:54:20", "speaker": 2, "line": "could put alcohol in the", "episode": "s01e05", "objectID": "105454" },
	{
		"time": "00:54:21",
		"speaker": 3,
		"line": "hallways. That would be fun.",
		"episode": "s01e05",
		"objectID": "105455"
	},
	{ "time": "00:54:23", "speaker": 1, "line": "So you want", "episode": "s01e05", "objectID": "105456" },
	{
		"time": "00:54:24",
		"speaker": 2,
		"line": "you want holiday decorations that are one opened bottle Heinekens, some paper and many",
		"episode": "s01e05",
		"objectID": "105457"
	},
	{
		"time": "00:54:31",
		"speaker": 3,
		"line": "defendant. I also want easier drop offs.",
		"episode": "s01e05",
		"objectID": "105458"
	},
	{
		"time": "00:54:35",
		"speaker": 2,
		"line": "That is a complaint. We hear a lot of the school because we actually don't. There's no gate. There's no",
		"episode": "s01e05",
		"objectID": "105459"
	},
	{
		"time": "00:54:40",
		"speaker": 3,
		"line": "gay. I'm writing it on my bare, and there's not enough room to turn around. That bear gets a little wild, and I've sometimes to room.",
		"episode": "s01e05",
		"objectID": "105460"
	},
	{
		"time": "00:54:53",
		"speaker": 2,
		"line": "That bear's always wild at the drop off line.",
		"episode": "s01e05",
		"objectID": "105461"
	},
	{
		"time": "00:54:56",
		"speaker": 3,
		"line": "I mean, if you want me to take my llama, I can. But the llama likes to stay home in the bath.",
		"episode": "s01e05",
		"objectID": "105462"
	},
	{
		"time": "00:55:03",
		"speaker": 4,
		"line": "And you're, of course, referring to that other bear you had. Its",
		"episode": "s01e05",
		"objectID": "105463"
	},
	{
		"time": "00:55:07",
		"speaker": 2,
		"line": "name is Lama. Very different temperament. That bear. It's a much more relaxed, not she'll bear",
		"episode": "s01e05",
		"objectID": "105464"
	},
	{
		"time": "00:55:15",
		"speaker": 3,
		"line": "way. Make that bear eat cans.",
		"episode": "s01e05",
		"objectID": "105465"
	},
	{
		"time": "00:55:20",
		"speaker": 4,
		"line": "I'd like to get your opinion on something. We got a problem coming up. Uh, all the students seem pretty excited about it, Unfortunately, because I love them all to go to my play. Do you have any prom advice for these kids based on your prom experience? Or you had some Some of your 18 kids graduated already.",
		"episode": "s01e05",
		"objectID": "105466"
	},
	{ "time": "00:55:39", "speaker": 3, "line": "Don't go with a gay", "episode": "s01e05", "objectID": "105467" },
	{
		"time": "00:55:42",
		"speaker": 4,
		"line": "Unless, of course, you are gay.",
		"episode": "s01e05",
		"objectID": "105468"
	},
	{ "time": "00:55:44", "speaker": 3, "line": "I guess", "episode": "s01e05", "objectID": "105469" },
	{
		"time": "00:55:49",
		"speaker": 4,
		"line": "something happened to you.",
		"episode": "s01e05",
		"objectID": "105470"
	},
	{
		"time": "00:55:50",
		"speaker": 3,
		"line": "I know the gay and, you know, we, you know, did not have a lot of fun. I thought, Well, I thought he was a straight and unbeknownst to me. Ah, halfway into the blowjob. Thank you. Um, well, I realized I was just eating a hot dog,",
		"episode": "s01e05",
		"objectID": "105471"
	},
	{
		"time": "00:56:23",
		"speaker": 1,
		"line": "but he was beating you reading it, so he thought that when he could fool you Buy. When you went down on him, he gave quickly put next to his Penis a hot dog. And let me ask you this was it in the bun with relishing and mustard and ketchup? Or was it just a loose dog",
		"episode": "s01e05",
		"objectID": "105472"
	},
	{
		"time": "00:56:45",
		"speaker": 3,
		"line": "Was in the full bun, OK, and there was manage on it. And what a man, ese, I like in my life.",
		"episode": "s01e05",
		"objectID": "105473"
	},
	{
		"time": "00:56:55",
		"speaker": 1,
		"line": "So what? What point? At what point did you say? Oh, I'm not",
		"episode": "s01e05",
		"objectID": "105474"
	},
	{
		"time": "00:57:00",
		"speaker": 2,
		"line": "giving a blowjob. I'm eating a hot dog.",
		"episode": "s01e05",
		"objectID": "105475"
	},
	{
		"time": "00:57:02",
		"speaker": 3,
		"line": "Well, probably when I was done eating.",
		"episode": "s01e05",
		"objectID": "105476"
	},
	{
		"time": "00:57:05",
		"speaker": 2,
		"line": "Okay, so you do when you are giving blowjobs,",
		"episode": "s01e05",
		"objectID": "105477"
	},
	{ "time": "00:57:09", "speaker": 3, "line": "eat", "episode": "s01e05", "objectID": "105478" },
	{
		"time": "00:57:09",
		"speaker": 1,
		"line": "the Penis. It's a jury because you didn't notice till the",
		"episode": "s01e05",
		"objectID": "105479"
	},
	{
		"time": "00:57:14",
		"speaker": 3,
		"line": "end. Here's the thing. And forgive me, but I don't always eat, but I do always do.",
		"episode": "s01e05",
		"objectID": "105480"
	},
	{
		"time": "00:57:20",
		"speaker": 1,
		"line": "Okay, here's what I'm thinking. I'm thinking that guy because I know",
		"episode": "s01e05",
		"objectID": "105481"
	},
	{
		"time": "00:57:24",
		"speaker": 2,
		"line": "you're talking about you're talking about Jeff Don. He's married to a woman Now I think he just went to prom with you and heard you eat penises.",
		"episode": "s01e05",
		"objectID": "105482"
	},
	{
		"time": "00:57:37",
		"speaker": 1,
		"line": "Tried to He was interested in you, but he was like, I can't have read my Penis. I'll see what happens to a lot of guys come out to you, right? As you're about to give them a blow job",
		"episode": "s01e05",
		"objectID": "105483"
	},
	{ "time": "00:57:48", "speaker": 3, "line": "at least 20", "episode": "s01e05", "objectID": "105484" },
	{
		"time": "00:57:49",
		"speaker": 1,
		"line": "five. So as soon as you start chewing on a man's Penis, they say, I'm",
		"episode": "s01e05",
		"objectID": "105485"
	},
	{
		"time": "00:57:53",
		"speaker": 2,
		"line": "gay. I'm gay, I'm gay. And they run",
		"episode": "s01e05",
		"objectID": "105486"
	},
	{
		"time": "00:57:55",
		"speaker": 3,
		"line": "off. Yeah, Or, you know, the turn ons and Barbra Streisand. And that's OK, because I like it, too. These men",
		"episode": "s01e05",
		"objectID": "105487"
	},
	{ "time": "00:58:04", "speaker": 2, "line": "are gay.", "episode": "s01e05", "objectID": "105488" },
	{
		"time": "00:58:04",
		"speaker": 3,
		"line": "If you go to the prom, don't do that. And then also, uh, my other tip would be take a buddy.",
		"episode": "s01e05",
		"objectID": "105489"
	},
	{
		"time": "00:58:13",
		"speaker": 4,
		"line": "Okay, instead of going on a date or you're saying in addition to your day",
		"episode": "s01e05",
		"objectID": "105490"
	},
	{
		"time": "00:58:17",
		"speaker": 3,
		"line": "in addition Okay, But he could be the mom. Oh, not saying anything, but I would love to see Oh,",
		"episode": "s01e05",
		"objectID": "105491"
	},
	{ "time": "00:58:27", "speaker": 1, "line": "you've been to the", "episode": "s01e05", "objectID": "105492" },
	{
		"time": "00:58:28",
		"speaker": 2,
		"line": "prom every year as a buddy. Is that",
		"episode": "s01e05",
		"objectID": "105493"
	},
	{ "time": "00:58:30", "speaker": 3, "line": "correct? Yes.", "episode": "s01e05", "objectID": "105494" },
	{
		"time": "00:58:31",
		"speaker": 1,
		"line": "What was your favorite theme? RuPaul's drag, Which was which was heavily pushed by you. That's right. That was two years ago. RuPaul's drag wish that was the problem. It was shut down early",
		"episode": "s01e05",
		"objectID": "105495"
	},
	{
		"time": "00:58:44",
		"speaker": 3,
		"line": "because I had I had all my way of telling",
		"episode": "s01e05",
		"objectID": "105496"
	},
	{
		"time": "00:58:47",
		"speaker": 2,
		"line": "the students to sissy that wall, make him walk, and then you would make him lip sync for their",
		"episode": "s01e05",
		"objectID": "105497"
	},
	{
		"time": "00:58:52",
		"speaker": 3,
		"line": "lives and I was doing the vote,",
		"episode": "s01e05",
		"objectID": "105498"
	},
	{
		"time": "00:58:54",
		"speaker": 1,
		"line": "but ultimately, like drunk Mom said it was shut down because she had all of her wigs on. That's true. Just got Tonto. I think they you and you at",
		"episode": "s01e05",
		"objectID": "105499"
	},
	{
		"time": "00:59:05",
		"speaker": 2,
		"line": "the year are a TTE. The prom every year are known to dance the dirtiest.",
		"episode": "s01e05",
		"objectID": "105500"
	},
	{
		"time": "00:59:11",
		"speaker": 3,
		"line": "Yeah, I took a dirty dancing class back Ineighty movie, right? Yeah, I watched the movie and I took a class.",
		"episode": "s01e05",
		"objectID": "105501"
	},
	{
		"time": "00:59:21",
		"speaker": 2,
		"line": "So you do that thing where you get lifted up?",
		"episode": "s01e05",
		"objectID": "105502"
	},
	{
		"time": "00:59:23",
		"speaker": 3,
		"line": "Yeah. Do that thing. You force a studio, just they teach you, Thio. You just rub your pussy.",
		"episode": "s01e05",
		"objectID": "105503"
	},
	{
		"time": "00:59:32",
		"speaker": 2,
		"line": "Okay, so it is dirty. It's not",
		"episode": "s01e05",
		"objectID": "105504"
	},
	{
		"time": "00:59:35",
		"speaker": 4,
		"line": "the movie. I'm not sure I understand. What this class.",
		"episode": "s01e05",
		"objectID": "105505"
	},
	{
		"time": "00:59:44",
		"speaker": 3,
		"line": "I think they're now they're on someone. The dance. That's how you do it.",
		"episode": "s01e05",
		"objectID": "105506"
	},
	{
		"time": "00:59:53",
		"speaker": 2,
		"line": "The dance class teacher, Mr. Ronald, A CZ publicly does not have a Penis. And now I'm understand why.",
		"episode": "s01e05",
		"objectID": "105507"
	},
	{
		"time": "01:00:01",
		"speaker": 1,
		"line": "Because I cheated on it is good that he's forward about that. It's good that he's such an advocate for those who don't want any time you have any sort",
		"episode": "s01e05",
		"objectID": "105508"
	},
	{
		"time": "01:00:11",
		"speaker": 2,
		"line": "of erectile issue, you go public with it in this town. As you've heard, Mr",
		"episode": "s01e05",
		"objectID": "105509"
	},
	{
		"time": "01:00:15",
		"speaker": 4,
		"line": "Levin, I also ask why your husband only has one testicle that always have a door.",
		"episode": "s01e05",
		"objectID": "105510"
	},
	{ "time": "01:00:23", "speaker": 1, "line": "You went for the dig.", "episode": "s01e05", "objectID": "105511" },
	{
		"time": "01:00:24",
		"speaker": 3,
		"line": "You must go with tone at whole Wait.",
		"episode": "s01e05",
		"objectID": "105512"
	},
	{
		"time": "01:00:36",
		"speaker": 2,
		"line": "Well, I'll tell you what. The promise your eyes set to be interesting. If nothing else, The theme. Actually, I don't know if you've heard this, but the thing that was decided on by the students is it was written in still some sort of mystery campaign to get this written in. But the theme this year is going to be This is gay the same as our new mascot, which the mascot was just introduced at the basketball game this week. And hey, we won, baby this maybe this mascot is a change in direction. It was the mascot yet was he's a beautiful, beautiful 27 year old gay man from a nearby city On way, we pay him full salary to be the mascot, come out to get",
		"episode": "s01e05",
		"objectID": "105513"
	},
	{
		"time": "01:01:15",
		"speaker": 1,
		"line": "with a lot of questions. We just know he's from a nearby city. Such",
		"episode": "s01e05",
		"objectID": "105514"
	},
	{
		"time": "01:01:21",
		"speaker": 4,
		"line": "a positive portrayal of game. Yeah. Tell you what you made a lot of nice man when you just put on Craigslist looking for a man from a nearby town who is gay and attracted.",
		"episode": "s01e05",
		"objectID": "105515"
	},
	{
		"time": "01:01:31",
		"speaker": 3,
		"line": "And what's he going to do at the prom? Just",
		"episode": "s01e05",
		"objectID": "105516"
	},
	{
		"time": "01:01:34",
		"speaker": 2,
		"line": "Well, he's not. The theme is just This is gay. So we're We're still working on it. Miss Holloway. I think it's having a meeting this week at the prom committee. Oh, they're giving fashion critiques, but also helping build tables. He really is not stereotypical. It all. He could do everything.",
		"episode": "s01e05",
		"objectID": "105517"
	},
	{
		"time": "01:01:53",
		"speaker": 4,
		"line": "Or he's a good stereotype. Yes, I think we need Maura. Yeah, I'm talking to a lot of people out there.",
		"episode": "s01e05",
		"objectID": "105518"
	},
	{
		"time": "01:01:59",
		"speaker": 3,
		"line": "If you want to do the prom in my house, you can.",
		"episode": "s01e05",
		"objectID": "105519"
	},
	{
		"time": "01:02:03",
		"speaker": 4,
		"line": "We'll take that into account. We don't really plan the prom, and I think there are doing it there. But",
		"episode": "s01e05",
		"objectID": "105520"
	},
	{ "time": "01:02:08", "speaker": 3, "line": "that suggestion", "episode": "s01e05", "objectID": "105521" },
	{
		"time": "01:02:11",
		"speaker": 2,
		"line": "well, ask away and see. Don't worry. We'll see. We're not saying no. We're just saying we'll see",
		"episode": "s01e05",
		"objectID": "105522"
	},
	{
		"time": "01:02:15",
		"speaker": 4,
		"line": "if you can lock up the bear in the llama bears.",
		"episode": "s01e05",
		"objectID": "105523"
	},
	{ "time": "01:02:18", "speaker": 3, "line": "No, no, I can't.", "episode": "s01e05", "objectID": "105524" },
	{
		"time": "01:02:19",
		"speaker": 2,
		"line": "Okay, then I'll say we'll",
		"episode": "s01e05",
		"objectID": "105525"
	},
	{
		"time": "01:02:20",
		"speaker": 3,
		"line": "probably their dates to the prom. They have dates. They go as dates. They are dating.",
		"episode": "s01e05",
		"objectID": "105526"
	},
	{
		"time": "01:02:27",
		"speaker": 1,
		"line": "Promise? They enrolled at the school? Not yet. You keep submitting them. I've seen",
		"episode": "s01e05",
		"objectID": "105527"
	},
	{
		"time": "01:02:35",
		"speaker": 3,
		"line": "the way. Keep saying no. You can't have this having here.",
		"episode": "s01e05",
		"objectID": "105528"
	},
	{ "time": "01:02:39", "speaker": 1, "line": "Well, She's in a coma", "episode": "s01e05", "objectID": "105529" },
	{
		"time": "01:02:40",
		"speaker": 2,
		"line": "right now. So you like to come",
		"episode": "s01e05",
		"objectID": "105530"
	},
	{ "time": "01:02:42", "speaker": 3, "line": "in and see Commit? Yeah,", "episode": "s01e05", "objectID": "105531" },
	{
		"time": "01:02:43",
		"speaker": 2,
		"line": "they say they are having a meeting at her hospital bed with the problem committee. This? Hey, if they make it into problem, I tell you what. I as a woman, will vote for them as prom king and queen, for sure. Wait, I'll take. I'll say this just in in the future. The promise, of course. Coming up also the my mayoral election is coming up. I think, as a general rule, as a society in this town, maybe let's all decide to not write in. This is gay in any of the upcoming elections. Prom king, Queen, Mayor, Town Hall, Any of those. Let's just let's just say that that has run its course Way will commit to letting the prom be themed. That is gay. But from now on, let's limit our right ends. If anything, to actual people. Please, everybody come to the region basketball game. We are going up against the fighting Bibles on. We are looking to take that crown this year. Actual crimes.",
		"episode": "s01e05",
		"objectID": "105532"
	},
	{ "time": "01:03:38", "speaker": 3, "line": "That team", "episode": "s01e05", "objectID": "105533" },
	{
		"time": "01:03:38",
		"speaker": 2,
		"line": "he is your son is a very good one, so yeah, no I know he's the point guard. Yeah.",
		"episode": "s01e05",
		"objectID": "105534"
	},
	{
		"time": "01:03:45",
		"speaker": 3,
		"line": "I don't know what it's called. Point",
		"episode": "s01e05",
		"objectID": "105535"
	},
	{
		"time": "01:03:47",
		"speaker": 2,
		"line": "guard is fantastic. If you are 18 hamburger mustache. If you are 18 please get out to the polls on Tuesday. The the election is this Tuesday, and well, I will hopefully be hosting this podcast as your, uh, to be mayor. I hope, uh, and you know, if not, it's okay. We do have a great mayor, but I do believe I would be better than him on I think.",
		"episode": "s01e05",
		"objectID": "105536"
	},
	{
		"time": "01:04:13",
		"speaker": 1,
		"line": "Number crazy limos. Guys, I'm just sitting around available. Yeah. You're sitting around in neutral. Rolling? Yeah. Yeah, I got one outside. Uh,",
		"episode": "s01e05",
		"objectID": "105537"
	},
	{
		"time": "01:04:24",
		"speaker": 2,
		"line": "all right, everybody will. Thank you so much for listening to the teacher's lounge this week. We had a great time with Miss Maneuvering on. We'll be back next week. Thank you so much. And as always, say slippy",
		"episode": "s01e05",
		"objectID": "105538"
	},
	{ "time": "01:05:08", "speaker": 0, "line": "Rooth", "episode": "s01e05", "objectID": "105539" }
]
