[{"time":"00:00:04","speaker":0,"line":"and the car keys. BTO.","episode":"s01e03","objectID":"1030","edited":false},
{"time":"00:00:30","speaker":"Sam","line":"Where is the pull out couch? What you'll do with it? Well, you don't want to soil pullout couch in here, so I just took. Oh, you should the bad negatively.","episode":"s01e03","objectID":"1031","edited":false},
{"time":"00:00:40","speaker":"Todd","line":"I should the bed figuratively. And I'm talking about literally.","episode":"s01e03","objectID":"1032","edited":false},
{"time":"00:00:43","speaker":"Bill","line":"Todd, come on.","episode":"s01e03","objectID":"1033","edited":false},
{"time":"00:00:44","speaker":"Sam","line":"Time. So something you did something bad. You came here and then peed the bed. Hey, that was some pizza party. That wouldn't","episode":"s01e03","objectID":"1034","edited":false},
{"time":"00:00:52","speaker":"Bill","line":"be a party. Yeah, absolutely. We got three pies delivered and two to question. Do you want to","episode":"s01e03","objectID":"1035","edited":false},
{"time":"00:00:57","speaker":"Howard","line":"just hang out with each other? Because it feels like every time we do this, something just happened with both. Y'all","episode":"s01e03","objectID":"1036","edited":false},
{"time":"00:01:03","speaker":"Sam","line":"too. Well, Todd's my ride, and I'm sort of his emotional support animal. Yeah. All right, hold on. Emotional support animal.","episode":"s01e03","objectID":"1037","edited":false},
{"time":"00:01:10","speaker":"Todd","line":"Well, so if I fly, uh, Mr Weatherman set up my emotional support","episode":"s01e03","objectID":"1038","edited":false},
{"time":"00:01:15","speaker":"Sam","line":"and, like in one of those little like mesh","episode":"s01e03","objectID":"1039","edited":false},
{"time":"00:01:18","speaker":"Bill","line":"carry ons, doesn't have a","episode":"s01e03","objectID":"10310","edited":false},
{"time":"00:01:19","speaker":"Howard","line":"little vest that says Says, uh uh, What's it say? Emergency. So","episode":"s01e03","objectID":"10311","edited":false},
{"time":"00:01:23","speaker":"Bill","line":"you can feel you fly for free? Pretty much. Well, me with my If I need ordinances, you have to dress like an animal at all because I think they would look","episode":"s01e03","objectID":"10312","edited":false},
{"time":"00:01:32","speaker":"Sam","line":"in a huge crate and be like, That's a man in there trying to sneak on the plane. It's","episode":"s01e03","objectID":"10313","edited":false},
{"time":"00:01:36","speaker":"Bill","line":"more. It's more about","episode":"s01e03","objectID":"10314","edited":false},
{"time":"00:01:37","speaker":"Sam","line":"emotional support than it is about animals. Yes, that makes sense now. Emotionally supportive. You know, I've done about the airline company","episode":"s01e03","objectID":"10315","edited":false},
{"time":"00:01:45","speaker":"Todd","line":"way fly. Right now, we fly with kind of a low budget airline","episode":"s01e03","objectID":"10316","edited":false},
{"time":"00:01:50","speaker":"Sam","line":"spirit. Are we good spirit?","episode":"s01e03","objectID":"10317","edited":false},
{"time":"00:01:52","speaker":"Todd","line":"Oh, I wish I could afford No, we're flying on. They They also run drugs for the for a Colombian cartel. So","episode":"s01e03","objectID":"10318","edited":false},
{"time":"00:02:01","speaker":"Sam","line":"it's more of, Ah, kind of like a Cessna run by Gangsters.","episode":"s01e03","objectID":"10319","edited":false},
{"time":"00:02:05","speaker":"Bill","line":"It's like spirit. It's called ghosts. It's called ghosts in the whole point is, if it's not, you're not really","episode":"s01e03","objectID":"10320","edited":false},
{"time":"00:02:10","speaker":"Sam","line":"supposed to be able to see that. Sort of So you guys can on Lee go from Colombia to Dallas Fort Worth area.","episode":"s01e03","objectID":"10321","edited":false},
{"time":"00:02:18","speaker":"Todd","line":"Yeah, whatever else they're delivering drugs. But so far, those willing to place","episode":"s01e03","objectID":"10322","edited":false},
{"time":"00:02:21","speaker":"Howard","line":"you got to get out of that game, man. Dang. Yeah, we're recording. You think we're recording? You tell us when you're starting to do this every week. It's almost stupid. Now, here we go. Hello, everyone. It is April 29th and welcome to another episode of the teacher's Lounge, first, best and only podcast tackling issues relevant to the Greater Hamilton High School community. I'm Howard Levis, your biology teacher, and joined, as always, by my three colleagues. Guys, go ahead and say hello.","episode":"s01e03","objectID":"10323","edited":false},
{"time":"00:02:48","speaker":"Todd","line":"How you doing? I'm Todd, Padre, theater director and currently star of the Spring Play Untitled, a one man show","episode":"s01e03","objectID":"10324","edited":false},
{"time":"00:02:58","speaker":"Sam","line":"So you still are starring in the show. Despite being told from the administration that you need to get the theater students involved in the","episode":"s01e03","objectID":"10325","edited":false},
{"time":"00:03:06","speaker":"Bill","line":"production, I thought that petition had gone around enough. I thought they got enough signatures.","episode":"s01e03","objectID":"10326","edited":false},
{"time":"00:03:10","speaker":"Todd","line":"Well, it went huge on Twitter. That's right. It went viral. Apparently a lot of the country and also the world was a little upset that all these young theater lovers were having their education. You served by a teacher who was doing the play on his own. So as per the petition, it is still titled a one man show. But now there are 47 trees that I interact with. Okay,","episode":"s01e03","objectID":"10327","edited":false},
{"time":"00:03:38","speaker":"Sam","line":"so the students went from being audience members on stage that would applaud you, and they were responsible for bringing their own wardrobe and everything and you've given them, uh, co starring roles, but as trees. Now, now, do you help them get dressed? It's trees. Are there any costumes?","episode":"s01e03","objectID":"10328","edited":false},
{"time":"00:03:56","speaker":"Todd","line":"No. This ought to provide their own costumes, which is a great learning experience for them on dhe. I've I made it clear to them that they have to be believable Is trees. So we're working on a lot of like, not breathing exercises,","episode":"s01e03","objectID":"10329","edited":false},
{"time":"00:04:12","speaker":"Bill","line":"not breathing exercises, you know, years gonna kill a couple of these guys. You know, every year a couple go. That's just part of the program. You sure","episode":"s01e03","objectID":"10330","edited":false},
{"time":"00:04:22","speaker":"Todd","line":"you got to break him down to build them back up? As they say, I","episode":"s01e03","objectID":"10331","edited":false},
{"time":"00:04:24","speaker":"Bill","line":"feel like","episode":"s01e03","objectID":"10332","edited":false},
{"time":"00:04:25","speaker":"Howard","line":"breaking them down to death is breaking him too far down to build them back up top.","episode":"s01e03","objectID":"10333","edited":false},
{"time":"00:04:28","speaker":"Todd","line":"There's two parts that saying the 2nd 1 is you got to break a few eggs to make an omelet.","episode":"s01e03","objectID":"10334","edited":false},
{"time":"00:04:33","speaker":"Howard","line":"Those are two different sayings. I don't think they're ever said at the same time. I'm gonna build well, Jimmy and Joshy Wimberly, who passed away I","episode":"s01e03","objectID":"10335","edited":false},
{"time":"00:04:42","speaker":"Sam","line":"think there's a rest in peace. Well, for most those those boys, it was apparently their bodies fell apart.","episode":"s01e03","objectID":"10336","edited":false},
{"time":"00:04:51","speaker":"Howard","line":"Even if even if a body is dismembered, I believe you still say rest in peace","episode":"s01e03","objectID":"10337","edited":false},
{"time":"00:04:55","speaker":"Bill","line":"If you follow what I fall off a catwalk. I mean, that's a big fall. But we all know","episode":"s01e03","objectID":"10338","edited":false},
{"time":"00:05:00","speaker":"Sam","line":"that the Wimberley is The rumor is that they fake their death","episode":"s01e03","objectID":"10339","edited":false},
{"time":"00:05:03","speaker":"Todd","line":"on I believe it. Which is one of the reasons I've been going to Colombia's because I'm treating my own documentary trying to find its called Finding the Wimberley. Finding the Wimberley is Yeah, tentatively titled. All","episode":"s01e03","objectID":"10340","edited":false},
{"time":"00:05:17","speaker":"Bill","line":"right, weatherman, I'm also here today. Of course, you're a S B teacher. Also your driver's ed teacher. Also start a little limousine business. I'm trying to get people out there for prom if you need a ride.","episode":"s01e03","objectID":"10341","edited":false},
{"time":"00:05:31","speaker":"Howard","line":"You Theo, top of the site at the top of the stairwell in the B building. And you just tossed a whole carton of your business cards off the top. Just down like kind of an eighties movie where they throw papers. But it was business cards.","episode":"s01e03","objectID":"10342","edited":false},
{"time":"00:05:43","speaker":"Bill","line":"Yeah, that's right. That's right. I filled up a milk carton","episode":"s01e03","objectID":"10343","edited":false},
{"time":"00:05:46","speaker":"Sam","line":"with my business cards because I didn't have, you know, a nimble. So you stuffed business cards into a thing that has a small opening at the top. Yeah, well, it's just big enough for a business card. So, you know, I figured","episode":"s01e03","objectID":"10344","edited":false},
{"time":"00:05:57","speaker":"Bill","line":"a This is like a piggy bank. I'll go for it. And so then I threw the milk carton off the top, and some of you came out.","episode":"s01e03","objectID":"10345","edited":false},
{"time":"00:06:03","speaker":"Todd","line":"I saw that happen. Top to bottom. I was watching that. And I was like, I'm watching an eighties moving here. Is this real life? Because I recognize this from the genre of eighties","episode":"s01e03","objectID":"10346","edited":false},
{"time":"00:06:14","speaker":"Bill","line":"labs where people in every eighties movie somebody throws papers from a roof. That's true. Stairwell they do. There's a couple","episode":"s01e03","objectID":"10347","edited":false},
{"time":"00:06:23","speaker":"Howard","line":"of movies where it happens like that, right?","episode":"s01e03","objectID":"10348","edited":false},
{"time":"00:06:24","speaker":"Todd","line":"Yeah. Uh, on those business cards. Now, I've tried to make business cards before, and I've learned two things from simplicity is better. You want to put everything about you on him till you got to find a cheap one. Did you find that? Also,","episode":"s01e03","objectID":"10349","edited":false},
{"time":"00:06:41","speaker":"Bill","line":"uh, well, I didn't know about the simplicity thing, so I have multiple colors. So each","episode":"s01e03","objectID":"10350","edited":false},
{"time":"00:06:46","speaker":"Sam","line":"business card cost me 1 25 a dollar, 25 cents right, which I figure,","episode":"s01e03","objectID":"10351","edited":false},
{"time":"00:06:50","speaker":"Bill","line":"you know, percent that many of these things out that seems high Yeah. So I got 2000","episode":"s01e03","objectID":"10352","edited":false},
{"time":"00:06:55","speaker":"Sam","line":"imprinted, and so you're looking about about 2700","episode":"s01e03","objectID":"10353","edited":false},
{"time":"00:07:01","speaker":"Bill","line":"27 hours. It's, you know, it's cost me a lot, but luckily, and you threw them all away. Well, I threw him down the stairwell. Yeah, you","episode":"s01e03","objectID":"10354","edited":false},
{"time":"00:07:10","speaker":"Howard","line":"know, and they went directly into the janitor's mop bucket, As far as I remember, a SW","episode":"s01e03","objectID":"10355","edited":false},
{"time":"00:07:14","speaker":"Bill","line":"far as you remember. Yeah, because he was mopping and they were","episode":"s01e03","objectID":"10356","edited":false},
{"time":"00:07:18","speaker":"Todd","line":"getting stuck to the floor of the school","episode":"s01e03","objectID":"10357","edited":false},
{"time":"00:07:19","speaker":"Sam","line":"all around the school.","episode":"s01e03","objectID":"10358","edited":false},
{"time":"00:07:20","speaker":"Bill","line":"Yeah, the general and I got a real beef right now. He, uh he's following","episode":"s01e03","objectID":"10359","edited":false},
{"time":"00:07:24","speaker":"Sam","line":"me around cleaning up my messes, and he is not happy about it. I cannot stop creating messes at the school.","episode":"s01e03","objectID":"10360","edited":false},
{"time":"00:07:29","speaker":"Bill","line":"So you","episode":"s01e03","objectID":"10361","edited":false},
{"time":"00:07:30","speaker":"Sam","line":"are thes business cards were for possibly rides a limo ride to prom and and","episode":"s01e03","objectID":"10362","edited":false},
{"time":"00:07:37","speaker":"Bill","line":"you failed limos, rain or shine. Right? And you famously cannot drive. That's correct. Well, I don't know if it's famously I mean I mean, I would say it's semi famous. I mean, there was there's usually","episode":"s01e03","objectID":"10363","edited":false},
{"time":"00:07:53","speaker":"Sam","line":"a story about you on W T o c. News three","episode":"s01e03","objectID":"10364","edited":false},
{"time":"00:07:57","speaker":"Bill","line":"about how you know, I had just driven somewhere and shouldn't have Yeah, so I think I can drive. Anyway. I'm trying to get my business off the ground here. I have these limos and they've told me Yes, it is illegal to run the business, but I'm hoping that, you know,","episode":"s01e03","objectID":"10365","edited":false},
{"time":"00:08:14","speaker":"Todd","line":"I'd rather be in a limo driven by you than a 17 year old driving drunk after having a fun prom night.","episode":"s01e03","objectID":"10366","edited":false},
{"time":"00:08:20","speaker":"Bill","line":"Exactly. Exactly. You know, we what? I","episode":"s01e03","objectID":"10367","edited":false},
{"time":"00:08:23","speaker":"Sam","line":"don't know. I might take my chances with drug 17 year old. Why? Because he cares about his","episode":"s01e03","objectID":"10368","edited":false},
{"time":"00:08:28","speaker":"Bill","line":"life. What? I don't know. Of course I care about my life. You know, it's just hard when","episode":"s01e03","objectID":"10369","edited":false},
{"time":"00:08:36","speaker":"Sam","line":"you get behind the wheel to discern You know what's good? What's bad, right?","episode":"s01e03","objectID":"10370","edited":false},
{"time":"00:08:40","speaker":"Todd","line":"Because if you are having, you know, you should see a counselor. If you're feeling bad about your life,","episode":"s01e03","objectID":"10371","edited":false},
{"time":"00:08:45","speaker":"Sam","line":"I have been and it's been very helpful. I would not call that mannequin from H and M Counselor.","episode":"s01e03","objectID":"10372","edited":false},
{"time":"00:08:53","speaker":"Todd","line":"Um, Okay, well, I would, uh, you've","episode":"s01e03","objectID":"10373","edited":false},
{"time":"00:08:57","speaker":"Sam","line":"dressed, dressed it up to look like a counselor, and","episode":"s01e03","objectID":"10374","edited":false},
{"time":"00:08:59","speaker":"Bill","line":"you bring you an offer. You bring him home from the H and M. He's no longer in h and a mannequin,","episode":"s01e03","objectID":"10375","edited":false},
{"time":"00:09:04","speaker":"Howard","line":"and we're not how you he's a rogue man and and also when we say, bringing them home. But I noticed you rented out an office space in that in the fourth Street. That high rise that we go","episode":"s01e03","objectID":"10376","edited":false},
{"time":"00:09:14","speaker":"Bill","line":"to the streets of commercial space","episode":"s01e03","objectID":"10377","edited":false},
{"time":"00:09:16","speaker":"Howard","line":"come with us with a window and it says it says Howard Milton's psychiatry. And","episode":"s01e03","objectID":"10378","edited":false},
{"time":"00:09:23","speaker":"Sam","line":"you're and you're in there wailing and crying on and you're laying down on the","episode":"s01e03","objectID":"10379","edited":false},
{"time":"00:09:28","speaker":"Bill","line":"couch with a ceiling windows. I mean, it's almost a spectacle. Wailing people get hurt. Yeah, it's one of the new big hot attractions. People selling T shirts outside of it. Well, that's unfortunate. You notice I have not noticed all I want to be in a storefront.","episode":"s01e03","objectID":"10380","edited":false},
{"time":"00:09:53","speaker":"Todd","line":"All I wanted was to be seeing the best head shrink in town. The best shrink obviously, is gonna have the nicest office space. So I went to the one with the nicest office space. It wasn't nice enough for me, so I created one on. Frankly, I'm getting a lot out of you know, I if I'm becoming some sort of local sensation.","episode":"s01e03","objectID":"10381","edited":false},
{"time":"00:10:18","speaker":"Sam","line":"I saw you pull up in a brand new Corvette this morning, and I think you're reaping some of those benefits of that. The spectacle.","episode":"s01e03","objectID":"10382","edited":false},
{"time":"00:10:27","speaker":"Todd","line":"Oh, if you say you suggestion that I'm charging some sort of red for people like me Whaling in Florida ceiling window. They're mannequins dressed up to look like Alan Dershowitz.","episode":"s01e03","objectID":"10383","edited":false},
{"time":"00:10:38","speaker":"Howard","line":"Hey, hey. The writing's on the wall Writing's on the wall there Time. That's","episode":"s01e03","objectID":"10384","edited":false},
{"time":"00:10:43","speaker":"Bill","line":"exactly what? Well,","episode":"s01e03","objectID":"10385","edited":false},
{"time":"00:10:48","speaker":"Todd","line":"I've offended the implication.","episode":"s01e03","objectID":"10386","edited":false},
{"time":"00:10:50","speaker":"Bill","line":"I always say, if you can find a way to make a little money, All right? Yeah. D'oh! What, You gonna just leave that money on the table? You kidding me? You got a bunch of screaming fans of your screaming you gotta monopolize. You know,","episode":"s01e03","objectID":"10387","edited":false},
{"time":"00:11:05","speaker":"Howard","line":"a thing or two about people. People screaming.","episode":"s01e03","objectID":"10388","edited":false},
{"time":"00:11:07","speaker":"Sam","line":"Yeah. Hi. My name's Bill Crave E. I'm the basketball coach here and also the, uh, Spanish teacher. Are you talking about all the people that were screaming in my Spanish class? Is that the","episode":"s01e03","objectID":"10389","edited":false},
{"time":"00:11:20","speaker":"Howard","line":"story? I could hear it. I could hear it all the way from","episode":"s01e03","objectID":"10390","edited":false},
{"time":"00:11:22","speaker":"Bill","line":"C Hall.","episode":"s01e03","objectID":"10391","edited":false},
{"time":"00:11:23","speaker":"Todd","line":"Well, it's certainly not the fans of the game, because the last one was almost dead silent.","episode":"s01e03","objectID":"10392","edited":false},
{"time":"00:11:27","speaker":"Howard","line":"Well, and it emptied out after the first","episode":"s01e03","objectID":"10393","edited":false},
{"time":"00:11:29","speaker":"Bill","line":"three minutes of the first quarter. Well, the whole stands left. Yeah, Nobody cares about","episode":"s01e03","objectID":"10394","edited":false},
{"time":"00:11:33","speaker":"Howard","line":"our basketball team anymore, Bill, I don't know what's going on. Well, I do know what's going on. We're losing every game.","episode":"s01e03","objectID":"10395","edited":false},
{"time":"00:11:38","speaker":"Sam","line":"Well, we're losing cartoonishly bad. This past game was especially rough. I mean, you guys were there. You saw me. I lost my coal way before the tip off again.","episode":"s01e03","objectID":"10396","edited":false},
{"time":"00:11:53","speaker":"Todd","line":"That's right. We didn't even get to tip this time","episode":"s01e03","objectID":"10397","edited":false},
{"time":"00:11:55","speaker":"Bill","line":"assumes you backed up your catering van. I knew you were in a bad mood. I knew it. I mean, for those of","episode":"s01e03","objectID":"10398","edited":false},
{"time":"00:12:04","speaker":"Sam","line":"you that don't know, I typically in order to help give my team and advantage, I will attempt to poison the other team or hurt them via usually lasagnas poisoned lasagnas, spoiled lasagnas. Uh, and this game was no different whatsoever. My back Thio, an Italian catering truck up to the porch, reports on the","episode":"s01e03","objectID":"10399","edited":false},
{"time":"00:12:33","speaker":"Bill","line":"gym way. I do think","episode":"s01e03","objectID":"103100","edited":false},
{"time":"00:12:36","speaker":"Howard","line":"it's telling that portal is a good idea.","episode":"s01e03","objectID":"103101","edited":false},
{"time":"00:12:37","speaker":"Bill","line":"It's nice, like a cracker barrel front for a sense","episode":"s01e03","objectID":"103102","edited":false},
{"time":"00:12:41","speaker":"Howard","line":"of community at our sporting events. And I appreciate","episode":"s01e03","objectID":"103103","edited":false},
{"time":"00:12:43","speaker":"Sam","line":"that. Yeah. Um,","episode":"s01e03","objectID":"103104","edited":false},
{"time":"00:12:45","speaker":"Bill","line":"had some sweet tea during the women's varsity the other day.","episode":"s01e03","objectID":"103105","edited":false},
{"time":"00:12:49","speaker":"Sam","line":"Yeah, I saw you. You were enjoying that porch. It's nice, right? Yeah, absolutely. Um, go ahead. Yeah. No, I, uh I tried to serve the other team. Bad lasagna. Um, right as they got there, as they Now,","episode":"s01e03","objectID":"103106","edited":false},
{"time":"00:13:06","speaker":"Todd","line":"you've got a reputation for it.","episode":"s01e03","objectID":"103107","edited":false},
{"time":"00:13:08","speaker":"Sam","line":"Yeah, they knew they know because they had heard that I was doing this, and they didn't take it. So I just let loose. Um, I let lose a couple of coyotes in their dressing room and, uh, or their locker room. Sorry. And","episode":"s01e03","objectID":"103108","edited":false},
{"time":"00:13:27","speaker":"Todd","line":"just to be clear is this coyotes the animal or coyotes who smuggle illegal immigrants across the border?","episode":"s01e03","objectID":"103109","edited":false},
{"time":"00:13:33","speaker":"Howard","line":"Because I know that you do have","episode":"s01e03","objectID":"103110","edited":false},
{"time":"00:13:35","speaker":"Todd","line":"a name one above. So, you know,","episode":"s01e03","objectID":"103111","edited":false},
{"time":"00:13:38","speaker":"Sam","line":"there was a wild little dog. I mean, I call it a coyote. It so it's just a rabbit docks in","episode":"s01e03","objectID":"103112","edited":false},
{"time":"00:13:46","speaker":"Todd","line":"which, in my opinion, far more dangerous. You put rabbit in front of an animal's name. We're interested","episode":"s01e03","objectID":"103113","edited":false},
{"time":"00:13:52","speaker":"Bill","line":"in the little man. He's rabid, too. Isn't that right? The other little coyote is a small man, and he's got Rabies. Yeah. Why was he foaming at the mouth? Yeah, I mean, I'm everybody's","episode":"s01e03","objectID":"103114","edited":false},
{"time":"00:14:04","speaker":"Sam","line":"saying Rabies because he barks a lot and he's foaming at the mouth of everybody's pretty sure your friend has Raby. Yeah. Uh, Anyway, um, um it got pretty out of hand in the dressing room, the locker room, and, uh, they never made it out of there, and they called the game. Um, but we had already scored a couple of points on are the opposite goal. So we did lose? Uh, no.","episode":"s01e03","objectID":"103115","edited":false},
{"time":"00:14:34","speaker":"Todd","line":"Um, that's bad news. I'll say that. And I'll say that if we sat a little down, it's because we're coming from a meeting with the superintendent where she implied that we are almost past","episode":"s01e03","objectID":"103116","edited":false},
{"time":"00:14:47","speaker":"Sam","line":"the line of being fired. All of us from our jobs. They're looking for replacements for all of us. Yeah.","episode":"s01e03","objectID":"103117","edited":false},
{"time":"00:14:53","speaker":"Todd","line":"Luckily, we're kind of benefiting from the the forced three strikes rule. You can't fire anybody here until they have been reported for doing something wrong. Three","episode":"s01e03","objectID":"103118","edited":false},
{"time":"00:15:04","speaker":"Sam","line":"times we were all punished two days ago. Just like the students are. Because, as you know, at this school, the teachers get punished. Justice this","episode":"s01e03","objectID":"103119","edited":false},
{"time":"00:15:15","speaker":"Bill","line":"principle know howto punish or what? That's good. I got","episode":"s01e03","objectID":"103120","edited":false},
{"time":"00:15:18","speaker":"Sam","line":"three paddle ings with they. You know, they of course, pulled my slacks to the floor just to check if I was wearing multiple pairs of underwear, and I was sure, and they made me take off six pairs of boxers and four pairs of briefs. And this is a song to me. They did the same exact thing to me, except I didn't get the paddle. They held my head under the water for 35 seconds. They waterboarded.","episode":"s01e03","objectID":"103121","edited":false},
{"time":"00:15:41","speaker":"Bill","line":"You wouldn't know. They held my head underwater. I would not let them waterboard me. I have a line. So? So I'd let them just, you know, partially drowned me. Just stick my head on the side of the pool. Whoa. Well, uh, God knows how to punish. I think","episode":"s01e03","objectID":"103122","edited":false},
{"time":"00:16:00","speaker":"Todd","line":"that right now we're close to crossing the lines of the Geneva Conventions ways they punish us on. I've submitted a formal complaint in the suggestion box which, unfortunately I don't think is getting","episode":"s01e03","objectID":"103123","edited":false},
{"time":"00:16:14","speaker":"Bill","line":"your suggestion box of the U. N. Suggestion box,","episode":"s01e03","objectID":"103124","edited":false},
{"time":"00:16:16","speaker":"Todd","line":"the U. N. Suggestion box. And I think I don't even think that they are looking at it. And so","episode":"s01e03","objectID":"103125","edited":false},
{"time":"00:16:22","speaker":"Bill","line":"can I say something about Kofi Anon right now? Sure. Out of the U. N. Kofi. And on you are not doing your part here in Hamilton Middle School, and I mean we have a tyrant running this place, and the punishments are truly","episode":"s01e03","objectID":"103126","edited":false},
{"time":"00:16:36","speaker":"Todd","line":"debauchery. Well, and what keeps happening is we keep screaming at Kofi and on about this and he says, Don't talk to me. Talk to someone named Bon Ki moon about it. I said I don't run the u. N anymore. Yeah, and we keep saying, Yeah, that's the oldest trick in the book.","episode":"s01e03","objectID":"103127","edited":false},
{"time":"00:16:52","speaker":"Bill","line":"Yeah, right. They don't just give that job.","episode":"s01e03","objectID":"103128","edited":false},
{"time":"00:16:55","speaker":"Todd","line":"Yeah, that's like the Supreme Court. You do it for life.","episode":"s01e03","objectID":"103129","edited":false},
{"time":"00:16:58","speaker":"Howard","line":"Well, guys, I think this is a perfect time to sort of break a little bit of news to yell. And I just wanna let you all know that I'll put it this way. If our jobs are on the line, I've got it taken care of. Wink, wink, nudge, nudge.","episode":"s01e03","objectID":"103130","edited":false},
{"time":"00:17:13","speaker":"Sam","line":"Okay, so you did just wink and you just pushed me twice your shoulder when you said that. What? What do you mean?","episode":"s01e03","objectID":"103131","edited":false},
{"time":"00:17:19","speaker":"Howard","line":"Let's just say, um, I may have ah changed my tune. Wink, wink, nudge, nudge. Stop pushing me. Ouch. You get what I'm saying. You guys catch my still. Don't","episode":"s01e03","objectID":"103132","edited":false},
{"time":"00:17:33","speaker":"Bill","line":"you need to use","episode":"s01e03","objectID":"103133","edited":false},
{"time":"00:17:33","speaker":"Sam","line":"your words to explain it clearly. Know any letters harder. Don't do any. Let's just say say say he's just say exactly","episode":"s01e03","objectID":"103134","edited":false},
{"time":"00:17:41","speaker":"Howard","line":"what you're talking about. All right, Well, if you catch my drift now that we don't If you're a rat in my wave were not allowed here. How about this? I'll just say it in this plane two terms as possible. I talked to my parents this weekend. Whoa. Yes, I did. And I decided you never spoke to them and haven't spoken in years in a very long time. Tried to separate myself from the Levi's family, huh? But I talked to my parents this weekend and I asked for $33 million.","episode":"s01e03","objectID":"103135","edited":false},
{"time":"00:18:12","speaker":"Sam","line":"Wow. From zero now. 33 minutes. Just like that. Can I ask you how quickly from going Thio not speaking to your parents for 15 years? Did you ask them for $33 million? Where did you ease into the left? A voice mail. And what can you tell us? What? The voicemails. Just a couple of the first sentences.","episode":"s01e03","objectID":"103136","edited":false},
{"time":"00:18:28","speaker":"Howard","line":"He said $33 million. 17. 21 Marksville court. Ransom? Yeah, I said $33 million I gave them my address to my tiny house. Ah, and, uh, quickly. In overnight fashion, a check arrived at my door. It's been deposited. And gentlemen, let's just say that the teacher's lounge can keep going if it wants to. So you say they fire us.","episode":"s01e03","objectID":"103137","edited":false},
{"time":"00:18:57","speaker":"Todd","line":"So you're saying you got so much money that, uh, you could just","episode":"s01e03","objectID":"103138","edited":false},
{"time":"00:19:01","speaker":"Howard","line":"throw around your weight? I mean, you guys saw the billboards I put up all over town this weekend,","episode":"s01e03","objectID":"103139","edited":false},
{"time":"00:19:06","speaker":"Sam","line":"but that was really shocking. Your Mayo May, Errol mayoral campaign really, really bumped up a lot.","episode":"s01e03","objectID":"103140","edited":false},
{"time":"00:19:14","speaker":"Howard","line":"Yeah, I spent all the Sunday evening calling every business that has available advertising space all of what time, Uh, all of when Wednesday aired Sunday evening.","episode":"s01e03","objectID":"103141","edited":false},
{"time":"00:19:25","speaker":"Bill","line":"Okay. Todo you were met with a lot of weird clothes? Yes, on voicemails. Andi in those","episode":"s01e03","objectID":"103142","edited":false},
{"time":"00:19:36","speaker":"Howard","line":"voicemails I just left. I left the information and I went to those businesses and I plastered my materials on","episode":"s01e03","objectID":"103143","edited":false},
{"time":"00:19:42","speaker":"Sam","line":"the McDonald's in town. Does not look like a McDonald's at all anymore. That's very much you all over it. From the dollar meal to the","episode":"s01e03","objectID":"103144","edited":false},
{"time":"00:19:51","speaker":"Todd","line":"I had a Levi's presents Big Mac the other day. Yeah, like the recipe is the same. But the bag you get it in is now all denim,","episode":"s01e03","objectID":"103145","edited":false},
{"time":"00:20:01","speaker":"Howard","line":"right? And if you take that, if you take the top of the burger off, they have. They have toppings, dispensers. Now that air in the shape of my face with my Web site. And,","episode":"s01e03","objectID":"103146","edited":false},
{"time":"00:20:11","speaker":"Bill","line":"well, you can't see that, because as soon as","episode":"s01e03","objectID":"103147","edited":false},
{"time":"00:20:13","speaker":"Sam","line":"you put the ketchup on the burger and then you smash it down the likeness of your faces immediately. Ruin.","episode":"s01e03","objectID":"103148","edited":false},
{"time":"00:20:18","speaker":"Howard","line":"They haven't been serving him the way that I asked","episode":"s01e03","objectID":"103149","edited":false},
{"time":"00:20:20","speaker":"Bill","line":"them to go open face","episode":"s01e03","objectID":"103150","edited":false},
{"time":"00:20:24","speaker":"Todd","line":"has not been served, which is open. Are","episode":"s01e03","objectID":"103151","edited":false},
{"time":"00:20:26","speaker":"Bill","line":"you kidding? They're not on the plate either. Are you just gonna let you know they're not on the plane? I left a","episode":"s01e03","objectID":"103152","edited":false},
{"time":"00:20:31","speaker":"Howard","line":"voicemail for McDonald's Corporation. That said Jaime Number. Who's that? A 30 on Sunday evening on. I said, You boys, this is how it's happening from now on. From now on, Levi's presents Big Mac. It is all the same. Components served open face two all beef Patties. You'll be fatty special sauce lettuce, cheese, pickles, onions on a sesame seed bun that spread across ah, porcelain plate. Nothing cheaper.","episode":"s01e03","objectID":"103153","edited":false},
{"time":"00:20:56","speaker":"Bill","line":"But when I got mine, there was a","episode":"s01e03","objectID":"103154","edited":false},
{"time":"00:20:58","speaker":"Sam","line":"slice of denim on it.","episode":"s01e03","objectID":"103155","edited":false},
{"time":"00:20:59","speaker":"Howard","line":"That's right and the cheese will be replaced by Denham was okay. That's inedible, you know that? Have you ever tried it? Now that's a good question. You ever","episode":"s01e03","objectID":"103156","edited":false},
{"time":"00:21:07","speaker":"Bill","line":"tried it because they know I've never eaten genes, but I assume it's not that Genes went down rough and cleaned me out. It's like eating broccoli, baby. I saw you pull a full pair of jeans that he has something you saw you do in the lobby of the bathroom. The little sitting room. It's like","episode":"s01e03","objectID":"103157","edited":false},
{"time":"00:21:26","speaker":"Todd","line":"I had stepped into 1983 and was watching a movie. I mean,","episode":"s01e03","objectID":"103158","edited":false},
{"time":"00:21:32","speaker":"Bill","line":"I felt a little cliches. I was doing it Jeans on a vassal. I'm like someone about to call me Wang Chung or what e I mean, I mean, this is the eighties all over again. Yeah, well, congratulations, Howard. And I mean, like they say in politics, You you don't have to be hot the whole time.","episode":"s01e03","objectID":"103159","edited":false},
{"time":"00:21:53","speaker":"Sam","line":"You just got to get hot at the right","episode":"s01e03","objectID":"103160","edited":false},
{"time":"00:21:54","speaker":"Howard","line":"time, and we're just a few weeks away. We're just a few weeks away from the election. And I'll tell you this if people don't know who I was before Sunday evening, around 8 39 They've eaten a burger from. You certainly do know now. And they've","episode":"s01e03","objectID":"103161","edited":false},
{"time":"00:22:07","speaker":"Sam","line":"and you're running against the incumbent. Is that correct? That's true. And he has gone down a CZ the best mayor we've ever had. Says who? Well, says most of the people that put on that festival for him last year. Last mayor.","episode":"s01e03","objectID":"103162","edited":false},
{"time":"00:22:23","speaker":"Bill","line":"That's Mayor Festival. And I can't","episode":"s01e03","objectID":"103163","edited":false},
{"time":"00:22:26","speaker":"Howard","line":"believe they got John Mayer.","episode":"s01e03","objectID":"103164","edited":false},
{"time":"00:22:28","speaker":"Bill","line":"John conceded. He conceded that he is not the best mayor to our mayor. That's crazy. I mean, the town really came out for that. That was 100%","episode":"s01e03","objectID":"103165","edited":false},
{"time":"00:22:42","speaker":"Sam","line":"attendance. Yeah, I couldn't believe when John Mayer got on his knees. How","episode":"s01e03","objectID":"103166","edited":false},
{"time":"00:22:47","speaker":"Bill","line":"many people were my last speaking event?","episode":"s01e03","objectID":"103167","edited":false},
{"time":"00:22:50","speaker":"Howard","line":"The one Friday afternoon at 6 30?","episode":"s01e03","objectID":"103168","edited":false},
{"time":"00:22:52","speaker":"Sam","line":"Yes, the one during rush hour. You did on the street.","episode":"s01e03","objectID":"103169","edited":false},
{"time":"00:22:56","speaker":"Bill","line":"Yeah, well, you were re enacting Rush hour. I'm strictly you're playing Jackie Chan and Chris Tucker barks. Yeah, that's what everybody knows. That","episode":"s01e03","objectID":"103170","edited":false},
{"time":"00:23:04","speaker":"Howard","line":"everybody in this town's favorite movie and I thought it would bring people out. But I'll tell you what. Nobody stopped. A lot of past buys a lot of passing by. You got","episode":"s01e03","objectID":"103171","edited":false},
{"time":"00:23:11","speaker":"Sam","line":"to get next time. I mean, I I love your speeches, but I would say next time when you when you are going to give a speech, you need to go somewhere where people stand or sit and you can get their attention.","episode":"s01e03","objectID":"103172","edited":false},
{"time":"00:23:24","speaker":"Howard","line":"Maybe I'll run out the Crest Whitestrips Auditorium the day before or after your play. And","episode":"s01e03","objectID":"103173","edited":false},
{"time":"00:23:28","speaker":"Bill","line":"you know what? I think you should go ahead, make it a speech, too. Not just reciting an old movie. Sometimes you","episode":"s01e03","objectID":"103174","edited":false},
{"time":"00:23:34","speaker":"Howard","line":"got to give people something that they know something. Connect with it. If you give him something different, they're just","episode":"s01e03","objectID":"103175","edited":false},
{"time":"00:23:37","speaker":"Bill","line":"saying, I don't get","episode":"s01e03","objectID":"103176","edited":false},
{"time":"00:23:38","speaker":"Howard","line":"this. But if you give them quotes and their favorite quotes from movies like What's that? What's that? What's that good Chris Tucker quote that I couldn't What's that? Good?","episode":"s01e03","objectID":"103177","edited":false},
{"time":"00:23:47","speaker":"Bill","line":"You understand the words that are coming out of my mouth. First doctor said that that is good. Well, now, the other day, you","episode":"s01e03","objectID":"103178","edited":false},
{"time":"00:23:57","speaker":"Sam","line":"you, um, went around and tried. Thio do that typical thing that politicians do get some pictures of babies, kiss babies. Yeah, I kissed a lot of babies, and that was, um, you snuck into the","episode":"s01e03","objectID":"103179","edited":false},
{"time":"00:24:10","speaker":"Bill","line":"maternity ward. Is that true?","episode":"s01e03","objectID":"103180","edited":false},
{"time":"00:24:12","speaker":"Howard","line":"Uh, I borrowed a set of scrubs Barnum Barnum from because they're from the closet at the hospital where they were too small for you","episode":"s01e03","objectID":"103181","edited":false},
{"time":"00:24:22","speaker":"Todd","line":"borrowed a set of women's small scrubs,","episode":"s01e03","objectID":"103182","edited":false},
{"time":"00:24:25","speaker":"Howard","line":"and I jumped into the old maternity ward. And as the babies were coming in, I, you know, before they'd even seen their mothers. I gave him a little kiss and set him down in their little cribs and watched over him for the night. You know, hoping that now.","episode":"s01e03","objectID":"103183","edited":false},
{"time":"00:24:36","speaker":"Todd","line":"Do you understand how it's not even possible, but likely that a new mother would be horrified to see a man that looks like you balding long mustache wearing a set of women's small scrub?","episode":"s01e03","objectID":"103184","edited":false},
{"time":"00:24:50","speaker":"Bill","line":"You think this is a bust into","episode":"s01e03","objectID":"103185","edited":false},
{"time":"00:24:52","speaker":"Sam","line":"an active delivery room? Push the husband who's waiting to get a toe hold his baby for the first time away, grabbed the baby and take a selfie with it before they've even cleaned the baby's nose out.","episode":"s01e03","objectID":"103186","edited":false},
{"time":"00:25:08","speaker":"Todd","line":"Yeah, I mean, some of those babies noses were filthy.","episode":"s01e03","objectID":"103187","edited":false},
{"time":"00:25:12","speaker":"Bill","line":"That's disgusting, guys, I didn't know that, and I did not know that some kind of","episode":"s01e03","objectID":"103188","edited":false},
{"time":"00:25:16","speaker":"Howard","line":"bad, because I want to get out of","episode":"s01e03","objectID":"103189","edited":false},
{"time":"00:25:18","speaker":"Bill","line":"here. Just think your ratings did go up exactly.","episode":"s01e03","objectID":"103190","edited":false},
{"time":"00:25:22","speaker":"Howard","line":"I made a big splash. You know, it's all about Splash. Your all the media is definitely talking about you. You're all over the place. Anyway, from here on out, the","episode":"s01e03","objectID":"103191","edited":false},
{"time":"00:25:31","speaker":"Bill","line":"ever least likely mayor's calling it.","episode":"s01e03","objectID":"103192","edited":false},
{"time":"00:25:35","speaker":"Howard","line":"I don't know, guys. I think you guys were getting not giving me a fair shake here on. Just know that if if y'all need anything and I mean this, if you need anything from here on out, I'm your man. Thank","episode":"s01e03","objectID":"103193","edited":false},
{"time":"00:25:45","speaker":"Sam","line":"you. We've always been such big supporters of you. Yeah. Thank","episode":"s01e03","objectID":"103194","edited":false},
{"time":"00:25:49","speaker":"Bill","line":"you for","episode":"s01e03","objectID":"103195","edited":false},
{"time":"00:25:49","speaker":"Sam","line":"these gift backs. Gets that you brought in earlier. I've pretty much eaten most of the if you eat the bear genes.","episode":"s01e03","objectID":"103196","edited":false},
{"time":"00:25:59","speaker":"Bill","line":"It was theeighties know,","episode":"s01e03","objectID":"103197","edited":false},
{"time":"00:26:00","speaker":"Howard","line":"ever. All right, guys. Well, anyway, guys, as usual, we've got a guest on the podcast today. Uh,","episode":"s01e03","objectID":"103198","edited":false},
{"time":"00:26:08","speaker":"Bill","line":"some y'all","episode":"s01e03","objectID":"103199","edited":false},
{"time":"00:26:09","speaker":"Howard","line":"who are listening may be familiar with him, but he may have been around the school before your time. Hey, is an ex principal here at the","episode":"s01e03","objectID":"103200","edited":false},
{"time":"00:26:15","speaker":"Sam","line":"school? Yeah, There is a nice oil painting of him in the four year. Um, it's","episode":"s01e03","objectID":"103201","edited":false},
{"time":"00:26:22","speaker":"Howard","line":"not his best photo. No. And you know, some say his legacy may have been tarnished, but we all really still respect him. So we wanted to bring him on the podcast to just checking to see how he's doing these days. So, ladies and gentlemen, let's welcome your ex principal Raymond, Or as we call him Ray Dufus.","episode":"s01e03","objectID":"103202","edited":false},
{"time":"00:26:37","speaker":"Sam","line":"Ugo, everybody. Oh, good. Right. Good to see if it was good to see you. Looking good, man. Well, you know, just working out. Just stand to staying healthy. Yeah, you are very, very ripped now. Yeah, Yeah. I mean, you used to be a small man. Oh, I was very tiny. Um, but, uh, what I've been doing lately to give me a lot of confidence, I'm keeping me going and making sure the, you know, that my body is as strong as my mind. You're listening right now. I mean,","episode":"s01e03","objectID":"103203","edited":false},
{"time":"00:27:09","speaker":"Bill","line":"you're you're mid sweat.","episode":"s01e03","objectID":"103204","edited":false},
{"time":"00:27:12","speaker":"Sam","line":"Well, it's a mixture of sweat in baby oil. Every time I get out of the car, I lather on another. Yeah, it seems like the water is beating. Yes, yes, that's the baby.","episode":"s01e03","objectID":"103205","edited":false},
{"time":"00:27:23","speaker":"Howard","line":"And you just dump the baby Well, over clothes and all. You kind of just closer oily thio loyally stopping when you're in","episode":"s01e03","objectID":"103206","edited":false},
{"time":"00:27:29","speaker":"Sam","line":"a G and it's it's soaked with oil. You just see my truck. I have many G's once, like the baby oldest to soaked into the G. I just changed. He's","episode":"s01e03","objectID":"103207","edited":false},
{"time":"00:27:39","speaker":"Howard","line":"so thanks. You explain what you do with","episode":"s01e03","objectID":"103208","edited":false},
{"time":"00:27:41","speaker":"Sam","line":"the old G's in your truck. Yeah, I use them. Do you ever watch? Sometimes. Other times, I just use the old Geetha wipe down my truck to make sure it looks shine.","episode":"s01e03","objectID":"103209","edited":false},
{"time":"00:27:51","speaker":"Bill","line":"Your truck is also beautiful. You have a gorgeous avalanche. And I know, I know you used to","episode":"s01e03","objectID":"103210","edited":false},
{"time":"00:28:00","speaker":"Howard","line":"be really into karate back when you're working here. So I understand the G. But you just wear mainly hitting","episode":"s01e03","objectID":"103211","edited":false},
{"time":"00:28:07","speaker":"Todd","line":"students. Shame what? They look you in the media","episode":"s01e03","objectID":"103212","edited":false},
{"time":"00:28:10","speaker":"Howard","line":"way. All agree. We all agree it was unfair. Your treatment? Uh, you know,","episode":"s01e03","objectID":"103213","edited":false},
{"time":"00:28:15","speaker":"Todd","line":"I don't know if","episode":"s01e03","objectID":"103214","edited":false},
{"time":"00:28:17","speaker":"Bill","line":"we all agree. Wait. There was an obvious which. Well, let's let the people decide. Okay? You tell him what you tell them","episode":"s01e03","objectID":"103215","edited":false},
{"time":"00:28:24","speaker":"Howard","line":"your version of the story, okay. And, well, that year, you sort of get your side out. I feel like it's been unfairly portrayed by the media. These kids,","episode":"s01e03","objectID":"103216","edited":false},
{"time":"00:28:31","speaker":"Sam","line":"I mean, well, it's part on me. I kept a long, long silence about it after the verdict came down So you know, when people when you're silent, people just think you're automatically guilty? Exactly. You know, but that's not necessarily true. Now, here are the facts. Did I get into a fistfight with kids? Yes, yes, yes. Multiple kid. That's on. That's on videotape. Yes. Hip hop. Yes, but did I fight them in some sort of predatory manner? No, no, no, no, no, no. That is not that I know.","episode":"s01e03","objectID":"103217","edited":false},
{"time":"00:29:01","speaker":"Bill","line":"I don't know. The world Star Video really speaks for itself. I mean, you're you're the Bushes, and you go there.","episode":"s01e03","objectID":"103218","edited":false},
{"time":"00:29:09","speaker":"Sam","line":"Okay. All right, but all right, now, that's what happens when you start a video, like in mid. You're","episode":"s01e03","objectID":"103219","edited":false},
{"time":"00:29:17","speaker":"Bill","line":"saying it was edited. They're sending all that. There was another sentence that came before. There's my prayer. Okay, Justin eyes it.","episode":"s01e03","objectID":"103220","edited":false},
{"time":"00:29:24","speaker":"Sam","line":"No, no, there wasn't. Okay, I did, but I was in the bushes. I did say there's my prey. That's exactly where that does start. But you don't know why I had to say that","episode":"s01e03","objectID":"103221","edited":false},
{"time":"00:29:35","speaker":"Howard","line":"because he was. So you're saying it was just that","episode":"s01e03","objectID":"103222","edited":false},
{"time":"00:29:37","speaker":"Bill","line":"we don't know why the kid is pray?","episode":"s01e03","objectID":"103223","edited":false},
{"time":"00:29:38","speaker":"Sam","line":"Yeah. Yeah, exactly. Now, see, here's the thing. Now a lot of you know that you find it a lot for this school for a long time,","episode":"s01e03","objectID":"103224","edited":false},
{"time":"00:29:45","speaker":"Bill","line":"you were an unbelievable","episode":"s01e03","objectID":"103225","edited":false},
{"time":"00:29:47","speaker":"Howard","line":"prince. You're the reason we have the two computer labs we have, and I still appreciate we went from","episode":"s01e03","objectID":"103226","edited":false},
{"time":"00:29:51","speaker":"Bill","line":"zero computer labs. No electronics allowed into school, Not allowed, not even allowed. You were the one who changed the rules of the book.","episode":"s01e03","objectID":"103227","edited":false},
{"time":"00:29:58","speaker":"Sam","line":"Had to fight for that. I was encyclopedia dictionary stuff. I used to have to walk around each classroom and tell them what was going on. That was the announcement, you know, And I was like, I don't wanna do this anymore. You know,","episode":"s01e03","objectID":"103228","edited":false},
{"time":"00:30:09","speaker":"Bill","line":"we gotta get this guy to get this in. And it was a two year fight. May. I can't believe","episode":"s01e03","objectID":"103229","edited":false},
{"time":"00:30:13","speaker":"Sam","line":"that the superintendent accepted your physical challenge. That was truly incredible. That was their mistake. Their hubris is what ended up being their downfall.","episode":"s01e03","objectID":"103230","edited":false},
{"time":"00:30:23","speaker":"Bill","line":"You're her down way. Get into you beating up a female superintendent. Let's go back to yo U Then the students, you and the student","episode":"s01e03","objectID":"103231","edited":false},
{"time":"00:30:32","speaker":"Sam","line":"who was your prey. Okay. Um well, students. And it was a group of them, um, eso as we all know, it's just damn kids, man. I'm with you there, you know? Yeah,","episode":"s01e03","objectID":"103232","edited":false},
{"time":"00:30:47","speaker":"Bill","line":"that's a good excuse. No, they really let","episode":"s01e03","objectID":"103233","edited":false},
{"time":"00:30:50","speaker":"Sam","line":"adults have it, and they don't know how mean they are. Okay, So, um So, three years ago, before I was fired, what happened in words we were setting up for our new prom? Everything was going well. I was There was a whole new thing going on. It was everyone wanted to do the under the sea theme. And I think it's from plastic thing.","episode":"s01e03","objectID":"103234","edited":false},
{"time":"00:31:09","speaker":"Howard","line":"In fact, it's still on the table for this year. Everyone get your road soon.","episode":"s01e03","objectID":"103235","edited":false},
{"time":"00:31:12","speaker":"Sam","line":"What happened, Waas? I'm setting up this thing I'm trying to get rid of. And one of these kids are saying you're setting up this thing. Do you mean the tripod in the bushes? Okay. With","episode":"s01e03","objectID":"103236","edited":false},
{"time":"00:31:20","speaker":"Bill","line":"camera bill, you still are. You still are funny. I remember you still how you wanted to die that I wasn't making a joke. Yeah, I was talking about the tribe like you said in the bush you wanted. He gave the bill. Looks like you got a raise. He can","episode":"s01e03","objectID":"103237","edited":false},
{"time":"00:31:36","speaker":"Todd","line":"razz us. It is that that we could do because they would kick the crap out of it. If I said my advice on my true feelings, you'd really beat me to a pulp.","episode":"s01e03","objectID":"103238","edited":false},
{"time":"00:31:44","speaker":"Sam","line":"Three years. Let me see. Have you won many games in the three years that you've been coached ads? You did when I was the principal here. The number is, you know. Okay, I won the five years you were principal here. I won one game on, and it was due to a technicality on Ivan 10 Since you've been gone,","episode":"s01e03","objectID":"103239","edited":false},
{"time":"00:32:06","speaker":"Howard","line":"well, you did win one.","episode":"s01e03","objectID":"103240","edited":false},
{"time":"00:32:09","speaker":"Bill","line":"That is true. Okay,","episode":"s01e03","objectID":"103241","edited":false},
{"time":"00:32:10","speaker":"Todd","line":"so I was a forfeit. It was a forfeit. So you you beat these kids are pretty bad. Um,","episode":"s01e03","objectID":"103242","edited":false},
{"time":"00:32:17","speaker":"Bill","line":"and be bad","episode":"s01e03","objectID":"103243","edited":false},
{"time":"00:32:17","speaker":"Todd","line":"if I remember correctly, because we've all well, we all get pushed to the brink. And you were the one of the most polite guys in the world until this day, right? You have been kind of bottling up some of the stuff kids were saying to you. They're calling you fat eyebrows. They're calling you fat body. They really went with weight stuff on you. And you finally just cracked it. So it looked like to me, I wish I could have wrapped you in court.","episode":"s01e03","objectID":"103244","edited":false},
{"time":"00:32:42","speaker":"Sam","line":"Yeah. Yeah. Well, I don't wantto It was I was okay with that, right? I","episode":"s01e03","objectID":"103245","edited":false},
{"time":"00:32:49","speaker":"Bill","line":"used to","episode":"s01e03","objectID":"103246","edited":false},
{"time":"00:32:49","speaker":"Sam","line":"be a small man. That's why I really got to me. But they kept calling me fat. It was a mental thing that was really one of those things where it was like it was like that reversed, like college, you know? And I was like, You don't don't call me. I don't have that anymore. Don't call me that. Don't call me that. What really got me was that kid Spike Spike","episode":"s01e03","objectID":"103247","edited":false},
{"time":"00:33:08","speaker":"Howard","line":"Beer steins. He's still in school here. He's failed a lot","episode":"s01e03","objectID":"103248","edited":false},
{"time":"00:33:14","speaker":"Bill","line":"has spiked fierce.","episode":"s01e03","objectID":"103249","edited":false},
{"time":"00:33:15","speaker":"Sam","line":"He's 34 he's in 11th grade. I mean, well, varsity is the best way we got. I mean, it was just three years ago, so at the time he was Ah, 32 31 year old human being And they still they still had him sit on the stand point to me and say that that was the man that assaulted me.","episode":"s01e03","objectID":"103250","edited":false},
{"time":"00:33:34","speaker":"Bill","line":"He was K arm. Take it easy. Okay. All right. I poked you thio. I poke","episode":"s01e03","objectID":"103251","edited":false},
{"time":"00:33:41","speaker":"Sam","line":"to toe add emphasis on what I was saying","episode":"s01e03","objectID":"103252","edited":false},
{"time":"00:33:43","speaker":"Todd","line":"and what that's the thing is just like sometimes you can try. A 16 year old is an adult based on their crime. You can also a 31 year old can be a child. And so they tried you. And they said that you beat up a child high school. Or even though he was 31 years old.","episode":"s01e03","objectID":"103253","edited":false},
{"time":"00:34:00","speaker":"Sam","line":"Yes, this is true. But also to be truthful to the law. I did beat up a couple 17 16 18 year old. But they were all in Spike's crew.","episode":"s01e03","objectID":"103254","edited":false},
{"time":"00:34:09","speaker":"Bill","line":"You know what? Let's stop talking","episode":"s01e03","objectID":"103255","edited":false},
{"time":"00:34:11","speaker":"Sam","line":"about all this negativity in the past,","episode":"s01e03","objectID":"103256","edited":false},
{"time":"00:34:12","speaker":"Bill","line":"okay? We all love you. Okay, Principal, you had one. You gave a very","episode":"s01e03","objectID":"103257","edited":false},
{"time":"00:34:17","speaker":"Sam","line":"good public apology. You humbled yourself in the media, and it really it really grounded you and brought you back. Yeah. Yeah, I admit that I went a little overboard and I apologized. And you got very religious when you were in prison.","episode":"s01e03","objectID":"103258","edited":false},
{"time":"00:34:34","speaker":"Todd","line":"But you've turned a negative into a positive, right?","episode":"s01e03","objectID":"103259","edited":false},
{"time":"00:34:36","speaker":"Sam","line":"I did. I did. Because the thing was when I was beating up those kids that I realized this man, they have no technique. They don't know how to defend themselves against someone of my caliber.","episode":"s01e03","objectID":"103260","edited":false},
{"time":"00:34:47","speaker":"Bill","line":"That's a good learning","episode":"s01e03","objectID":"103261","edited":false},
{"time":"00:34:48","speaker":"Sam","line":"experience. eso um, when I got out, when I decided that I was going to teach what I have learned to people who needed it. So that's why I've started my own karate school. I'm calling a cool Roddy. That's great. And based on your last name? Yeah, Ray Clovis. So, you know, cool riding body Cool, Roddy.","episode":"s01e03","objectID":"103262","edited":false},
{"time":"00:35:12","speaker":"Bill","line":"How do you spell that? CEO Yoo. All right, T. What about? You know, your name is Ku fas and you know you're the karate guy, not me. What about CU froggy?","episode":"s01e03","objectID":"103263","edited":false},
{"time":"00:35:23","speaker":"Todd","line":"Huh? You are the karate guys. That sounds better to may. But I don't know much about the cross.","episode":"s01e03","objectID":"103264","edited":false},
{"time":"00:35:30","speaker":"Bill","line":"It's too seamless karate. You need to","episode":"s01e03","objectID":"103265","edited":false},
{"time":"00:35:33","speaker":"Sam","line":"add a f in there to make it just, like, hang up a little.","episode":"s01e03","objectID":"103266","edited":false},
{"time":"00:35:37","speaker":"Howard","line":"Making a true reporter. Robert Manto, I believe, is the term.","episode":"s01e03","objectID":"103267","edited":false},
{"time":"00:35:40","speaker":"Todd","line":"Or even what about Rufus? Karate?","episode":"s01e03","objectID":"103268","edited":false},
{"time":"00:35:44","speaker":"Bill","line":"Yeah. Or maybe Like, I'm Ray coup","episode":"s01e03","objectID":"103269","edited":false},
{"time":"00:35:47","speaker":"Sam","line":"fas. This is my karate studio.","episode":"s01e03","objectID":"103270","edited":false},
{"time":"00:35:51","speaker":"Bill","line":"That Why not Ray? Roddy, you're the karate guy. Just so you","episode":"s01e03","objectID":"103271","edited":false},
{"time":"00:35:58","speaker":"Sam","line":"know. I mean, like, I hear what you're saying, and all these ideas are e They sound like they could be good, but, you know, I was in prison with a lot of guys who had ideas. And so we","episode":"s01e03","objectID":"103272","edited":false},
{"time":"00:36:11","speaker":"Howard","line":"see you've heard all these ideas before, and you've decided that those weren't good enough.","episode":"s01e03","objectID":"103273","edited":false},
{"time":"00:36:14","speaker":"Bill","line":"Well, not cu Friday coup","episode":"s01e03","objectID":"103274","edited":false},
{"time":"00:36:16","speaker":"Sam","line":"Friday was actually one that I hadn't heard. And no prisoners. Yeah, and thinking hearing it, I go. That doesn't sound too bad, but we've already made the shirts in the sign, so no going back. So I sat in on one of your classes, and all of these scenarios that you teach in order to protect yourself are from an advancing principle. If a principal advances, you say out of a bush and this is this is a quote from your curriculum. What would you do? And then you, um you do an impression of spike fire Steen um on. That's kind of like you're the way you teach. Is that correct? Yes. Um, as you all know, when I was the principal here, I like to teach from a place of knowing, You know, I always made my teachers everyone always try to come to the student with the place of something that they knew. So if a student were to challenge them, they would be able to kind of give their message in a way that speaks to them. That was one of the big positive changes when you came. I remember some of the teachers didn't have to know anything about the subjects that they talked. And it was very confusing. Yeah, they had the book, but they had no idea some of them and how to read. Um, you","episode":"s01e03","objectID":"103275","edited":false},
{"time":"00:37:29","speaker":"Bill","line":"know, I just think it's better","episode":"s01e03","objectID":"103276","edited":false},
{"time":"00:37:30","speaker":"Sam","line":"that we just be adults who have gone to school. I mean, well, they","episode":"s01e03","objectID":"103277","edited":false},
{"time":"00:37:33","speaker":"Bill","line":"didn't have","episode":"s01e03","objectID":"103278","edited":false},
{"time":"00:37:34","speaker":"Sam","line":"to. I mean, they had no way. Like, if I had to go to every class and reprimand the teacher. Listen to a teacher. When we had no technology, they didn't have to. Everyone was just sitting back in their classroom with their hands behind their heads. Like an eighties movie. Absolutely. No.","episode":"s01e03","objectID":"103279","edited":false},
{"time":"00:37:49","speaker":"Bill","line":"Would you? What if I What if I Maybe we could","episode":"s01e03","objectID":"103280","edited":false},
{"time":"00:37:52","speaker":"Sam","line":"do just a little, like, you know, you may be promoting your class here. People are gonna listen to this, this teacher's lounge, and maybe sign up for your classes. Maybe we could do just a little sparse something. Okay. All right. All right, So So this is my class. Okay? I always take, um uh, my adult students and my child student and I pair them up together. So you want the oldest person in here and and","episode":"s01e03","objectID":"103281","edited":false},
{"time":"00:38:18","speaker":"Bill","line":"you know, too. Is that right?","episode":"s01e03","objectID":"103282","edited":false},
{"time":"00:38:20","speaker":"Todd","line":"I'm 72 years young. That's correct. But I don't feel a day over 30. Right on. Well,","episode":"s01e03","objectID":"103283","edited":false},
{"time":"00:38:27","speaker":"Bill","line":"you look","episode":"s01e03","objectID":"103284","edited":false},
{"time":"00:38:28","speaker":"Sam","line":"many days over 100.","episode":"s01e03","objectID":"103285","edited":false},
{"time":"00:38:30","speaker":"Todd","line":"Thank you very much. Thank you. Yeah, that's, uh, strange compliment. It's a strange compliment that I do appreciate your welcome.","episode":"s01e03","objectID":"103286","edited":false},
{"time":"00:38:41","speaker":"Bill","line":"It's nice that you appreciate. I'm not sure it was a compliment. Well, it was just a","episode":"s01e03","objectID":"103287","edited":false},
{"time":"00:38:45","speaker":"Sam","line":"descriptor, huh? Is all it waas?","episode":"s01e03","objectID":"103288","edited":false},
{"time":"00:38:47","speaker":"Todd","line":"You know, I, um a lot of people ask May how do you be? 72 years old? Do it Be as active as you are, but really look like saggy weather. And I tell them, first of all, thank you. Come see my play. And then I say, come see my play because the theater keeps me young. And now that I'm seeing a head shrink, I feel younger than ever on. I feel great. Now. I do have a question for you, Ray. Do the students now? They're gonna be fighting adults when they sign up for us?","episode":"s01e03","objectID":"103289","edited":false},
{"time":"00:39:21","speaker":"Sam","line":"Um, well, on the sign and also in the flyer and also on the brochure, it does say it is a class of ah ah. It's a joint karate class for kids and adults. Because how I feel is, you know, anyone can fight against a kid. Anyone can fight against it. I'm a kid. I could fight against another kid if I'm gonna go, Um, I might have a match against another adult, but how? As a kid cannot beat up in the door. And how is like a little weenie adult? That's what a lot of people get in my class. How do I get the confidence to be ableto wanna fight? You fight someone smaller than you, someone that you feel like I could take easily. And if","episode":"s01e03","objectID":"103290","edited":false},
{"time":"00:40:04","speaker":"Bill","line":"you can beat up","episode":"s01e03","objectID":"103291","edited":false},
{"time":"00:40:05","speaker":"Sam","line":"a kid like that lets you know like, Oh, it makes you feel like a really, like a real strong Make","episode":"s01e03","objectID":"103292","edited":false},
{"time":"00:40:11","speaker":"Bill","line":"a moment when I yelled a kid in class. Now I don't want","episode":"s01e03","objectID":"103293","edited":false},
{"time":"00:40:16","speaker":"Sam","line":"to be sexist, you know? Women are allowed in my class and just like any recently, that's nice. Yeah, yeah, yeah, yeah. There was. It was","episode":"s01e03","objectID":"103294","edited":false},
{"time":"00:40:25","speaker":"Bill","line":"I mean, don't get me wrong. I had to be","episode":"s01e03","objectID":"103295","edited":false},
{"time":"00:40:28","speaker":"Todd","line":"forced. There was a lot of petitions","episode":"s01e03","objectID":"103296","edited":false},
{"time":"00:40:30","speaker":"Sam","line":"going around. Ah, a lot of position. Yeah,","episode":"s01e03","objectID":"103297","edited":false},
{"time":"00:40:32","speaker":"Bill","line":"well, just one. I mean, you guys","episode":"s01e03","objectID":"103298","edited":false},
{"time":"00:40:35","speaker":"Sam","line":"know Margaret Market that works down there at the wine shop. The huh? Oh, my God. Like","episode":"s01e03","objectID":"103299","edited":false},
{"time":"00:40:40","speaker":"Bill","line":"for somebody she care. I don't know what I want to know What she cares. She could just hang out in her little wine shop and peddler Little cheese. Only they won't even let me in. There you go through the place again. Time you drive a car through plate plate glass and crush everybody on the store one time,","episode":"s01e03","objectID":"103300","edited":false},
{"time":"00:40:59","speaker":"Todd","line":"and they never let you back.","episode":"s01e03","objectID":"103301","edited":false},
{"time":"00:41:00","speaker":"Bill","line":"He really terrible for","episode":"s01e03","objectID":"103302","edited":false},
{"time":"00:41:01","speaker":"Todd","line":"you because you love the pair of wine with the cheese at a nice dinner. Absolutely needs is the other night we had, ah, way your bathtub mouth back, which it was. It was bad, and it's good we couldn't get that one shop. But anyway, so Margaret with was the","episode":"s01e03","objectID":"103303","edited":false},
{"time":"00:41:19","speaker":"Sam","line":"reason Margaret, Margaret, fall in fall in fall, be ableto have women and men. Did","episode":"s01e03","objectID":"103304","edited":false},
{"time":"00:41:26","speaker":"Bill","line":"she say she did sign? That's what gets wet. Hasn't showed up yet.","episode":"s01e03","objectID":"103305","edited":false},
{"time":"00:41:30","speaker":"Todd","line":"Oh, yeah, probably drunk on wine and cheese, if you ask me,","episode":"s01e03","objectID":"103306","edited":false},
{"time":"00:41:36","speaker":"Howard","line":"You know, maybe maybe scouring the globe to replace the $30 million a wine stock that she had ruined by Mr Weatherman.","episode":"s01e03","objectID":"103307","edited":false},
{"time":"00:41:44","speaker":"Sam","line":"Probably just just another one of her things of this being like, everyone should be able to do everything. And when she had this ah, gold achieved, she's moved on to her next way to hound a man anyways,","episode":"s01e03","objectID":"103308","edited":false},
{"time":"00:41:56","speaker":"Bill","line":"So I don't want to be sexist, you know, none of us are. You're so fair and balanced on you. Say what you mean when you come up. I love that one of","episode":"s01e03","objectID":"103309","edited":false},
{"time":"00:42:07","speaker":"Sam","line":"the models for your place is not necessarily a safe","episode":"s01e03","objectID":"103310","edited":false},
{"time":"00:42:10","speaker":"Bill","line":"space. I think that is such a great idea necessarily in big, bold letters place. It's true to the world we live in, man. There's no such thing as","episode":"s01e03","objectID":"103311","edited":false},
{"time":"00:42:21","speaker":"Howard","line":"a safe place in this world. If you ask me,","episode":"s01e03","objectID":"103312","edited":false},
{"time":"00:42:23","speaker":"Sam","line":"that's right. You rob your students occasionally, right? Uh, yes. Occasionally. Meaning a lot. Yes, but it's like a tactical if","episode":"s01e03","objectID":"103313","edited":false},
{"time":"00:42:33","speaker":"Howard","line":"it's a practical application extra now, did he do with things that I","episode":"s01e03","objectID":"103314","edited":false},
{"time":"00:42:36","speaker":"Bill","line":"take from them? Yes,","episode":"s01e03","objectID":"103315","edited":false},
{"time":"00:42:37","speaker":"Sam","line":"OK, They don't have not been able to keep their own there, keep their own stuff, then they","episode":"s01e03","objectID":"103316","edited":false},
{"time":"00:42:41","speaker":"Bill","line":"lose it.","episode":"s01e03","objectID":"103317","edited":false},
{"time":"00:42:42","speaker":"Todd","line":"And if they try to forcefully take it back and they succeed good for them. Exactly. And you know what? I know it's hard to beat up a man whose 325 of pure muscle like yourself. But the kids have to learn that that could be the type of man coming at you.","episode":"s01e03","objectID":"103318","edited":false},
{"time":"00:42:55","speaker":"Bill","line":"Yeah. I mean, I took one","episode":"s01e03","objectID":"103319","edited":false},
{"time":"00:42:56","speaker":"Sam","line":"of your classes the other day. I don't know if you know, that was me. I was in disguise for the Better Business Bureau. Uh, did you know that was May? Yeah. That that older woman? Yeah. Could you still have the woman with the five o'clock shadow? Yes. You still ahead on your coaches track uniform? Yes. Underneath the Sunday dress.","episode":"s01e03","objectID":"103320","edited":false},
{"time":"00:43:18","speaker":"Bill","line":"Wait, The Better Business Bureau. What? They said go in here. I","episode":"s01e03","objectID":"103321","edited":false},
{"time":"00:43:22","speaker":"Sam","line":"am working off a debt to the Better Business bureau. Doing disguised? Um, well, it's sort of Ah, that show, um, undercover by undercover boss. But it's undercover employee. I mean, sorry. Undercover patron.","episode":"s01e03","objectID":"103322","edited":false},
{"time":"00:43:42","speaker":"Bill","line":"Yeah. Anyway, I took your","episode":"s01e03","objectID":"103323","edited":false},
{"time":"00:43:44","speaker":"Sam","line":"class dressed as a woman, and I was immediately beat up by an eight year old girl who you paired me against and then you stole everything in my wallet s o. I did report you to the Better Business bureau. I","episode":"s01e03","objectID":"103324","edited":false},
{"time":"00:43:56","speaker":"Bill","line":"don't want to be you up","episode":"s01e03","objectID":"103325","edited":false},
{"time":"00:43:57","speaker":"Sam","line":"way get paired together. And she was surprisingly good, or I was just bad. Can I be honest with you? Yeah. Um, when you first came in, honestly, I thought I was like, That seems like Bill. I know. It's just a silly woman. And I said, hi, I'm Bill. Uh, excuse me. Sorry. I mean, Diane and I still wasn't gravy. And and then I said, Nope, not Diane Crave E Diane. Bethany. And I was like, Nope. I don't have to. First, last first names. My name is Diane Sawyer. And I said no, not her, not the lady who does the news. I'm Bill. No, I'm not. I'm Bethany. My name is Bethany Hart. So I was Bethany Hart for the class.","episode":"s01e03","objectID":"103326","edited":false},
{"time":"00:44:51","speaker":"Todd","line":"You look gun and said clips. I forgot my old ladies. I'll be right back.","episode":"s01e03","objectID":"103327","edited":false},
{"time":"00:45:00","speaker":"Sam","line":"And then I came in and I said, Hi. My name's Bill. No, it's Bethany. And it started all over again, and I five and I did finally get into the class. But","episode":"s01e03","objectID":"103328","edited":false},
{"time":"00:45:13","speaker":"Bill","line":"what were you doing with that way? Let's hear the other side of that story. Well, honestly,","episode":"s01e03","objectID":"103329","edited":false},
{"time":"00:45:21","speaker":"Sam","line":"like I said, I thought, but after all the corrections, I was like, Well, no, it's not. I just wasn't sure. Right. Um, did you have the tracksuit on? But then when she came back in with the dress over the track suit, I was like, No, I guess that's this Diane person, But it wasn't until after I beat her up and took all this stuff that I opened the wild and realized that it was built the whole time like they were headed. So you knew when you saw my I d? Yeah. After the fact, after the beatings and paying you up with the little girl and stuff? Yeah. Um","episode":"s01e03","objectID":"103330","edited":false},
{"time":"00:45:52","speaker":"Bill","line":"what about a name for the business called Conch? Oof. That's good.","episode":"s01e03","objectID":"103331","edited":false},
{"time":"00:45:57","speaker":"Todd","line":"Get the karate guy. So I think this doesn't work. You tell us. I","episode":"s01e03","objectID":"103332","edited":false},
{"time":"00:46:02","speaker":"Sam","line":"mean, guys, look, the name is upset it on Kudo. There's a lot of people that have invested in this from jail. Then I really helped me start this thing. And if I just go and change the name willy nilly. I'm going to be getting a lot of collect calls.","episode":"s01e03","objectID":"103333","edited":false},
{"time":"00:46:15","speaker":"Howard","line":"Just a quick question. You know, sometimes you like Eagle. We've all seen karate, Karate Kid Famous movie from The","episode":"s01e03","objectID":"103334","edited":false},
{"time":"00:46:24","speaker":"Todd","line":"Karate Kid with Jackie Chan and Jaden Smith. That's a movie from the 2000. Anyway,","episode":"s01e03","objectID":"103335","edited":false},
{"time":"00:46:31","speaker":"Sam","line":"there's an original those although my neck sticks to you haven't seen them yet. I have seen the last dragon.","episode":"s01e03","objectID":"103336","edited":false},
{"time":"00:46:36","speaker":"Howard","line":"Okay, so here's my question. I left you a voicemail the other night. I don't know if you got it. Uh, time. Uh, it was about 11. 30 on Sunday. I left you a voicemail wondering if you know, sometimes you can get us, like, sort of sponsored ads on the back of Children's G's for, like, the karate championships or whatever like that I sent you a box of patches. They probably should be in your office at some point. Hopefully now and I was wondering, I'll just ask, you know, in person, Is there any way that ah Howard Levi's for for mayor could sponsor your your kids and adults in their future karate championships?","episode":"s01e03","objectID":"103337","edited":false},
{"time":"00:47:18","speaker":"Sam","line":"Howard, will. You know I'm a fair man, and you've always been very male, you know. Yes, I am. Very. Have a fair man. You've always been very kind to me. Um, so I'd be willing to do that. Wow. If you beat me in a fight, Okay. Wow. How we","episode":"s01e03","objectID":"103338","edited":false},
{"time":"00:47:38","speaker":"Todd","line":"put some money down on that fight.","episode":"s01e03","objectID":"103339","edited":false},
{"time":"00:47:40","speaker":"Howard","line":"Okay, Um, you know, where are we going to","episode":"s01e03","objectID":"103340","edited":false},
{"time":"00:47:41","speaker":"Todd","line":"do this? Um, I mean, we could use the school boxing ring Ray put","episode":"s01e03","objectID":"103341","edited":false},
{"time":"00:47:51","speaker":"Sam","line":"in. Do people still use that?","episode":"s01e03","objectID":"103342","edited":false},
{"time":"00:47:55","speaker":"Bill","line":"It's kind of dusty","episode":"s01e03","objectID":"103343","edited":false},
{"time":"00:47:56","speaker":"Sam","line":"now. They considered it a crime scene, and then nobody's gone back in that room. Well, I mean, well, they had to. I babbled you trying to kid kid outside in the parking lot,","episode":"s01e03","objectID":"103344","edited":false},
{"time":"00:48:07","speaker":"Howard","line":"and you drag","episode":"s01e03","objectID":"103345","edited":false},
{"time":"00:48:08","speaker":"Bill","line":"him inside it to the boxing. And that way you called that premeditated","episode":"s01e03","objectID":"103346","edited":false},
{"time":"00:48:11","speaker":"Sam","line":"murder. I beat him within an inch of his life, but he lived","episode":"s01e03","objectID":"103347","edited":false},
{"time":"00:48:17","speaker":"Bill","line":"well. I think you","episode":"s01e03","objectID":"103348","edited":false},
{"time":"00:48:18","speaker":"Sam","line":"make of that Going around still in school. I think he faked his death.","episode":"s01e03","objectID":"103349","edited":false},
{"time":"00:48:22","speaker":"Todd","line":"Yeah, that's right. There is a theory that spike first in, faked his death and now re entered the school is someone with the same exact name, age and body of","episode":"s01e03","objectID":"103350","edited":false},
{"time":"00:48:34","speaker":"Howard","line":"the man didn't ask to be moved out of his great. He still repeating 11th.","episode":"s01e03","objectID":"103351","edited":false},
{"time":"00:48:38","speaker":"Bill","line":"So when you take someone on in a","episode":"s01e03","objectID":"103352","edited":false},
{"time":"00:48:39","speaker":"Todd","line":"battle like that adult on adult, are you specifically just fighting Children now?","episode":"s01e03","objectID":"103353","edited":false},
{"time":"00:48:43","speaker":"Bill","line":"May. No. I mean, I find anyone.","episode":"s01e03","objectID":"103354","edited":false},
{"time":"00:48:45","speaker":"Sam","line":"I mean, but right now,","episode":"s01e03","objectID":"103355","edited":false},
{"time":"00:48:47","speaker":"Bill","line":"really quick. That was very fast, Todd, you're in a ball on the ground. You're tied up. Which","episode":"s01e03","objectID":"103356","edited":false},
{"time":"00:48:59","speaker":"Sam","line":"I'm gonna pull your arm here. Excuse me? I farted when I was when I was untangling Todd.","episode":"s01e03","objectID":"103357","edited":false},
{"time":"00:49:12","speaker":"Todd","line":"I tried to get the drop on you. Then you really got","episode":"s01e03","objectID":"103358","edited":false},
{"time":"00:49:14","speaker":"Sam","line":"me. Yeah, well,","episode":"s01e03","objectID":"103359","edited":false},
{"time":"00:49:16","speaker":"Bill","line":"I'm gonna come","episode":"s01e03","objectID":"103360","edited":false},
{"time":"00:49:16","speaker":"Sam","line":"at you right now. All right? Ready?","episode":"s01e03","objectID":"103361","edited":false},
{"time":"00:49:19","speaker":"Bill","line":"123 The 0 30 police made of ground. And Todd again. I'm gonna I'm gonna untie you. All right? Get back up.","episode":"s01e03","objectID":"103362","edited":false},
{"time":"00:49:32","speaker":"Sam","line":"All right, Now, what just happened is I tied up tight twice in a human pressure,","episode":"s01e03","objectID":"103363","edited":false},
{"time":"00:49:39","speaker":"Bill","line":"You know, you gave with Sam a sandwich and you tied taught up again. Don, come here. Don't tie him up","episode":"s01e03","objectID":"103364","edited":false},
{"time":"00:49:50","speaker":"Sam","line":"again here. I'm gonna pull your arm. All right.","episode":"s01e03","objectID":"103365","edited":false},
{"time":"00:49:55","speaker":"Bill","line":"Sorry about that. This sin, which is good.","episode":"s01e03","objectID":"103366","edited":false},
{"time":"00:49:58","speaker":"Sam","line":"That was Sam who pooh did that time. Oh, So I call that move the koot sel like a pretzel like","episode":"s01e03","objectID":"103367","edited":false},
{"time":"00:50:07","speaker":"Bill","line":"why not call it","episode":"s01e03","objectID":"103368","edited":false},
{"time":"00:50:08","speaker":"Todd","line":"the Cupid's Pressel and you're the president on this one. So,","episode":"s01e03","objectID":"103369","edited":false},
{"time":"00:50:16","speaker":"Sam","line":"like a lot of time of the techniques, what you're teaching is you are teaching people to fight, But you're also teaching. How can you have the mental jump on people? So what did you do? Sometimes in a fight is you see the biggest guy and he will try to attack you. What you want to do with push him to the side and move him to the side. You have one of the weakest members of its crew. Example. Man who looks 110 and tie him up. Yankee sometime of like a pretzel. That way, everyone is looking in being like We'll do. I want to deal with that. No, right.","episode":"s01e03","objectID":"103370","edited":false},
{"time":"00:50:48","speaker":"Todd","line":"Believes you may be big guys going. You know, I almost wish my bones had broken. You somehow do it in a way where my bones don't break and it's even worse on the joints.","episode":"s01e03","objectID":"103371","edited":false},
{"time":"00:50:57","speaker":"Sam","line":"That's only because you're a friend. Thank you. That was a kid from my class who tried to do the job on me. Broken but","episode":"s01e03","objectID":"103372","edited":false},
{"time":"00:51:03","speaker":"Todd","line":"broken bones. I have seen a lot of kids around town in full body casts.","episode":"s01e03","objectID":"103373","edited":false},
{"time":"00:51:08","speaker":"Bill","line":"Let me ask","episode":"s01e03","objectID":"103374","edited":false},
{"time":"00:51:09","speaker":"Todd","line":"you this. You are aware of the zoo incident that happened to me recently on. I want to get your advice on what you would have done. So I fell into the koala cage and kind of got into it with one of the qualities you were","episode":"s01e03","objectID":"103375","edited":false},
{"time":"00:51:25","speaker":"Sam","line":"dragged around by a koala. Small koala.","episode":"s01e03","objectID":"103376","edited":false},
{"time":"00:51:29","speaker":"Todd","line":"That's right.","episode":"s01e03","objectID":"103377","edited":false},
{"time":"00:51:29","speaker":"Bill","line":"Well, they don't grow that","episode":"s01e03","objectID":"103378","edited":false},
{"time":"00:51:30","speaker":"Todd","line":"big. And one of the zoo keepers attempt to stop it. Tried to shoot me, ended up accidentally killing the Kuala","episode":"s01e03","objectID":"103379","edited":false},
{"time":"00:51:41","speaker":"Bill","line":"right. And you're a very famous Mame now. Yeah. Zoo keeper Keeper was at the top of the the top of the enclosure, screaming How Graham a way","episode":"s01e03","objectID":"103380","edited":false},
{"time":"00:51:56","speaker":"Sam","line":"not Harambe again. People were chanting","episode":"s01e03","objectID":"103381","edited":false},
{"time":"00:51:58","speaker":"Todd","line":"We ended up trending on Reddit. I voted a bunch. But my question to you is when When you end up when a koala has the jump on you, what would you do in that situation? Because I really got dragged back and forth. Let's say I'm a Quale. I'm coming","episode":"s01e03","objectID":"103382","edited":false},
{"time":"00:52:15","speaker":"Sam","line":"at you right now, and","episode":"s01e03","objectID":"103383","edited":false},
{"time":"00:52:16","speaker":"Bill","line":"here we go. Way. Oh,","episode":"s01e03","objectID":"103384","edited":false},
{"time":"00:52:22","speaker":"Sam","line":"let me take some of this letter from this sandwich I gave you and then you stick in the lettuce. The mouse. Good stick. The letters in the mouth could It's a koala. So you want to make sure that right now you made me a sandwich very quickly tied, taught up and fed him. Let us","episode":"s01e03","objectID":"103385","edited":false},
{"time":"00:52:39","speaker":"Bill","line":"just leave me this time. No, I'm gonna leave","episode":"s01e03","objectID":"103386","edited":false},
{"time":"00:52:42","speaker":"Sam","line":"you in the pretzel, but I am gonna get you back up in your chair","episode":"s01e03","objectID":"103387","edited":false},
{"time":"00:52:44","speaker":"Bill","line":"and push his shorts. Huit stakes in here.","episode":"s01e03","objectID":"103388","edited":false},
{"time":"00:52:51","speaker":"Todd","line":"So you were too tired to Kuala up in a pretzel and fed it some letters?","episode":"s01e03","objectID":"103389","edited":false},
{"time":"00:52:55","speaker":"Sam","line":"No. I would have pushed that call aside and wet and trying to find a smaller, weaker quality and then put him up and shown the other quality. Like this is your friend. This is what I would do to you. Wow, That's really nice.","episode":"s01e03","objectID":"103390","edited":false},
{"time":"00:53:08","speaker":"Todd","line":"If I'm in that situation again, that is what will happen. Thank you so much.","episode":"s01e03","objectID":"103391","edited":false},
{"time":"00:53:13","speaker":"Sam","line":"I mean, it's nice of the zookeeper to see that trying to put you out of your misery because that koala with beating you to death,","episode":"s01e03","objectID":"103392","edited":false},
{"time":"00:53:20","speaker":"Todd","line":"I honestly wish the bullet had gone three inches to the left because it would have put me out of a little bit of my misery and by a little bit, I mean, all of my misery. I'm sorry. This is something that should say for my head shrink, not for you guys.","episode":"s01e03","objectID":"103393","edited":false},
{"time":"00:53:34","speaker":"Sam","line":"And there's a There's a big, um, session today, apparently at the head shrink that you're going into this afternoon.","episode":"s01e03","objectID":"103394","edited":false},
{"time":"00:53:43","speaker":"Todd","line":"Oh. Did you hear about that","episode":"s01e03","objectID":"103395","edited":false},
{"time":"00:53:44","speaker":"Sam","line":"way? Yeah. There was a man on the news anonymously promoting it. That seemed a lot like, you","episode":"s01e03","objectID":"103396","edited":false},
{"time":"00:53:53","speaker":"Todd","line":"know, I saw that guy on the news.","episode":"s01e03","objectID":"103397","edited":false},
{"time":"00:53:55","speaker":"Bill","line":"How did you introduce yourself?","episode":"s01e03","objectID":"103398","edited":false},
{"time":"00:53:58","speaker":"Todd","line":"By Todd. Padre? No, uh, this was all live. I am Todd Phillips. No director. I'm Philip Seymour Hoffman. No dead.","episode":"s01e03","objectID":"103399","edited":false},
{"time":"00:54:15","speaker":"Bill","line":"This is all being said.","episode":"s01e03","objectID":"103400","edited":false},
{"time":"00:54:16","speaker":"Todd","line":"This is all stuff that this guy was saying on the news. They said, Hold on. Am I even trotted in black yet? The black shroud around may think this point. The gentleman was in full life","episode":"s01e03","objectID":"103401","edited":false},
{"time":"00:54:30","speaker":"Bill","line":"a lot like you got","episode":"s01e03","objectID":"103402","edited":false},
{"time":"00:54:32","speaker":"Todd","line":"in the gentleman while it wasn't made with some guy who's confused. It's on the butt anyway. Yeah, s o. That guy went on and said to come check out my therapy","episode":"s01e03","objectID":"103403","edited":false},
{"time":"00:54:42","speaker":"Bill","line":"session with a mannequin. Interesting. Dressed his dershowitz, right? Yeah. No rate could I ask","episode":"s01e03","objectID":"103404","edited":false},
{"time":"00:54:51","speaker":"Todd","line":"you this? Yeah, for me. If I get the opportunity to live my dream do you see it are off Broadway? Get away from this school. Uh, Broadway's your dream. That's correct. Yeah, well, I want to keep my dream achievable. Broadway is really where the art happened. Okay? You don't want to perform for a bunch of blue hairs over on 42nd Street. If I achieve that dream, I would not be around kids ever again. I did. I don't do well among students. I shouldn't","episode":"s01e03","objectID":"103405","edited":false},
{"time":"00:55:26","speaker":"Bill","line":"do that well around stupid. But you've","episode":"s01e03","objectID":"103406","edited":false},
{"time":"00:55:28","speaker":"Todd","line":"chosen to help kids, is there? Is there something in your life that made you want to do that instead of go off and just teach karate, You know, in China or, uh, Japan, Thailand and big program, big programs.","episode":"s01e03","objectID":"103407","edited":false},
{"time":"00:55:44","speaker":"Sam","line":"I mean, there is something to go into the places where you know your style originates from. That's where the real talent is. You know, it's like that's the real challenge of being like, Hey, I know what you do. I know it's in your blood. Now come and fight me, right? But for me, it was like, you know, growing up in this growing up, you know, having a dad that that got beat up my mom a lot. Uh, you know, like you get to see, like, in public in the ring. Yes, yes, yes. My mother would never find my dad at home. They would have an argument. And it was quite an event in the early seventies in this town. Pay per view.","episode":"s01e03","objectID":"103408","edited":false},
{"time":"00:56:24","speaker":"Todd","line":"That's what people would pay to go","episode":"s01e03","objectID":"103409","edited":false},
{"time":"00:56:27","speaker":"Sam","line":"like. The rumor is that my dad would that you know, that my dad would throw the fight all the time. My mom. But I could tell you 100% trained many? Yes, when it comes. That told me that he was really trying to meet my mom up.","episode":"s01e03","objectID":"103410","edited":false},
{"time":"00:56:39","speaker":"Todd","line":"Unfortunately, in society, they don't teach kids how to beat up adults. And they don't teach men how to be enough with it. Because for some reason, but there might be an opportunity where you have to like, if your wife sets up a boxing match with you regularly and beat you up. And you know, I am not saying that it's okay to be on a woman I would never know. Never","episode":"s01e03","objectID":"103411","edited":false},
{"time":"00:57:01","speaker":"Sam","line":"know. Just a recreational sense. Definitely. but, like, in a sense of being like, Oh, you're challenging me, your child. You're coming at me, then? Yes. Then we should fight. We can fight.","episode":"s01e03","objectID":"103412","edited":false},
{"time":"00:57:13","speaker":"Bill","line":"Do you think this","episode":"s01e03","objectID":"103413","edited":false},
{"time":"00:57:13","speaker":"Sam","line":"was has anything to do with? I don't know, your adult behavior, you beating up Children, anything. You know that your mom would beat up your dad to a pulp every night. Do you think that has any sort of effect on your rages? You look, look, you know, I mean, I don't think you take things from childhood into adulthood. I mean, I meditate a lot. Now, you know, I don't go see one of those wacko, wacko, heady guys, you know, You know, you don't ever talk to a man to get on teaches own, you know, But it's just not for me, because I think, like, you know, people that do the fucking insane. I'm talking. I say the effort on this God, you're almost so mad you're getting out of your human pretzel over there.","episode":"s01e03","objectID":"103414","edited":false},
{"time":"00:57:58","speaker":"Bill","line":"How dare you say that about Whoa! No!","episode":"s01e03","objectID":"103415","edited":false},
{"time":"00:58:05","speaker":"Sam","line":"Hey, I like that rage. I like that. That was a good powerful rays from the abdomen.","episode":"s01e03","objectID":"103416","edited":false},
{"time":"00:58:10","speaker":"Bill","line":"G Oh, hey, Here's here's my card.","episode":"s01e03","objectID":"103417","edited":false},
{"time":"00:58:12","speaker":"Sam","line":"You come in here, you get one free lesson. I'll stamp that. And then a mathematical. Yeah, This could really help you out, Todd. Like you do need to learn how to fight your ex wife's new boyfriend.","episode":"s01e03","objectID":"103418","edited":false},
{"time":"00:58:27","speaker":"Todd","line":"Oh, yeah? Well, the 17 year old has taken me down both verbally and physically a few times now. But thank you for the card. I will consider it. I have actually been taking taekwondo from a clothing rack at the T. J. Maxx. So and I figured we're going well for me. Uh,","episode":"s01e03","objectID":"103419","edited":false},
{"time":"00:58:49","speaker":"Sam","line":"no. I think you hurt a lot of people in there looking for discount clothing.","episode":"s01e03","objectID":"103420","edited":false},
{"time":"00:58:55","speaker":"Todd","line":"Don't look inside the rack wearing a taekwondo classes. I got through this class I consider coming in because I would like to take on. I might try to trick this. This kid that's dating my wife, ex wife if she wants me to say But wife is I've been calling her, uh, I might try to get him to take the class, and I'll pair off against them, and then we'll go toe to toe with some of your lesson. Would you say","episode":"s01e03","objectID":"103421","edited":false},
{"time":"00:59:17","speaker":"Bill","line":"if you could not","episode":"s01e03","objectID":"103422","edited":false},
{"time":"00:59:18","speaker":"Sam","line":"do it at my game next week. I do have some scouts coming to watch me. Do you have some coach goats coaching scouts coming to watch me from the Arizona Wildcats?","episode":"s01e03","objectID":"103423","edited":false},
{"time":"00:59:28","speaker":"Howard","line":"Yeah, and I also just say, All know, I'll be giving a speech at halftime next week on I'm hoping to get are the old incumbent in the end on the debate.","episode":"s01e03","objectID":"103424","edited":false},
{"time":"00:59:38","speaker":"Sam","line":"So you're gonna debate at the game","episode":"s01e03","objectID":"103425","edited":false},
{"time":"00:59:40","speaker":"Howard","line":"the half time that we have been given the halftime show to debate it will be sponsored. It'll be sponsored by Lee Vice on. We will be debating. I hope we make it to have time people there.","episode":"s01e03","objectID":"103426","edited":false},
{"time":"00:59:51","speaker":"Todd","line":"Let's try to get to the end of the game for everyone. Say, that's one I think would be more fun. Now it's instant Levi's is sponsoring. That would be like the Bill Clinton Foundation sponsoring a Clinton Dole debate in 96 even a Clinton Bush debate in 92.","episode":"s01e03","objectID":"103427","edited":false},
{"time":"01:00:08","speaker":"Howard","line":"Yeah, I'm hoping that we don't run into Thio. The issue of people","episode":"s01e03","objectID":"103428","edited":false},
{"time":"01:00:12","speaker":"Bill","line":"Reagan Perot debate in the eighties.","episode":"s01e03","objectID":"103429","edited":false},
{"time":"01:00:15","speaker":"Todd","line":"That's right. Yeah, Reagan screamed on purpose.","episode":"s01e03","objectID":"103430","edited":false},
{"time":"01:00:18","speaker":"Howard","line":"I know I don't think there's a conflict of interest. I think a lot of people think that just just the sponsorship itself doesn't have any bearing on the issues that will be addressed at all. I'll say that right now. So, Howard, let me ask","episode":"s01e03","objectID":"103431","edited":false},
{"time":"01:00:31","speaker":"Sam","line":"you, do you think that since you're gonna already have the floor that day and you will be debating, do you think gonna have enough time to fight me during halftime? He also booked for halftime. It could be a good publicity for both of us. We're gonna need the rest. So if you guys go long halftime, that's fine. My team. I run them to","episode":"s01e03","objectID":"103432","edited":false},
{"time":"01:00:49","speaker":"Howard","line":"death. You should stop doing suicides at halftime. I'll say bad.","episode":"s01e03","objectID":"103433","edited":false},
{"time":"01:00:53","speaker":"Sam","line":"Well, listen, they gotta stay warm, all right? And I like to keep my boys warm. And that means really not resting at halftime.","episode":"s01e03","objectID":"103434","edited":false},
{"time":"01:00:59","speaker":"Todd","line":"Well, I just don't think you should follow it up with suicides. A drink fountain. After that, they're mixing so many sodas up on drinking,","episode":"s01e03","objectID":"103435","edited":false},
{"time":"01:01:06","speaker":"Howard","line":"and they they're dehydrated as a","episode":"s01e03","objectID":"103436","edited":false},
{"time":"01:01:09","speaker":"Bill","line":"woman, you know you're famous suicide. My temp, my suicide attempt right after you","episode":"s01e03","objectID":"103437","edited":false},
{"time":"01:01:19","speaker":"Todd","line":"thought it would motivate the team. It just horrified them to see a man at his wits and tried and is over.","episode":"s01e03","objectID":"103438","edited":false},
{"time":"01:01:23","speaker":"Howard","line":"He said you are making me do this. Your lack of winning is making me do this.","episode":"s01e03","objectID":"103439","edited":false},
{"time":"01:01:28","speaker":"Bill","line":"I climbed upon the who put your chin over the rim and tried to hang yourself with the basketball room itself. I mean, that is sad. I don't want to ever put a ball. You gotta You gotta get your team motivated. All right? And that is the one thing that no, don't kill yourself, Coach. Don't. I mean, I blew my ear off at practice three weeks ago trying to get him to run the rock zone defense.","episode":"s01e03","objectID":"103440","edited":false},
{"time":"01:01:48","speaker":"Sam","line":"I mean, it's a shame that it's a shame that your daughter doesn't speak to you anymore. I think your best seasons when you had her cut her hair like a man ladybug season. Yeah, the infamous ladybug season of me and my daughter","episode":"s01e03","objectID":"103441","edited":false},
{"time":"01:02:01","speaker":"Howard","line":"she's got She's got an agenda of around these days.","episode":"s01e03","objectID":"103442","edited":false},
{"time":"01:02:04","speaker":"Sam","line":"My daughter, my daughter. I mean, gosh, she is.","episode":"s01e03","objectID":"103443","edited":false},
{"time":"01:02:10","speaker":"Todd","line":"I wish he was still doing just that ladybug sort of friends. You don't know this right? But unfortunately, my daughter is Rabies. Daughter is become a leader of the the local neo Nazi group way that for a while that maybe she just couldn't read and she wasn't racist. But the scale seems to have been tipped heavily into the race. Is","episode":"s01e03","objectID":"103444","edited":false},
{"time":"01:02:34","speaker":"Sam","line":"no. I still think she just can't read.","episode":"s01e03","objectID":"103445","edited":false},
{"time":"01:02:38","speaker":"Howard","line":"Oh, boy, I thought","episode":"s01e03","objectID":"103446","edited":false},
{"time":"01:02:40","speaker":"Todd","line":"she was walking into a Triple A building, not a k k k meeting.","episode":"s01e03","objectID":"103447","edited":false},
{"time":"01:02:45","speaker":"Howard","line":"Oh, man, guys, Unfortunately, we're out of time for today's episode of the teacher's Lounge. Uh, Ray, Mr. Cooper, as WeII, are very excited to see what happens with your your business. And I feel it's good to see you Friday, everybody. And","episode":"s01e03","objectID":"103448","edited":false},
{"time":"01:03:01","speaker":"Bill","line":"don't worry, Roddy. It's cool riding","episode":"s01e03","objectID":"103449","edited":false},
{"time":"01:03:03","speaker":"Sam","line":"across. You listen to big tide. It is still cool, Roddy, your investment is still safe and gory. Tomorrow there will definitely not be anyone in the class that is there watching you from the Better Business Bureau. Yes,","episode":"s01e03","objectID":"103450","edited":false},
{"time":"01:03:16","speaker":"Howard","line":"and also just a quick shout out to Miss Holloway. She should be back at school. She's been out a couple of days because I guess last week people went toe Russian give their condolences for the broken feet. D'oh! Everybody storming her classroom for the prom tickets, eh? So she took a couple days off, but it turns out both both legs had been broken. and she's been bedridden for a couple days, but she should be.","episode":"s01e03","objectID":"103451","edited":false},
{"time":"01:03:38","speaker":"Sam","line":"They were rushing to apologize her and they heard her feet, even","episode":"s01e03","objectID":"103452","edited":false},
{"time":"01:03:41","speaker":"Howard","line":"work. And even worse, guys. As we as we decided, we will always say at the end of these episodes, remember, stay","episode":"s01e03","objectID":"103453","edited":false},
{"time":"01:03:49","speaker":"Bill","line":"flippy room.","episode":"s01e03","objectID":"103454","edited":false}]
