[{"time":"00:00:00","speaker":"Howard","line":"I want You can make it in the morning where I want it. All right. Well, I think it's making. Yeah, we're rolling out. The red light is on. Okay. All right. Hello, everybody Say, for 15th and welcome to the first episode of the teacher's lounge. First, best and only podcast tackling issues relevant to the Greater Hamilton High School community for years, Teachers lounge is being a place where conversations happened behind closed door means. Don't get a chance to hear it. We thought, Hey, why not bring those conversations out to everybody? So everybody got their open that door. Open the door, blow the hinges off sound effects.","episode":"s01e01","objectID":"1010","edited":false},
{"time":"00:00:33","speaker":"Todd","line":"That sound rolling. I'm sorry. Oh, sorry, Kat. So I thought someone was coming in through the door.","episode":"s01e01","objectID":"1011","edited":false},
{"time":"00:00:39","speaker":"Howard","line":"No, no, no, no, no, no, no. Oh, you know. Of course. My name is Howard Levis. I'm your tender tenured biology teacher and science department chairman. And I'm joined","episode":"s01e01","objectID":"1012","edited":false},
{"time":"00:00:48","speaker":"Klaus","line":"Are Yu Tyne Jered?","episode":"s01e01","objectID":"1013","edited":false},
{"time":"00:00:49","speaker":"Howard","line":"I am injured. Yes.","episode":"s01e01","objectID":"1014","edited":false},
{"time":"00:00:50","speaker":"Sam","line":"You were injured","episode":"s01e01","objectID":"1015","edited":false},
{"time":"00:00:52","speaker":"Bill","line":"in your tenure ship. Is that true?","episode":"s01e01","objectID":"1016","edited":false},
{"time":"00:00:54","speaker":"Howard","line":"In the final interview to sort of grant or deny my tenure, you fail. I fell down and they said, Well, Howard, you're injured. That's a funny joke. That's funny. I think our board of I think, honestly, our board of education. Very. You made talking. No. Turns out it was true. Our board of education is very funny. Anyway, as I said, I'm Howard Levis, and I'm here on","episode":"s01e01","objectID":"1017","edited":false},
{"time":"00:01:16","speaker":"Todd","line":"board of Education is where they are. Sometimes I go to those meetings and just laugh. I won't even contribute unless I'm heckling.","episode":"s01e01","objectID":"1018","edited":false},
{"time":"00:01:25","speaker":"Howard","line":"Okay, Todd. Todd, you gotta","episode":"s01e01","objectID":"1019","edited":false},
{"time":"00:01:27","speaker":"Sam","line":"quit that. I wouldn't even contributing time. Why don't you","episode":"s01e01","objectID":"10110","edited":false},
{"time":"00:01:31","speaker":"Howard","line":"go ahead and introduce yourself? How","episode":"s01e01","objectID":"10111","edited":false},
{"time":"00:01:32","speaker":"Todd","line":"you doing, Todd? Padre Theater. I teach all of the theater, voice and movement classes and as well as directing. And for the first year, ever writing the school play you have Great Annunciation. Can I say thank you very much? Himself trained.","episode":"s01e01","objectID":"10112","edited":false},
{"time":"00:01:48","speaker":"Howard","line":"That's good, Sam. Why don't you Since you trying don't want to go and introduce yourself to","episode":"s01e01","objectID":"10113","edited":false},
{"time":"00:01:51","speaker":"Sam","line":"Sam. Weatherman, you all know me. I teach drivers out here also a little student government want to make sure we're developing the leaders minds of tomorrow today. Now, when you say","episode":"s01e01","objectID":"10114","edited":false},
{"time":"00:02:00","speaker":"Bill","line":"a little bit of student government. Yeah. Are you in control of that class or do you just pop in.","episode":"s01e01","objectID":"10115","edited":false},
{"time":"00:02:07","speaker":"Sam","line":"I'm more of an adviser. I'm not the teacher of the class. That is, Mr Thompson. Yes, but I'm allowed to pop in and just sort of give my opinion when wanted.","episode":"s01e01","objectID":"10116","edited":false},
{"time":"00:02:15","speaker":"Howard","line":"And now Craig me if I'm wrong, but he has asked you not to show up.","episode":"s01e01","objectID":"10117","edited":false},
{"time":"00:02:18","speaker":"Sam","line":"Correct? It's rarely wanted, but I am allowed to pop in. OK, that's fine. We have,","episode":"s01e01","objectID":"10118","edited":false},
{"time":"00:02:22","speaker":"Howard","line":"ah, open door policy at this school. Usually we all let each other teach our classes every now and then.","episode":"s01e01","objectID":"10119","edited":false},
{"time":"00:02:25","speaker":"Bill","line":"Yeah, yeah, I roll in and ah, teach some movement every now and then show people how to move around. And Mr Padres theater class","episode":"s01e01","objectID":"10120","edited":false},
{"time":"00:02:34","speaker":"Howard","line":"sense for you though, Bill, Because you, of course, once you go in and","episode":"s01e01","objectID":"10121","edited":false},
{"time":"00:02:37","speaker":"Sam","line":"you have my name's Bill crave","episode":"s01e01","objectID":"10122","edited":false},
{"time":"00:02:39","speaker":"Bill","line":"E, I am the basketball coach here, and, um, we are currently having a bad season. We are one in five, um, and","episode":"s01e01","objectID":"10123","edited":false},
{"time":"00:02:51","speaker":"Howard","line":"in conference out of conference, it's much","episode":"s01e01","objectID":"10124","edited":false},
{"time":"00:02:53","speaker":"Bill","line":"worse out of conference. It's much worse. We haven't won a game in a while, so that one game was good. A lot of people are saying that I, uh, spring a gas leak in the competitors","episode":"s01e01","objectID":"10125","edited":false},
{"time":"00:03:04","speaker":"Howard","line":"a lot of people. You're one of those people cause you've admitted it.","episode":"s01e01","objectID":"10126","edited":false},
{"time":"00:03:07","speaker":"Sam","line":"Well, that is true. You say sprang a leak. Everyone else says that you sabotaged. I mean, you can't spring a leak on someone. That is","episode":"s01e01","objectID":"10127","edited":false},
{"time":"00:03:16","speaker":"Bill","line":"true. Uh, yeah, I I sabotaged the other team, and I let ah, gas leak go in the competitors. It's not the dressing room, but it is the locker room. Uh,","episode":"s01e01","objectID":"10128","edited":false},
{"time":"00:03:30","speaker":"Sam","line":"because we do have to We have separate rooms. Padre has a dressing room. It's correct for the","episode":"s01e01","objectID":"10129","edited":false},
{"time":"00:03:34","speaker":"Bill","line":"theater on. I have a locker room","episode":"s01e01","objectID":"10130","edited":false},
{"time":"00:03:38","speaker":"Todd","line":"theater. We don't practice. We rehearse. Yes, such I, as you all know I do a whole quarter on the terminology of theater rehearsing. I'm kind of how one would talk about that so as to sound like a professional. We don't wear clothes. We work costumes. We don't","episode":"s01e01","objectID":"10131","edited":false},
{"time":"00:03:58","speaker":"Howard","line":"see any other specifics from the theater department. You'd like to inform our listeners about We don't say words. Okay, we said I look okay. We don't take pauses. We take beats. That's good. That is very much. That is very good. Yeah. So anyway, that's the voice that you're gonna be here for the next few weeks while we get this podcast off the ground. And of course, this is Ah, Like I said, the first, the first episode of this podcast We're coming to you from a brand new state of the art facility here. Hamilton High School was for the I like to call the Hamilton High School a V media laboratory, which I was able to build with a mess load of grant money that I got a couple months ago. We're really excited to","episode":"s01e01","objectID":"10132","edited":false},
{"time":"00:04:37","speaker":"Todd","line":"start a reason you won't accept that. It is called the Philip Harrison Memorial. Feels to room","episode":"s01e01","objectID":"10133","edited":false},
{"time":"00:04:42","speaker":"Howard","line":"feels too specific. We shouldn't give one man credit for a room like this. Especially when he So you just like such a hold historical figure. He has nothing to do. The kids don't care about that guy.","episode":"s01e01","objectID":"10134","edited":false},
{"time":"00:04:50","speaker":"Todd","line":"Well, the school exists because of him. I mean, it was the first principle. He built the school","episode":"s01e01","objectID":"10135","edited":false},
{"time":"00:04:55","speaker":"Howard","line":"with his bare hands. I know that. I know that. But that doesn't make","episode":"s01e01","objectID":"10136","edited":false},
{"time":"00:04:59","speaker":"Bill","line":"a lot of shoddy construction around","episode":"s01e01","objectID":"10137","edited":false},
{"time":"00:05:01","speaker":"Howard","line":"here. We've all built stuff before. Okay. Does that mean I built I built my own kitchen? I built my kitchen out on my own my own. Do I call it the Howard Levis kitchen of vast culinary feats? No, I don't I don't call it that. I call it my kitchen.","episode":"s01e01","objectID":"10138","edited":false},
{"time":"00:05:16","speaker":"Todd","line":"All right, well, I guess this isn't agree to disagree. Situation. I'll say that I myself will respect Mr Harrison and refer to this on Leah's, the Phillip Harris um, Memorial A V room. That's why I see you brought a little right.","episode":"s01e01","objectID":"10139","edited":false},
{"time":"00:05:32","speaker":"Sam","line":"That's just the thing is just a little bit of that teacher's lounge barbs you're going to give you get","episode":"s01e01","objectID":"10140","edited":false},
{"time":"00:05:37","speaker":"Bill","line":"a lot of arguments. Go on in here. Uh, yeah, I've Ah, I've had screaming matches with every teacher in this teacher's lounge for a share.","episode":"s01e01","objectID":"10141","edited":false},
{"time":"00:05:46","speaker":"Howard","line":"No. Yeah, yeah, No, we all have. It's It's a heated profession. You know, you give yourself to all these kids and whether they respect, you're not. You have to put up with whatever they give back to you. So sometimes you get a little heated and we all know that. And that's why this podcast exists. It's a chance for us to vent, right. It's a chance for us to take those issues that we kind of bottle up all year long,","episode":"s01e01","objectID":"10142","edited":false},
{"time":"00:06:02","speaker":"Bill","line":"which I have. Ah, I don't know if you guys noticed, but there's a new couch over there, and that is a pullout couch. Now, I brought that in. So we do have a pull out couch now, which I've wanted for a while.","episode":"s01e01","objectID":"10143","edited":false},
{"time":"00:06:11","speaker":"Howard","line":"Yeah, I took a little nap on before I left last night. You did? Yeah. And","episode":"s01e01","objectID":"10144","edited":false},
{"time":"00:06:14","speaker":"Todd","line":"will teachers be allowed to spend the night on that couch?","episode":"s01e01","objectID":"10145","edited":false},
{"time":"00:06:16","speaker":"Bill","line":"That's what I was hoping. Thank God. Are you What's your home situation right now?","episode":"s01e01","objectID":"10146","edited":false},
{"time":"00:06:22","speaker":"Todd","line":"Well, my home situation is non existent. A CZ You may or may not know over spring break. Leslie and I continue to be divorced, but it's still happening, huh? Yes. Officially made me leave the house on. So that is Excuse me.","episode":"s01e01","objectID":"10147","edited":false},
{"time":"00:06:45","speaker":"Bill","line":"You were","episode":"s01e01","objectID":"10148","edited":false},
{"time":"00:06:45","speaker":"Sam","line":"just camping outside of the house, hoping to get back in, right?","episode":"s01e01","objectID":"10149","edited":false},
{"time":"00:06:48","speaker":"Todd","line":"That's right. I was doing well. I was calling it doing Ah Hung, um, inspired by the comic short lived Thomas Jane Show. You love that show? That's grow bureau, baby. I did. You kidding me? A teacher, a teacher divorcing his wife and then having sex with all the women in town. Cap,","episode":"s01e01","objectID":"10150","edited":false},
{"time":"00:07:07","speaker":"Howard","line":"we're getting a little blue here. Going a little, uh, PG 13","episode":"s01e01","objectID":"10151","edited":false},
{"time":"00:07:10","speaker":"Sam","line":"say is the big difference in the big similarity between you.","episode":"s01e01","objectID":"10152","edited":false},
{"time":"00:07:18","speaker":"Todd","line":"It's not. It's partially personality, and it's partially physical. And I knew coming into it that I couldn't call myself, you know. And students cover years on this one. Ah, Hung man. Um, because as you all know, I am average size, which is fine. Unless you want to be a gigolo for the lonely women of town. You need to sell yourself with something. So that was my thing. I think another difference is acting style between me and him. Uh, I come or from again a self taught school of","episode":"s01e01","objectID":"10153","edited":false},
{"time":"00:07:52","speaker":"Sam","line":"ending your pretty brought? Yeah. You know, it's very to audience. It's very","episode":"s01e01","objectID":"10154","edited":false},
{"time":"00:08:02","speaker":"Howard","line":"presentational, right? You definitely doesn't work on film. We'll say that.","episode":"s01e01","objectID":"10155","edited":false},
{"time":"00:08:06","speaker":"Todd","line":"Oh, that's so far so far. And a lot of filmic geniuses were appreciated after their time. Sure you all saw my version. My film version, Birth of a nation. Sure didn't. You didn't","episode":"s01e01","objectID":"10156","edited":false},
{"time":"00:08:21","speaker":"Sam","line":"see that? No, sir won't watch","episode":"s01e01","objectID":"10157","edited":false},
{"time":"00:08:22","speaker":"Todd","line":"it. It's not like the 1st 1 If what? 1st 1 All right, now they've got a new You hear this? They got a new one coming out. Yeah, they ripped off my idea. So long story short. I do need somewhere to live. I spent most of spring break up Y W c a sleeping on the cot in there,","episode":"s01e01","objectID":"10158","edited":false},
{"time":"00:08:41","speaker":"Sam","line":"the young women's. That's the way I believe. That's the w You said that you knew and you didn't any point. Noticed everybody","episode":"s01e01","objectID":"10159","edited":false},
{"time":"00:08:51","speaker":"Howard","line":"around. You was a woman. A young woman. Mind you.","episode":"s01e01","objectID":"10160","edited":false},
{"time":"00:08:54","speaker":"Todd","line":"You know, I did notice that they were all young women and they were worshipping a Christian God, and they were kind of associated with each other.","episode":"s01e01","objectID":"10161","edited":false},
{"time":"00:09:04","speaker":"Sam","line":"Uh huh. You know, it sounds like you've been going through a tough time. If you need anything, you can just wear your absolute That's","episode":"s01e01","objectID":"10162","edited":false},
{"time":"00:09:12","speaker":"Howard","line":"funny where we got into spring break there for a","episode":"s01e01","objectID":"10163","edited":false},
{"time":"00:09:14","speaker":"Sam","line":"second. Same. What'd you do over spring break? But oh, you know, not too much. I tried to try to get out of town. You know, uh, I want to take a little bit of a vacation. You tried to. I tried to. That was the plan was to get up, Tonto. You were all packed up and everything's packed up, ready to go and then forgot. You know, I can't drive a car. Did you attempt to get out of the driveway? I beg your pardon? Did you attempt to get out of the driveway? Did you try to drive? You stopped yourself. This happens to me all the time. So as you guys know, uh, my license has been suspended for gross vehicular negligence. Multiple times. That's where you know you. It's where you cannot control your vehicle and you are responsible 100 added the","episode":"s01e01","objectID":"10164","edited":false},
{"time":"00:09:58","speaker":"Howard","line":"caveat to that. It was gross in that definition, but also gross into, like, a disgusting.","episode":"s01e01","objectID":"10165","edited":false},
{"time":"00:10:03","speaker":"Sam","line":"Definitely. It was That was disgusting. You've been pulled over","episode":"s01e01","objectID":"10166","edited":false},
{"time":"00:10:07","speaker":"Bill","line":"for trying to drive from the back seat.","episode":"s01e01","objectID":"10167","edited":false},
{"time":"00:10:10","speaker":"Sam","line":"Yeah, absolutely. I like to push the front chair all the way up. You know, it's the driver's seat in the chair will let him call the front chair. That's what it is. Is you know, I have a tough time with intimacy. Yeah, you. No way. No. So I like to get a little something between me and the wheel. So I was thinking that chair is, you know, a body and write, and I sort of can hug the chair and the wheel at the same time, and it makes me feel like I'm connected. It is very unsafe. Way to drive. Um, So anyway, I didn't vacation this","episode":"s01e01","objectID":"10168","edited":false},
{"time":"00:10:41","speaker":"Todd","line":"week. At what point in the drive did you realize again that you could You did not have a license and couldn't drive.","episode":"s01e01","objectID":"10169","edited":false},
{"time":"00:10:47","speaker":"Sam","line":"Uh, opening the door. I got outside with my suitcase. And then I realized, you know, I was supposed to sell this thing a while ago. I'm not allowed inside of it. Yeah. Wow. The only car I am actually licensed to drive is the instructional vehicle that school does provide. I'm allowed to sit in the front right seat. That also has a break. But I cannot control sometimes called the passenger","episode":"s01e01","objectID":"10170","edited":false},
{"time":"00:11:09","speaker":"Todd","line":"seat as well. Isa Parent, if I'm listening to this and wondering what outcome you can teach my son or daughter to drive if you have been sighted and arrested for gross vehicular negligence on the board.","episode":"s01e01","objectID":"10171","edited":false},
{"time":"00:11:24","speaker":"Sam","line":"Yes. Well, you know how they say those who can't do teach. I can't drive, but I can teach. I know how to drive upstairs. Up here in the old noggin, I know exactly what to do. So I something","episode":"s01e01","objectID":"10172","edited":false},
{"time":"00:11:37","speaker":"Bill","line":"about when you get in the car. You lose it","episode":"s01e01","objectID":"10173","edited":false},
{"time":"00:11:39","speaker":"Sam","line":"exactly. For me, it's emotional. I can't emotionally handle driving. Right? That's","episode":"s01e01","objectID":"10174","edited":false},
{"time":"00:11:43","speaker":"Howard","line":"interesting. You think? I mean, it's probably psychological. Some kind of way. You probably got some sort of emotional issues.","episode":"s01e01","objectID":"10175","edited":false},
{"time":"00:11:48","speaker":"Sam","line":"Absolutely. When I see red, I want to go. I'm like a bull when I see that red light. Come on. I just You know, it's just hard. Can we move on? Sorry. I'm","episode":"s01e01","objectID":"10176","edited":false},
{"time":"00:12:01","speaker":"Howard","line":"sorry. Way tear it up like that, But sorry. Uh,","episode":"s01e01","objectID":"10177","edited":false},
{"time":"00:12:04","speaker":"Sam","line":"what about you, Bill? What you do every spring break? Well, uh, me and my wife, we went","episode":"s01e01","objectID":"10178","edited":false},
{"time":"00:12:07","speaker":"Bill","line":"down to New Smyrna Beach, Florida. I was dying to do some boogie boarding, and as you know, they got the best waves, Um, 60 foot in from the beach, perfect boogie board, and waves a","episode":"s01e01","objectID":"10179","edited":false},
{"time":"00:12:22","speaker":"Howard","line":"lot of the ways that it set up for a signal. You","episode":"s01e01","objectID":"10180","edited":false},
{"time":"00:12:25","speaker":"Sam","line":"know, they're just they're knee slappers. Exactly. Say, there there, you know, a lot of beaches you","episode":"s01e01","objectID":"10181","edited":false},
{"time":"00:12:31","speaker":"Bill","line":"gotta paddle out to get to the waves on this beach has a very steep incline. So those waves, when they come in, they come in hard, and it is perfect for boogie board and they throw out that little thin film that helps you slide up up on the beach, and then when the water goes away, you're just beach there on your boogie board, and that is perfect for my bill. You bored? So we went down there, Uh, and, uh, as you can see, take a look at my chest. Here I am, Morita. Wow. Beat up from the boogie Boy grief. Uhm,","episode":"s01e01","objectID":"10182","edited":false},
{"time":"00:13:01","speaker":"Sam","line":"they have that red asphalt video they watching the hell class?","episode":"s01e01","objectID":"10183","edited":false},
{"time":"00:13:05","speaker":"Todd","line":"Yeah, the red asphalt. That's the one that they made with German prisoners.","episode":"s01e01","objectID":"10184","edited":false},
{"time":"00:13:09","speaker":"Sam","line":"I think so. The driver's ed video. Everyone's head gets exploded and there's blood all over anyway. You're just looks bad. It looks all scratched out.","episode":"s01e01","objectID":"10185","edited":false},
{"time":"00:13:18","speaker":"Bill","line":"Yeah, well, your wish is what? That's a movie. Um, this is what s Boogie Borders called B and raw. And, you know, you've had a good time when you're wrong,","episode":"s01e01","objectID":"10186","edited":false},
{"time":"00:13:27","speaker":"Sam","line":"you and you don't","episode":"s01e01","objectID":"10187","edited":false},
{"time":"00:13:28","speaker":"Howard","line":"wear a rash guard or anything. Like most of the people of sensitive skin they'll put on Ah, rash guards","episode":"s01e01","objectID":"10188","edited":false},
{"time":"00:13:33","speaker":"Todd","line":"were a creator, right?","episode":"s01e01","objectID":"10189","edited":false},
{"time":"00:13:34","speaker":"Sam","line":"Yeah. Yet some people call","episode":"s01e01","objectID":"10190","edited":false},
{"time":"00:13:38","speaker":"Bill","line":"it a sandy shirt. Um, which I'm trying to get it. Ah, licensed or I'm trying to create our invent. Ah, rash creator. Um, because, you know, it","episode":"s01e01","objectID":"10191","edited":false},
{"time":"00:13:51","speaker":"Sam","line":"just feels good. It feels like, you know, you really is a market for that out there. I mean it, considering the boogie board and community and do they won't Rashes? Yes.","episode":"s01e01","objectID":"10192","edited":false},
{"time":"00:14:01","speaker":"Bill","line":"Yes, I think there is. I mean, the competitive boogie board community is, you know, Ah, worldwide 18 people. So, I mean,","episode":"s01e01","objectID":"10193","edited":false},
{"time":"00:14:11","speaker":"Sam","line":"I know a question. Yeah. What is it about boogie boarding that's so exciting? Opposed to like surfing something like that? Is it the rash that you get or is it more about the style of moving in the water when it's really","episode":"s01e01","objectID":"10194","edited":false},
{"time":"00:14:23","speaker":"Bill","line":"just being on your belly on a Styrofoam board close to shore? You don't gotta worry about a shark or anything. And it's just exhilarating when you come down and you are slapping on that water in your neck is like a rag doll. And you're going","episode":"s01e01","objectID":"10195","edited":false},
{"time":"00:14:41","speaker":"Sam","line":"How? That's fun. Oh, like that. Um I love it and I'm beat up.","episode":"s01e01","objectID":"10196","edited":false},
{"time":"00:14:48","speaker":"Bill","line":"I'm beat up. I mean, you could see the bruises. You can obviously see the neck brace I'm wearing. Uh,","episode":"s01e01","objectID":"10197","edited":false},
{"time":"00:14:54","speaker":"Todd","line":"I I didn't want to say anything. I didn't want to be rude and Russian the next place,","episode":"s01e01","objectID":"10198","edited":false},
{"time":"00:15:00","speaker":"Sam","line":"right? I should have maybe","episode":"s01e01","objectID":"10199","edited":false},
{"time":"00:15:01","speaker":"Bill","line":"started with the neck race.","episode":"s01e01","objectID":"101100","edited":false},
{"time":"00:15:03","speaker":"Todd","line":"Now, is that something I consign? Can we get that going where we also","episode":"s01e01","objectID":"101101","edited":false},
{"time":"00:15:06","speaker":"Sam","line":"I mean, look at the back. That's my daughter's signature right there. Oh, she can barely write yet ended up. It did end up looking like a swastika on accident. I said, Make what you want, baby.","episode":"s01e01","objectID":"101102","edited":false},
{"time":"00:15:22","speaker":"Bill","line":"You see my wide it out A couple of the lines.","episode":"s01e01","objectID":"101103","edited":false},
{"time":"00:15:26","speaker":"Todd","line":"She's 15 now, so she's either illiterate or a bold racist, and you decided to go with the literate.","episode":"s01e01","objectID":"101104","edited":false},
{"time":"00:15:32","speaker":"Sam","line":"That's what I'm pushing. She can't","episode":"s01e01","objectID":"101105","edited":false},
{"time":"00:15:35","speaker":"Bill","line":"read or write. My","episode":"s01e01","objectID":"101106","edited":false},
{"time":"00:15:37","speaker":"Howard","line":"question. Is this my question for you? Is this Bill really? Honestly, uh, not to gloss over your racist daughter? Anything. But my question for you is this. You had your whole basketball team running drills all spring break long, and you weren't even there","episode":"s01e01","objectID":"101107","edited":false},
{"time":"00:15:49","speaker":"Bill","line":"for one day. I put him on a time a timer, and I said you guys were gonna run suicides until I'm back from New Smyrna. And, um, you know, probably a lot of them left because they knew I was gone. But over half of them were still there running when I got back on. And I'm tough on my team, you know? I mean,","episode":"s01e01","objectID":"101108","edited":false},
{"time":"00:16:10","speaker":"Howard","line":"some people say you're so tough on him. It makes it hard for him to toe play well, because they're scared of you or they don't necessarily give their all because they're afraid of repercussions. Take, for","episode":"s01e01","objectID":"101109","edited":false},
{"time":"00:16:19","speaker":"Bill","line":"example, in the last game, uh, when I pulled Lukes pants to the floor underwear at all, and I spanked him. Let's take","episode":"s01e01","objectID":"101110","edited":false},
{"time":"00:16:29","speaker":"Howard","line":"that as an example of your behavior.","episode":"s01e01","objectID":"101111","edited":false},
{"time":"00:16:31","speaker":"Sam","line":"Was that too much? No,","episode":"s01e01","objectID":"101112","edited":false},
{"time":"00:16:34","speaker":"Bill","line":"that's what I think. I","episode":"s01e01","objectID":"101113","edited":false},
{"time":"00:16:36","speaker":"Howard","line":"think we","episode":"s01e01","objectID":"101114","edited":false},
{"time":"00:16:36","speaker":"Sam","line":"I mean, you saw his behavior. He would not. He thought we were in his own defense.","episode":"s01e01","objectID":"101115","edited":false},
{"time":"00:16:40","speaker":"Bill","line":"We had obviously changed Amanda man, and I just you know,","episode":"s01e01","objectID":"101116","edited":false},
{"time":"00:16:43","speaker":"Bill","line":"I think word","episode":"s01e01","objectID":"101117","edited":false},
{"time":"00:16:43","speaker":"Bill","line":"around school from a lot of the parents and sort of the boosters","episode":"s01e01","objectID":"101118","edited":false},
{"time":"00:16:46","speaker":"Sam","line":"is that you don't really understand what the actual goal of the game. You want him to be in really, really good shape and listen hard, But you're not really telling too much about how to shoot or you know when to pass screen away things like that.","episode":"s01e01","objectID":"101119","edited":false},
{"time":"00:16:58","speaker":"Bill","line":"Yeah, I am focusing on a lot of the wrong things. In practice, we don't shoot.","episode":"s01e01","objectID":"101120","edited":false},
{"time":"00:17:09","speaker":"Sam","line":"Why is that? Because you're a basketball coach. Well, I want to. I want","episode":"s01e01","objectID":"101121","edited":false},
{"time":"00:17:13","speaker":"Bill","line":"to really focus on one thing at a time. Okay?","episode":"s01e01","objectID":"101122","edited":false},
{"time":"00:17:18","speaker":"Sam","line":"Fundamentals. We want to start with","episode":"s01e01","objectID":"101123","edited":false},
{"time":"00:17:20","speaker":"Bill","line":"the fundamentals, and that's running. That's getting yourself in shape. That's moving from side to side. That's jumping. S o. I'm not been allowed balls on the court.","episode":"s01e01","objectID":"101124","edited":false},
{"time":"00:17:30","speaker":"Sam","line":"So you swearing like a CrossFit? Well, I mean at that. Yeah.","episode":"s01e01","objectID":"101125","edited":false},
{"time":"00:17:36","speaker":"Todd","line":"And your five year plan. When do they start shooting? I'm a freshman on","episode":"s01e01","objectID":"101126","edited":false},
{"time":"00:17:41","speaker":"Sam","line":"your team. Will be a sophomore in college Before I get the balls out.","episode":"s01e01","objectID":"101127","edited":false},
{"time":"00:17:47","speaker":"Howard","line":"I feel like that might not be the best. The best method to create a winning program less.","episode":"s01e01","objectID":"101128","edited":false},
{"time":"00:17:51","speaker":"Bill","line":"I it's You just got to get the fundamentals","episode":"s01e01","objectID":"101129","edited":false},
{"time":"00:17:54","speaker":"Howard","line":"and we're not even one game, By the way, I missed it. I haven't seen any of your games this season.","episode":"s01e01","objectID":"101130","edited":false},
{"time":"00:17:59","speaker":"Sam","line":"Oh, well, the other team all went to the hospital because of the gas leak s o that and it was","episode":"s01e01","objectID":"101131","edited":false},
{"time":"00:18:04","speaker":"Bill","line":"called. No. It was called at the half after the half.","episode":"s01e01","objectID":"101132","edited":false},
{"time":"00:18:07","speaker":"Bill","line":"What was happening for the first","episode":"s01e01","objectID":"101133","edited":false},
{"time":"00:18:08","speaker":"Todd","line":"half? If I remember correctly, the team had already begun. Gone to the hospital and you were still down 42. 28. You were scoring on the wrong baskets. Half the game.","episode":"s01e01","objectID":"101134","edited":false},
{"time":"00:18:17","speaker":"Bill","line":"Well, yeah, I, uh we did that. The other team was sent to the hospital, and we did decide to play another quarter against no one. And my and my team did quickly score 13 points on the wrong goal, which was a fluke, because I haven't even introduced balls to them. Um, so, uh, it was especially humiliated.","episode":"s01e01","objectID":"101135","edited":false},
{"time":"00:18:42","speaker":"Howard","line":"It's interesting that the state athletic department let that happen. I'll be honest.","episode":"s01e01","objectID":"101136","edited":false},
{"time":"00:18:46","speaker":"Sam","line":"Yeah. You know, I think they're kind of going in and trying harder. Yeah, you're clearly trying your hardest out there. You got a red face every game, and, you know, if someone's trying because I drink heavily before the games face the red face and I think people like that","episode":"s01e01","objectID":"101137","edited":false},
{"time":"00:19:01","speaker":"Howard","line":"not that anyone was asking, but I did. I did want to let you guys know that I took my spring break to finally file that paperwork to run for mayor.","episode":"s01e01","objectID":"101138","edited":false},
{"time":"00:19:07","speaker":"Sam","line":"Congratulations. I think something's changed in the city. Yeah, you know, you hope you hope you","episode":"s01e01","objectID":"101139","edited":false},
{"time":"00:19:13","speaker":"Howard","line":"can you know, you go into these kind of things, thinking that you're going to be the great savior of the county. But who knows? I'ma do my best, though. Took a long time to do all that paperwork, though. Really, Really. Your","episode":"s01e01","objectID":"101140","edited":false},
{"time":"00:19:24","speaker":"Sam","line":"kind of alone on it, right. You're just filing and running from here by yourself. Yeah, Yeah,","episode":"s01e01","objectID":"101141","edited":false},
{"time":"00:19:29","speaker":"Howard","line":"yeah. No support system. Have yet to find someone who will be a campaign manager. My family is opposed to the idea. Uh and, you know, I've been searching for supporters around town. Everybody I've said went to the grocery store told the cashier I was running for mayor, and she said, I don't know why he told me that. Uh","episode":"s01e01","objectID":"101142","edited":false},
{"time":"00:19:50","speaker":"Sam","line":"really? Yeah. Nobody seems to care, you know? And I think I'm","episode":"s01e01","objectID":"101143","edited":false},
{"time":"00:19:53","speaker":"Howard","line":"the right person for the job. You know, the incumbent mayor of this city is just ran it to the ground.","episode":"s01e01","objectID":"101144","edited":false},
{"time":"00:19:59","speaker":"Sam","line":"We know you're a teacher. We know you're responsible in that field. What would you say? A couple of your running platform?","episode":"s01e01","objectID":"101145","edited":false},
{"time":"00:20:03","speaker":"Howard","line":"My running platforms. Ah, well, first of all, no driving after 6 30 PM Love? Yes, that that Just get those roads clear so we can all go for walks","episode":"s01e01","objectID":"101146","edited":false},
{"time":"00:20:14","speaker":"Todd","line":"for walks in my specifically want. It's not like a observe the Sabbath every","episode":"s01e01","objectID":"101147","edited":false},
{"time":"00:20:19","speaker":"Howard","line":"day. No, no, no, no, no, no. It's just to get those roads clear so I can go for walks at night. So you","episode":"s01e01","objectID":"101148","edited":false},
{"time":"00:20:24","speaker":"Bill","line":"wanna walk in the middle of the street?","episode":"s01e01","objectID":"101149","edited":false},
{"time":"00:20:26","speaker":"Sam","line":"I don't. Yeah, you know what? You want to just","episode":"s01e01","objectID":"101150","edited":false},
{"time":"00:20:29","speaker":"Bill","line":"be able to kind of walk around blindly and not worry about a car?","episode":"s01e01","objectID":"101151","edited":false},
{"time":"00:20:32","speaker":"Sam","line":"Yes. Yeah, I'm not. That platform is going to be popular. No. Right. And that's a tough when you have people love to drive. How many times have you been hit by a car?","episode":"s01e01","objectID":"101152","edited":false},
{"time":"00:20:39","speaker":"Howard","line":"So, God, uh, you want You want to know how many times have been hit by a car and the person has admitted it or like, do I include hit and runs? Yes. Yes. Okay, so I'd say probably 15.","episode":"s01e01","objectID":"101153","edited":false},
{"time":"00:20:51","speaker":"Sam","line":"How many people have","episode":"s01e01","objectID":"101154","edited":false},
{"time":"00:20:52","speaker":"Howard","line":"admitted it? How many women? Seven. Seven people have, like, sort of stopped when they hit me.","episode":"s01e01","objectID":"101155","edited":false},
{"time":"00:20:59","speaker":"Sam","line":"You know, not really bad till you're hit by your own car. Oh, no. What? You were I was Yeah, I was in the drive through at McDonald's and I got now because I dropped a couple pennies. You know how a penny hits the floor and it rolls, you know? So I'm chase cars any. And unfortunately, the path is right in front of my own car. I have forgotten to put it into neutral or park so many choices. Just don't leave it. Drive right. Well, there you go. I left her and drive and boom right over the old leg.","episode":"s01e01","objectID":"101156","edited":false},
{"time":"00:21:27","speaker":"Bill","line":"Wow. Good grief. God. Well, your legs still looks bad.","episode":"s01e01","objectID":"101157","edited":false},
{"time":"00:21:32","speaker":"Todd","line":"Thank you. It's too bad you weren't up for tenure when that happened.","episode":"s01e01","objectID":"101158","edited":false},
{"time":"00:21:34","speaker":"Sam","line":"I wish. I wish I could be injured. He couldn't happen. We're in a city with the","episode":"s01e01","objectID":"101159","edited":false},
{"time":"00:21:40","speaker":"Todd","line":"world's biggest Kia soul manufacturing plant. How do you think that will affect the constituents to have such an anti driving policy?","episode":"s01e01","objectID":"101160","edited":false},
{"time":"00:21:47","speaker":"Sam","line":"I'm not. Now. I'm not","episode":"s01e01","objectID":"101161","edited":false},
{"time":"00:21:47","speaker":"Howard","line":"anti driving. Of course. The other side of my my platform is that I believe more people should be driving before 6 30 I think we need to increase congestion, own our streets too","episode":"s01e01","objectID":"101162","edited":false},
{"time":"00:21:59","speaker":"Bill","line":"slow people down,","episode":"s01e01","objectID":"101163","edited":false},
{"time":"00:22:00","speaker":"Howard","line":"you know, so that they don't hit people. May I mean honestly, guys, most of my platform revolves around the fact that I have been hit by cars for? Yeah, all my life. Yeah, over and over again. It seems so. Most of my platform does, in fact, revolve around sort of making the roadway safer for me and for people like me who are sort of prone to auto","episode":"s01e01","objectID":"101164","edited":false},
{"time":"00:22:20","speaker":"Todd","line":"collision. Well, every politician starts by doing a bunch of things that are good for them, and then they try to broaden it out and hope that it affects more people,","episode":"s01e01","objectID":"101165","edited":false},
{"time":"00:22:29","speaker":"Howard","line":"right? Yeah. You know, And the impetus for getting in was was selfish. I'll admit that it was selfish, but once I've sort of laid the groundwork for my personal platform, I'll start thinking about other people, start thinking about ways that I can better other people's lives in this town. You know, maybe finally, uh, open up a post office and maybe","episode":"s01e01","objectID":"101166","edited":false},
{"time":"00:22:48","speaker":"Bill","line":"we could finally put out the supermarket that's always been on fire. You","episode":"s01e01","objectID":"101167","edited":false},
{"time":"00:22:53","speaker":"Sam","line":"know, I would say that That sounds like a good","episode":"s01e01","objectID":"101168","edited":false},
{"time":"00:22:57","speaker":"Howard","line":"idea, Bill, but I'll tell you this. That is the single biggest tourist attraction in this","episode":"s01e01","objectID":"101169","edited":false},
{"time":"00:23:00","speaker":"Sam","line":"titty. And can I tell you this best meat department you're gonna find the best? I mean, you're not going to get tri tip like that anywhere else. I mean, it is always going on. Yeah, that's true. It's all right.","episode":"s01e01","objectID":"101170","edited":false},
{"time":"00:23:17","speaker":"Howard","line":"Todd, You all right? Are","episode":"s01e01","objectID":"101171","edited":false},
{"time":"00:23:18","speaker":"Sam","line":"you taking a pregnant pause right now? Is that a problem? Wasn't","episode":"s01e01","objectID":"101172","edited":false},
{"time":"00:23:20","speaker":"Todd","line":"meat. That was a beat for drama. Very dramatic before I was going to sell you. It's very good meat.","episode":"s01e01","objectID":"101173","edited":false},
{"time":"00:23:28","speaker":"Sam","line":"Wow. I mean, that was amazing. We said almost the same thing, but years hit so much harder. Yeah, that's power. Guys. I feel like we're talking about ourselves a little bit. Let's","episode":"s01e01","objectID":"101174","edited":false},
{"time":"00:23:39","speaker":"Bill","line":"let's let's move on the way.","episode":"s01e01","objectID":"101175","edited":false},
{"time":"00:23:41","speaker":"Howard","line":"I had a segment plan for today that I would love to get you all the way in on a segment I'm trying to call teacher's pet peeves. Right Is the same. We're gonna kind of do periodically where we talk about those little things that just get on our nerves. Teachers. Right. For example for me is when the kids start giggling when I start talking about the human anatomy, if you know what I mean. Yeah, okay. Are you talking about lungs and no, no, Bill. Of course they don't. They don't laugh at that. They laughed when I say lungs look pretty funny","episode":"s01e01","objectID":"101176","edited":false},
{"time":"00:24:13","speaker":"Bill","line":"to May and stomachs, and it's all piled up on What","episode":"s01e01","objectID":"101177","edited":false},
{"time":"00:24:18","speaker":"Sam","line":"are you talking about? I think we all get it. I think it's pretty weird that you're missing what he's talking about. We're","episode":"s01e01","objectID":"101178","edited":false},
{"time":"00:24:23","speaker":"Bill","line":"talking about a gangly","episode":"s01e01","objectID":"101179","edited":false},
{"time":"00:24:24","speaker":"Sam","line":"skeleton bopping around the room. That's hilarious.","episode":"s01e01","objectID":"101180","edited":false},
{"time":"00:24:27","speaker":"Howard","line":"Well, no bill on time. I'm talking about penises and vaginas. You know that section of the curriculum where you got to start talking about stuff like That's not funny.","episode":"s01e01","objectID":"101181","edited":false},
{"time":"00:24:36","speaker":"Sam","line":"That's what I think. I don't think it's","episode":"s01e01","objectID":"101182","edited":false},
{"time":"00:24:38","speaker":"Howard","line":"funny either, you know? So it it bothers me when these kids can't stop giggling. You know, it adds 15 20 minutes to my lesson plans. When I got the ship in order, you know what I mean? So it gets pretty frustrating. You got","episode":"s01e01","objectID":"101183","edited":false},
{"time":"00:24:48","speaker":"Sam","line":"anything else, you know, how much giggle time would you say? You're losing in every clip you're saying about 20 minutes of every 50 minute class today. On a good","episode":"s01e01","objectID":"101184","edited":false},
{"time":"00:24:56","speaker":"Howard","line":"day, I'm losing 15 on a bad day, 2025 wow of a 45 minute period.","episode":"s01e01","objectID":"101185","edited":false},
{"time":"00:25:00","speaker":"Sam","line":"Is it because is it","episode":"s01e01","objectID":"101186","edited":false},
{"time":"00:25:02","speaker":"Bill","line":"because you draw little faces on the genitalia and stuff to make it less scary? You develop little character names and you have him play out little scenes as Mr Penis and Miss Vagina.","episode":"s01e01","objectID":"101187","edited":false},
{"time":"00:25:18","speaker":"Howard","line":"That is the truth of what happens in my class. But I can't tell you if that's the reason they're giggling or not. They don't say I'm laughing because this is the way you choose to teach this.","episode":"s01e01","objectID":"101188","edited":false},
{"time":"00:25:26","speaker":"Sam","line":"I think that's relatable. I think that's a great way that I","episode":"s01e01","objectID":"101189","edited":false},
{"time":"00:25:28","speaker":"Bill","line":"do do it makes it less, you know, makes it less for","episode":"s01e01","objectID":"101190","edited":false},
{"time":"00:25:30","speaker":"Howard","line":"it. It's like, Oh, that thing's got a face I can, uh,","episode":"s01e01","objectID":"101191","edited":false},
{"time":"00:25:33","speaker":"Sam","line":"that relate. Yeah, I think relating to kids is good, You know what I mean? That's one of my pet peeves. To be honest, when I try to break it down and really get close with a kid and they say You back off, you get out of here, you get away from my car. You know, it's like","episode":"s01e01","objectID":"101192","edited":false},
{"time":"00:25:52","speaker":"Bill","line":"that's what Happy, What do you doing","episode":"s01e01","objectID":"101193","edited":false},
{"time":"00:25:54","speaker":"Howard","line":"so close to their cars? Sam","episode":"s01e01","objectID":"101194","edited":false},
{"time":"00:25:57","speaker":"Sam","line":"Just getting tips. I'm just walking up to him and sort of, you know, these kids are a tease because their new drivers, they haven't seen sort of the horrors that come with driving after years and years. Like I have, Right? So they're so relax. And I'm just trying to get back to that place. So I'm trying to relate to them.","episode":"s01e01","objectID":"101195","edited":false},
{"time":"00:26:14","speaker":"Bill","line":"But you're spying on them. Driving, trying to learn.","episode":"s01e01","objectID":"101196","edited":false},
{"time":"00:26:19","speaker":"Sam","line":"I mean, if sitting in their backseat under a blanket is spying, then yeah, sure. I guess you could say that. But I think I'm observing. I say that is spying. OK, well, I guess my pet peeve is invalid then. No, no, no, no. That's not what won't last down and put it on the road. All right. That's another","episode":"s01e01","objectID":"101197","edited":false},
{"time":"00:26:36","speaker":"Howard","line":"thing we gotta talk about. Sam. You getting your temper in check, my friend.","episode":"s01e01","objectID":"101198","edited":false},
{"time":"00:26:38","speaker":"Sam","line":"Really? Yeah. Really? Because I have a temper.","episode":"s01e01","objectID":"101199","edited":false},
{"time":"00:26:41","speaker":"Howard","line":"Yeah. Listen, now you're talking to me, right? You're right. You're right. Come on now. You're right. What are you Todd, You got some,","episode":"s01e01","objectID":"101200","edited":false},
{"time":"00:26:47","speaker":"Todd","line":"um, I got something. Yeah, I think it also goes with I think it also goes to the students. Complain about something I'm doing. It's unfortunate, you know, I","episode":"s01e01","objectID":"101201","edited":false},
{"time":"00:27:00","speaker":"Sam","line":"wish they wouldn't do something. Are you saying that this is all There","episode":"s01e01","objectID":"101202","edited":false},
{"time":"00:27:07","speaker":"Howard","line":"are things that all of our things have been things that we do to the","episode":"s01e01","objectID":"101203","edited":false},
{"time":"00:27:09","speaker":"Bill","line":"studio way with I mean, we're the adults.","episode":"s01e01","objectID":"101204","edited":false},
{"time":"00:27:16","speaker":"Sam","line":"Yeah, we could","episode":"s01e01","objectID":"101205","edited":false},
{"time":"00:27:17","speaker":"Todd","line":"do what we want. That's the point of view, Dr Stewart said. The following and so my complaint is a lot of students when I presented the play, which, because we have not announced yet, this is kind of a big announcement, but it's gonna be a six hour drama about my life, kind of in the style of other angels in America on bits. It's gonna kind of it's gonna be very realistic to what I have experienced with my divorce. And my Children are speaking to me in the hole hung thing. And the students have kind of said a lot recently. Can't we do something fun that other people recognize? Okay said, Well, hey, Hamilton had to do Hamilton when nobody knew what Hamilton Waas. Okay, everybody knows those people,","episode":"s01e01","objectID":"101206","edited":false},
{"time":"00:28:08","speaker":"Bill","line":"though. In Hamilton","episode":"s01e01","objectID":"101207","edited":false},
{"time":"00:28:09","speaker":"Todd","line":"I had no idea who most of them or","episode":"s01e01","objectID":"101208","edited":false},
{"time":"00:28:11","speaker":"Bill","line":"really none of them","episode":"s01e01","objectID":"101209","edited":false},
{"time":"00:28:12","speaker":"Todd","line":"know. I knew I knew what we all knew. One of them from the milk commercial, obviously, but beyond that, nobody knew these guys unless you were some sort of American hiss. AP American history's proctor","episode":"s01e01","objectID":"101210","edited":false},
{"time":"00:28:24","speaker":"Sam","line":"and I think there's a good point because you are supposedly a theater official. I mean, you teach theater. So if you don't know who these famous guys are there So there's a problem.","episode":"s01e01","objectID":"101211","edited":false},
{"time":"00:28:33","speaker":"Todd","line":"Absolutely. If in the theatre world there's not been a play written about Alexander Hamilton yet, or those other fellows whose names I can't remember because they're not in the title of the play, then I'm not gonna know who those people are. Okay? Agreed. Uh,","episode":"s01e01","objectID":"101212","edited":false},
{"time":"00:28:46","speaker":"Howard","line":"and so your pet peeve is the student is complaining about having to do your your","episode":"s01e01","objectID":"101213","edited":false},
{"time":"00:28:50","speaker":"Todd","line":"complaint about wanting to do that play. Also, it's pretty heavily. The dialogue's pretty heavily written for me, and I think the floor you Yeah, I'll be in the play. I'll be the It'll be the first teacher directed and starring performance that are high school has ever done.","episode":"s01e01","objectID":"101214","edited":false},
{"time":"00:29:04","speaker":"Sam","line":"And it would. I've seen","episode":"s01e01","objectID":"101215","edited":false},
{"time":"00:29:06","speaker":"Bill","line":"this script on I would, I don't know, a ton about theater, but I would characterize it as a one man show, absolutely, with an audience and applauding student audience.","episode":"s01e01","objectID":"101216","edited":false},
{"time":"00:29:17","speaker":"Todd","line":"Absolutely. That's correct. On stage with you, a one man show is in the title, so I don't know what the first half is gonna be yet, but I know it will be something Colon, a one man show.","episode":"s01e01","objectID":"101217","edited":false},
{"time":"00:29:29","speaker":"Sam","line":"Listen, I've walked past the theater from the outside and heard some of the screams, and it sounds amazing.","episode":"s01e01","objectID":"101218","edited":false},
{"time":"00:29:34","speaker":"Todd","line":"Thank you very much. And I think the students are learning a lot. Assumes we're learning a lot from me. And I'm learning a lot about myself as a performer, a cz, an artist and a human man.","episode":"s01e01","objectID":"101219","edited":false},
{"time":"00:29:44","speaker":"Sam","line":"Now, as a teacher, I think I learned a lot from students. Would you say you're learning anything from them?","episode":"s01e01","objectID":"101220","edited":false},
{"time":"00:29:50","speaker":"Todd","line":"Uh, I guess I've learned that kids love to be on their self.","episode":"s01e01","objectID":"101221","edited":false},
{"time":"00:29:55","speaker":"Sam","line":"You just learning that now. Tot grease, son.","episode":"s01e01","objectID":"101222","edited":false},
{"time":"00:29:58","speaker":"Todd","line":"Well, yeah. As you guys know, I Children, uh, we could not afford cell phones, so they didn't have to be on.","episode":"s01e01","objectID":"101223","edited":false},
{"time":"00:30:05","speaker":"Howard","line":"Your Children are very poor. That's","episode":"s01e01","objectID":"101224","edited":false},
{"time":"00:30:07","speaker":"Sam","line":"right. Well, their cash for they owned a lot off. They do own a fair amount of land, but you won't give them any money.","episode":"s01e01","objectID":"101225","edited":false},
{"time":"00:30:19","speaker":"Todd","line":"No, I won't give them any chest. And if they want to liquidate their land, that's That's for them. To dok. That's not my decision.","episode":"s01e01","objectID":"101226","edited":false},
{"time":"00:30:25","speaker":"Sam","line":"Yeah, I saw I saw","episode":"s01e01","objectID":"101227","edited":false},
{"time":"00:30:27","speaker":"Todd","line":"your daughter meeting with a real estate agent at Starbucks downtown","episode":"s01e01","objectID":"101228","edited":false},
{"time":"00:30:30","speaker":"Bill","line":"the other day and she was ill equipped.","episode":"s01e01","objectID":"101229","edited":false},
{"time":"00:30:32","speaker":"Todd","line":"Agent. I hope the agent was ill equipped. No, she was eloquent. Oh, well, that's not like Mary. I mean, she's 10 years old, for God's sake.","episode":"s01e01","objectID":"101230","edited":false},
{"time":"00:30:44","speaker":"Bill","line":"Yeah, I don't think she knows what that land is worth. And I think that real estate agent is in fact, a con man trying to take her for all she's worth.","episode":"s01e01","objectID":"101231","edited":false},
{"time":"00:30:51","speaker":"Todd","line":"It wouldn't be the first. Good God. Well,","episode":"s01e01","objectID":"101232","edited":false},
{"time":"00:30:56","speaker":"Sam","line":"well, I have a compiler of a pet. It was It","episode":"s01e01","objectID":"101233","edited":false},
{"time":"00:30:59","speaker":"Bill","line":"is for sure about the students. I am tired. As you guys know, I teach Spanish. Um, and I am so tired of the students raising their hands and saying,","episode":"s01e01","objectID":"101234","edited":false},
{"time":"00:31:16","speaker":"Sam","line":"Mr Kray V, you teach Spanish. But you only know one word in Spanish and that's Bonnie. Oh, you're tired of that. He's tired of what? You just explain to him what you said this?","episode":"s01e01","objectID":"101235","edited":false},
{"time":"00:31:30","speaker":"Todd","line":"Oh, yeah, that's a good solution. Explain to them the reason, which is that you didn't want to be the Spanish teacher at this school. You wanted the basketball coach.","episode":"s01e01","objectID":"101236","edited":false},
{"time":"00:31:38","speaker":"Bill","line":"That's exactly right. But","episode":"s01e01","objectID":"101237","edited":false},
{"time":"00:31:40","speaker":"Sam","line":"as you guys know,","episode":"s01e01","objectID":"101238","edited":false},
{"time":"00:31:41","speaker":"Bill","line":"I used to coach for instant Double A Andi. I was fired","episode":"s01e01","objectID":"101239","edited":false},
{"time":"00:31:46","speaker":"Howard","line":"from specifically you kind of just coach. Whatever team would have you","episode":"s01e01","objectID":"101240","edited":false},
{"time":"00:31:49","speaker":"Bill","line":"for a minute. You were","episode":"s01e01","objectID":"101241","edited":false},
{"time":"00:31:50","speaker":"Sam","line":"like an NC NC a coach. Yeah, I floated around, but on the final team I was on which you all know, E I was fired for a violent","episode":"s01e01","objectID":"101242","edited":false},
{"time":"00:32:01","speaker":"Bill","line":"on court outburst in which I got very angry. Andi I marched into the cafeteria, which is adjacent to the gym, and I found a full tray lasagna and I threw it in one of the referees faces on and it was hot and it burned his face. And then I was fired. But I still have that clout. Although I am not currently great at coaching basketball, I come with a pretty high salary. So they did have to fire the Spanish teacher. And I had Thio Coach. I mean, sorry, not coach. I don't coach Spanish. A teach Spanish.","episode":"s01e01","objectID":"101243","edited":false},
{"time":"00:32:36","speaker":"Todd","line":"Uh, if you should take my theater class.","episode":"s01e01","objectID":"101244","edited":false},
{"time":"00:32:39","speaker":"Sam","line":"I know, right?","episode":"s01e01","objectID":"101245","edited":false},
{"time":"00:32:40","speaker":"Todd","line":"But I don't have one about Spanish. So, you know, uh, what was that thought process like? Because I think one thing we all have in common is we've all seen red and done something that we regret it for the rest of our lives. For you. What was that thought? Process on the walk to the lasagna and the walk back? Because that's not a short march. It's not like a high school campus. You were on the University of Michigan campus.","episode":"s01e01","objectID":"101246","edited":false},
{"time":"00:33:01","speaker":"Sam","line":"I want premeditated. Yeah, well, you're safe. You big Well, there was. That's exactly what happened. There was No they don't serve","episode":"s01e01","objectID":"101247","edited":false},
{"time":"00:33:12","speaker":"Bill","line":"lasagna during a game. I brought in lasagna because I said, if anything goes down with any of these refs, I am throwing a full plate. Look, Zahn you in their","episode":"s01e01","objectID":"101248","edited":false},
{"time":"00:33:26","speaker":"Sam","line":"face. You know, if they made a call against May, can I just say some? I think if I'm just listening to us and you know, we're all here to be friends and sort of better each other, right? Yeah. I think we all got a little bit of a problem with anger, You know what I mean? I think that's something we could work on.","episode":"s01e01","objectID":"101249","edited":false},
{"time":"00:33:46","speaker":"Todd","line":"Yeah, I think we could low. I mean, that's what theater is very therapeutic for. May I don't know if basketball is therapeutic for you. Our politics, it's therapeutic for you or","episode":"s01e01","objectID":"101250","edited":false},
{"time":"00:33:58","speaker":"Howard","line":"outlet. It's an outlet We all have an outlet. Yeah,","episode":"s01e01","objectID":"101251","edited":false},
{"time":"00:34:00","speaker":"Todd","line":"Everybody needs an outlet on for me. This is almost like another outlet since my therapist got a restraining order against me. It's nice to be able to talk about something else onto other people.","episode":"s01e01","objectID":"101252","edited":false},
{"time":"00:34:12","speaker":"Sam","line":"Yeah, exactly. Well, guys, uh, I think","episode":"s01e01","objectID":"101253","edited":false},
{"time":"00:34:16","speaker":"Howard","line":"it's time to move on and introduce our guest for today, huh? Really excited today. We were gonna have guests on the podcast here and there. And we're really excited today. We have your your shop teacher. You are all familiar with him. Of course. This is Mr Claus. Kendall.","episode":"s01e01","objectID":"101254","edited":false},
{"time":"00:34:31","speaker":"Bill","line":"Hey, thanks for having me on the","episode":"s01e01","objectID":"101255","edited":false},
{"time":"00:34:33","speaker":"Sam","line":"show. We're so thanks for Munich. That's good to be here.","episode":"s01e01","objectID":"101256","edited":false},
{"time":"00:34:36","speaker":"Klaus","line":"Good to be away from those kids, right? You still got on your shop glasses, Klaus, I never take him off because safety first last and always like the great Barry White sang so long ago. Yeah, his, uh","episode":"s01e01","objectID":"101257","edited":false},
{"time":"00:34:50","speaker":"Todd","line":"I'm not a big Barry white fan, but it does sound romantic with","episode":"s01e01","objectID":"101258","edited":false},
{"time":"00:34:54","speaker":"Klaus","line":"you. Gotta check out Barry White. This stuff is so good, you know, he's got a real deep voice, and he just sounds like, uh, you know, just like, uh, like sex. all over the place. You know, people love it. It's it's great. Puts you in the mood way, Could talk about this stuff, right? Kids","episode":"s01e01","objectID":"101259","edited":false},
{"time":"00:35:11","speaker":"Todd","line":"around. I mean, I think kids can process things much deeper than what we allow for","episode":"s01e01","objectID":"101260","edited":false},
{"time":"00:35:16","speaker":"Klaus","line":"that I don't like that. And I wish they wouldn't do that because a lot of times up, standing up there in class and I want in these kids, they're working on a lay there, whatever. They're trying to whittle a goddamn birdhouse. And I just want to talk about grown up stuff. I want to tell them what it's really like. And and part of it is, I know they won't understand me. That's why I like it. But I'm not allowed to do it. But you're telling me, like this idea they could process stuff we don't know about. I don't like that idea,","episode":"s01e01","objectID":"101261","edited":false},
{"time":"00:35:47","speaker":"Todd","line":"I think. Have you ever watch any of the films of Wes Anderson?","episode":"s01e01","objectID":"101262","edited":false},
{"time":"00:35:50","speaker":"Klaus","line":"I've seen two of them.","episode":"s01e01","objectID":"101263","edited":false},
{"time":"00:35:51","speaker":"Todd","line":"Okay. Uh, well,","episode":"s01e01","objectID":"101264","edited":false},
{"time":"00:35:53","speaker":"Klaus","line":"ocean's 11 right?","episode":"s01e01","objectID":"101265","edited":false},
{"time":"00:35:56","speaker":"Todd","line":"Uh, no, I think that it's well, uh, no. Okay,","episode":"s01e01","objectID":"101266","edited":false},
{"time":"00:36:00","speaker":"Klaus","line":"just 30. Have you seen all three of those","episode":"s01e01","objectID":"101267","edited":false},
{"time":"00:36:03","speaker":"Howard","line":"air? You just","episode":"s01e01","objectID":"101268","edited":false},
{"time":"00:36:03","speaker":"Klaus","line":"actually to thio 11. 30. Okay, I sat out 12.","episode":"s01e01","objectID":"101269","edited":false},
{"time":"00:36:09","speaker":"Todd","line":"Yeah. 13. Did you understand what was going on? Essentially,","episode":"s01e01","objectID":"101270","edited":false},
{"time":"00:36:13","speaker":"Klaus","line":"Yeah. It's like it's Las Vegas, And, uh, they're like, we want the money, but we don't liketo, you know, get it the regular way. So let's steal it. Yeah, you","episode":"s01e01","objectID":"101271","edited":false},
{"time":"00:36:25","speaker":"Sam","line":"got it. Yeah, yeah.","episode":"s01e01","objectID":"101272","edited":false},
{"time":"00:36:27","speaker":"Todd","line":"Oh, yeah. Talk about your problems. All right? If there's anything that's bothering you, you know, I'd say that this is what the teacher's lounge is.","episode":"s01e01","objectID":"101273","edited":false},
{"time":"00:36:35","speaker":"Howard","line":"Absolutely. Yeah. T getting together and talking about what's on their mind because there is something specific. Maybe that's been sort of burning on you that you wanted get off your chest or anything.","episode":"s01e01","objectID":"101274","edited":false},
{"time":"00:36:44","speaker":"Klaus","line":"You know, a lot of these kids they don't respect would, you know, they treat it like it's just like a hunk of something. And it's like they used to be a tree was a living noble thing. Yeah, I feel like trees. Trees are like, uh, like royalty on this earth. You know, they've been around forever. And when we ought to respect him and I try to encourage the kids to say a little prayer before they even pick up a piece of wood and state, thank you very much. I appreciate it. I was gonna survive. I was actually gonna ask","episode":"s01e01","objectID":"101275","edited":false},
{"time":"00:37:13","speaker":"Howard","line":"if the teachings of the church you started have sort of a filtered into your your woodworking, the church, the church where you sort of worship nature and things like that.","episode":"s01e01","objectID":"101276","edited":false},
{"time":"00:37:23","speaker":"Klaus","line":"Yeah, I started a druid church over on, uh, Elm Street the course, and, uh, it's going great. We grew up to, like, 10 people now, and we just worship nature and Mother Earth guy and renewed a lot of the time. Well, we're not nude. We gotta cloaks on, you know, And we're doing We're constantly doing rituals, and it's and it's great, you know, it is wonderful feeling of being connected to the planet.","episode":"s01e01","objectID":"101277","edited":false},
{"time":"00:37:52","speaker":"Bill","line":"I have seen you in your cloak. Um, and","episode":"s01e01","objectID":"101278","edited":false},
{"time":"00:37:56","speaker":"Klaus","line":"what did they say?","episode":"s01e01","objectID":"101279","edited":false},
{"time":"00:37:58","speaker":"Sam","line":"I feel I was a little bit taken aback because you guys","episode":"s01e01","objectID":"101280","edited":false},
{"time":"00:38:03","speaker":"Bill","line":"were nude a lot, and I've heard","episode":"s01e01","objectID":"101281","edited":false},
{"time":"00:38:04","speaker":"Sam","line":"that, and I would not","episode":"s01e01","objectID":"101282","edited":false},
{"time":"00:38:06","speaker":"Bill","line":"even really consider that a cloak. That's a short shirt. Um, so","episode":"s01e01","objectID":"101283","edited":false},
{"time":"00:38:11","speaker":"Sam","line":"I I can","episode":"s01e01","objectID":"101284","edited":false},
{"time":"00:38:12","speaker":"Klaus","line":"see you around his crown, so it's like, you know, look, look colored.","episode":"s01e01","objectID":"101285","edited":false},
{"time":"00:38:16","speaker":"Sam","line":"Yeah, it is cloaked colored, but it is just a too short shirt, and I could You know, I could see everything you're working","episode":"s01e01","objectID":"101286","edited":false},
{"time":"00:38:23","speaker":"Bill","line":"with, Klaus. And I just I couldn't face you. I couldn't say, Hey, I'm sorry.","episode":"s01e01","objectID":"101287","edited":false},
{"time":"00:38:28","speaker":"Klaus","line":"Well, I mean, look, cloaks are hard to find, like the rial top of the line one's Jesus. Been with the sky for these things, right? It's like I'm on a teacher's salary over here. I can't afford to get, like, fuckin Gandalf level quality. I'm just looking to have a cloak that I could do worship in and no, you know, help unite some stab some pomp and circumstance of the rituals and everything. So I'm like, looking through my closet. But but But but But I got a brown shirt. Great. I haven't I haven't worn in a while during out. It doesn't fit as well as I thought it was.","episode":"s01e01","objectID":"101288","edited":false},
{"time":"00:39:01","speaker":"Sam","line":"Maybe your members was just wearing a vest. One of your whole a brown vest, almost the same color brown. Is you pretty close? I just think it's great that you're one of those kind of guys who can just sort of make something out of anything, you know? Sure, you're on a teacher's salary, but","episode":"s01e01","objectID":"101289","edited":false},
{"time":"00:39:16","speaker":"Klaus","line":"you work with wood.","episode":"s01e01","objectID":"101290","edited":false},
{"time":"00:39:17","speaker":"Sam","line":"I mean, your house is gorgeous.","episode":"s01e01","objectID":"101291","edited":false},
{"time":"00:39:18","speaker":"Klaus","line":"Thank you very much. I built it all myself. Ability from the ground up. The foundation is wood. You put a big move, would on the ground. Big, huge. I made essentially a foundation from scraps that I got at the lumber yard. Some stuff from the dump. People throw one away in their garbage. That's ridiculous. There was ridiculous. There was","episode":"s01e01","objectID":"101292","edited":false},
{"time":"00:39:42","speaker":"Todd","line":"a City Council meeting because a lot of your neighbors suggested that maybe that house was. I think they used the word tinderbox. Could go up at any time.","episode":"s01e01","objectID":"101293","edited":false},
{"time":"00:39:51","speaker":"Sam","line":"And we don't want","episode":"s01e01","objectID":"101294","edited":false},
{"time":"00:39:52","speaker":"Howard","line":"another building that could just be on fire all the time. And if we don't have to trust me, if","episode":"s01e01","objectID":"101295","edited":false},
{"time":"00:39:56","speaker":"Klaus","line":"my house burns down, it's not gonna be slow. Here's the thing. My favorite wood to work with and I tried to press its other kids is dry wood. I love a nice dry wood wet wood. Something about it sickens me, you know, to the touch gets It","episode":"s01e01","objectID":"101296","edited":false},
{"time":"00:40:14","speaker":"Howard","line":"also may be a little","episode":"s01e01","objectID":"101297","edited":false},
{"time":"00:40:15","speaker":"Klaus","line":"thanks. You know what I'm talking about? It gets slimy, and that's more like it. Animals, which I despise like a frog is slimy. You know what I mean? like I Here's the thing When it comes to nature, I like the stuff that grows out of the ground. I like the stuff that falls out of the sky. I can't abide an animal. God, I hate them. We have people. Why do we need animals","episode":"s01e01","objectID":"101298","edited":false},
{"time":"00:40:44","speaker":"Todd","line":"In my mental definition? Yeah. And I thought of a druid club a nature Lovett worshipping club that they were open. People that loved everything about Mother","episode":"s01e01","objectID":"101299","edited":false},
{"time":"00:40:54","speaker":"Klaus","line":"were reformed. You're it za spits specific set that we split up. I mean, there's a lot of obviously the main teachings are all there, but there's some stuff we don't agree with. Like a fucking animal who needs the mother provides us with plans to eat. So why do we need dumb cows running around?","episode":"s01e01","objectID":"101300","edited":false},
{"time":"00:41:17","speaker":"Todd","line":"And that's the thing that you do. You think the wood before you eat it and you curse a steak before you eat it, right?","episode":"s01e01","objectID":"101301","edited":false},
{"time":"00:41:23","speaker":"Klaus","line":"That's right. How silly to stake to prove a point. And I'll look at that stage,","episode":"s01e01","objectID":"101302","edited":false},
{"time":"00:41:29","speaker":"Todd","line":"it will say you had this coming. I'm glad. I'm glad I'm not even gonna enjoy this. See, you died for nothing,","episode":"s01e01","objectID":"101303","edited":false},
{"time":"00:41:36","speaker":"Klaus","line":"and then I chew and make I make noises like hanging like to really insult the steak. And then all hell, I just say, Eat a piece of wood and I'll say it is will be difficult but worth it. Thank you, Mother Earth. Can I ask you a question? Sure. Is it loud in your classroom? Sam, let me tell you something Between the noise of the sauce and the prayers. It's deafening in that. But you think you are on a on a subway station or something, you know, or like. That's not a good example. What's it? What's it? Noisy place where there's, like machine noise but also","episode":"s01e01","objectID":"101304","edited":false},
{"time":"00:42:21","speaker":"Todd","line":"talking. I think you had a perfectly with the subway station.","episode":"s01e01","objectID":"101305","edited":false},
{"time":"00:42:24","speaker":"Klaus","line":"I don't know because people didn't They don't talk that much where they're waiting for the subway like a construction site. Drugs discussed right because you got the noise of the machines and then you got there Construction guys like would see you lunch pail. Let's harass a lady.","episode":"s01e01","objectID":"101306","edited":false},
{"time":"00:42:37","speaker":"Todd","line":"Whatever. Yeah, my dad worked construction that every day he would come home and tell me what was in everyone's lunch pail.","episode":"s01e01","objectID":"101307","edited":false},
{"time":"00:42:44","speaker":"Sam","line":"It's a tough conversation,","episode":"s01e01","objectID":"101308","edited":false},
{"time":"00:42:45","speaker":"Howard","line":"you know, when you're at work you want, you want","episode":"s01e01","objectID":"101309","edited":false},
{"time":"00:42:47","speaker":"Sam","line":"to find out. And they do get a full consensus","episode":"s01e01","objectID":"101310","edited":false},
{"time":"00:42:49","speaker":"Bill","line":"from the whole crew before they do harass a lady","episode":"s01e01","objectID":"101311","edited":false},
{"time":"00:42:53","speaker":"Klaus","line":"votes. But lady by lady basis, see what they got to go. Got to go fast because she just walking further instructions.","episode":"s01e01","objectID":"101312","edited":false},
{"time":"00:43:00","speaker":"Sam","line":"Usually she's gone before they could get a whole consistence coat. So when you do see a construction worker harassing a woman, No, it is unanimous, and it's a compliment. It's a compliment. It really And they should be flattered right now. These are some wood fries you have here.","episode":"s01e01","objectID":"101313","edited":false},
{"time":"00:43:20","speaker":"Klaus","line":"Yeah, but they look like real friends. Read there, Sam. It's It's tough, right? Well, what is it? Cedar? Is that Yeah, Yeah, that's nice. A lot of times, uh, I would try to make food out of teak, which is a mistake. It's very, very solid. That is. Ah, hard wood, great furniture. It's not great for lunch.","episode":"s01e01","objectID":"101314","edited":false},
{"time":"00:43:43","speaker":"Todd","line":"You know what he wrote in that tiki masala the other day,","episode":"s01e01","objectID":"101315","edited":false},
{"time":"00:43:49","speaker":"Klaus","line":"like the curry sauce is would would kind of soften it up a little bit, but no dice. That's teak is built to last. It was intentional that teak masala","episode":"s01e01","objectID":"101316","edited":false},
{"time":"00:43:59","speaker":"Sam","line":"was intentional. I thought someone brought in some bad Indian food?","episode":"s01e01","objectID":"101317","edited":false},
{"time":"00:44:01","speaker":"Klaus","line":"No, you know, here's a Here's what's a big hit in class. Sometimes I come for the classes. My balsa base. It's like a bull. Your base, but with balsa wood is very easy to chew.","episode":"s01e01","objectID":"101318","edited":false},
{"time":"00:44:12","speaker":"Sam","line":"At least most of what is softer. Yeah, nice, soft, delicious. Would Now you also bring in pine","episode":"s01e01","objectID":"101319","edited":false},
{"time":"00:44:20","speaker":"Bill","line":"nuts. But they are Pinewood whittled into the shape of a corn.","episode":"s01e01","objectID":"101320","edited":false},
{"time":"00:44:26","speaker":"Klaus","line":"That's right. Your body even find every Yeah, they're fine nuts. They're not fine. Fine.","episode":"s01e01","objectID":"101321","edited":false},
{"time":"00:44:39","speaker":"Todd","line":"And it's nuts that they exist.","episode":"s01e01","objectID":"101322","edited":false},
{"time":"00:44:41","speaker":"Klaus","line":"That's another thing. Can you even believe that trees have a self replicating capability where they grow up to be? This big, tall trees look just in case. Let me drop a few of these around to make sure that we don't go extinct.","episode":"s01e01","objectID":"101323","edited":false},
{"time":"00:44:55","speaker":"Todd","line":"I mean, animals do that, too. Yeah, extreme. I like the way they do it. I don't like that","episode":"s01e01","objectID":"101324","edited":false},
{"time":"00:45:00","speaker":"Klaus","line":"I don't like animals. If","episode":"s01e01","objectID":"101325","edited":false},
{"time":"00:45:02","speaker":"Bill","line":"you prefer kind of a pollination instead of bringing the","episode":"s01e01","objectID":"101326","edited":false},
{"time":"00:45:06","speaker":"Klaus","line":"exact teamwork","episode":"s01e01","objectID":"101327","edited":false},
{"time":"00:45:07","speaker":"Sam","line":"teamwork, do you know what I gotta So if there was if there was a small animal that took semen from one animal, you explain this with penises and vaginas. What way? Stand the thought that funny. Look at a picture of loans. Take it. Look at these lungs. Oh, come on, that's hilarious. There's two lobes on the left, and there's three on the right. That's uneven,","episode":"s01e01","objectID":"101328","edited":false},
{"time":"00:45:41","speaker":"Todd","line":"I think. So. What's wedding to you about lungs if they're irregular.","episode":"s01e01","objectID":"101329","edited":false},
{"time":"00:45:46","speaker":"Sam","line":"Yeah, I think it's really funny when the body is not a not symmetrical when it is asymmetrical. And then","episode":"s01e01","objectID":"101330","edited":false},
{"time":"00:45:54","speaker":"Howard","line":"everything is funny because that's that's the beauty of the human","episode":"s01e01","objectID":"101331","edited":false},
{"time":"00:45:57","speaker":"Todd","line":"body. But I do want to get back to. Except","episode":"s01e01","objectID":"101332","edited":false},
{"time":"00:45:59","speaker":"Klaus","line":"for Elizabeth Hurley, he's got a perfectly symmetrical face","episode":"s01e01","objectID":"101333","edited":false},
{"time":"00:46:02","speaker":"Howard","line":"in his True, she's","episode":"s01e01","objectID":"101334","edited":false},
{"time":"00:46:02","speaker":"Klaus","line":"a drew it. Really? Yeah, more conservative. She's she's conservative or the doc's probably the most famous. Drew it","episode":"s01e01","objectID":"101335","edited":false},
{"time":"00:46:12","speaker":"Todd","line":"out. Wow, I love that I don't want to put you on the spot, but are there any other famous druids that we know about?","episode":"s01e01","objectID":"101336","edited":false},
{"time":"00:46:18","speaker":"Klaus","line":"It's a few. Ah, Josh Malina from scandal. Um, let's see, uh, David Faustino from, uh, married with Children. Uh, this seems","episode":"s01e01","objectID":"101337","edited":false},
{"time":"00:46:36","speaker":"Todd","line":"difficult because there are not a lot of druids, not a ton whittling it down to druitt actors. No pun intended, even smaller group.","episode":"s01e01","objectID":"101338","edited":false},
{"time":"00:46:45","speaker":"Klaus","line":"I thought the fun was whittling it down because I'm the shop","episode":"s01e01","objectID":"101339","edited":false},
{"time":"00:46:47","speaker":"Todd","line":"teacher. That was the pot.","episode":"s01e01","objectID":"101340","edited":false},
{"time":"00:46:49","speaker":"Klaus","line":"Did you intend that","episode":"s01e01","objectID":"101341","edited":false},
{"time":"00:46:50","speaker":"Todd","line":"one? Yeah. Actors. One I did not write. I put two buns in a sentence, but only one was intended on. The fact of the other one infuriates me because it distracts from the first.","episode":"s01e01","objectID":"101342","edited":false},
{"time":"00:47:01","speaker":"Klaus","line":"Sure. Oh, in Kate Middleton.","episode":"s01e01","objectID":"101343","edited":false},
{"time":"00:47:03","speaker":"Sam","line":"So what? So she's the last one you thought of yet? Hey, Tito came to mind. 14 maybe. Can't","episode":"s01e01","objectID":"101344","edited":false},
{"time":"00:47:10","speaker":"Todd","line":"even think of famous is because he's more favors","episode":"s01e01","objectID":"101345","edited":false},
{"time":"00:47:11","speaker":"Klaus","line":"to your Just you. I guess I was a married with Children fan, and I like you does a voice on the legend of Cora enjoying that","episode":"s01e01","objectID":"101346","edited":false},
{"time":"00:47:19","speaker":"Sam","line":"pussy for the first thing. You think about her as you know who she is, you know, And she's the Queen Queen to be going to be.","episode":"s01e01","objectID":"101347","edited":false},
{"time":"00:47:27","speaker":"Howard","line":"Well, it's actually guys, this is It's an interesting segue way into our next thing with Kate Middleton was a supermodel. That's Kate Upton, Kate Upton,","episode":"s01e01","objectID":"101348","edited":false},
{"time":"00:47:37","speaker":"Sam","line":"Uptown, Middletown. Why would if we had a Kate downtown? It is very good way. Don't do comedy.","episode":"s01e01","objectID":"101349","edited":false},
{"time":"00:47:47","speaker":"Howard","line":"Wait, This is just for distress here, But it's an interesting segue into our next segment. Uh, where we were gonna talk to you a little bit way. Have a segment we want to do. Called the cafeteria critic. Yes, it's a fun little saying what we do where we actually went to the cafeteria before we came in to record and we got a full meal center that","episode":"s01e01","objectID":"101350","edited":false},
{"time":"00:48:10","speaker":"Bill","line":"it is under that, uh, little blanket there.","episode":"s01e01","objectID":"101351","edited":false},
{"time":"00:48:14","speaker":"Sam","line":"And if you could just a Pendleton. It's a battle, really. $20 blessing Way needed something to cover up","episode":"s01e01","objectID":"101352","edited":false},
{"time":"00:48:23","speaker":"Bill","line":"the meal. And I borrowed my wife's Pendleton, and","episode":"s01e01","objectID":"101353","edited":false},
{"time":"00:48:26","speaker":"Sam","line":"there's gonna be a little","episode":"s01e01","objectID":"101354","edited":false},
{"time":"00:48:27","speaker":"Bill","line":"bit of the","episode":"s01e01","objectID":"101355","edited":false},
{"time":"00:48:27","speaker":"Todd","line":"food stuck to it when you pull it off. The show was brown. It would make a great cloak, would it","episode":"s01e01","objectID":"101356","edited":false},
{"time":"00:48:32","speaker":"Howard","line":"way underneath. There you will find a protein, a starch, a fruit or veggie, a beverage in a desert, which are all options that are available at the Hamilton High","episode":"s01e01","objectID":"101357","edited":false},
{"time":"00:48:42","speaker":"Bill","line":"School School cafeteria","episode":"s01e01","objectID":"101358","edited":false},
{"time":"00:48:44","speaker":"Todd","line":"s Oh, it's a kind of a blank critique. We've paid to the mall to not be the color that normal. So you don't know gonna be","episode":"s01e01","objectID":"101359","edited":false},
{"time":"00:48:51","speaker":"Klaus","line":"shapes. Three shapes are there and disregard the paint flavor. We really want you just also its actual pain. Yeah, I think this this paint soaked food","episode":"s01e01","objectID":"101360","edited":false},
{"time":"00:49:05","speaker":"Sam","line":"way. Want we want natural? Really? Make sure there's no fries. Wait. Did train. That's fair,","episode":"s01e01","objectID":"101361","edited":false},
{"time":"00:49:15","speaker":"Howard","line":"eh? So we basically wants you to just take a bite of each item. Uh, let us know what it is and sort of how you feel about it. Um,","episode":"s01e01","objectID":"101362","edited":false},
{"time":"00:49:24","speaker":"Klaus","line":"all right, I'm gonna go take a bite of this thing. Looks like it looks like it's shaped like this south free steak. It's great. It's green. It's like a forest green, which I don't mind. All right, let's take a bite here. Should never forget the paint. We'll go. I'm trying to forget the pain, but it tastes very strongly of base. Okay, that's interesting. Cool. It was tough to","episode":"s01e01","objectID":"101363","edited":false},
{"time":"00:49:52","speaker":"Todd","line":"swallow. What would you say it was? Because it was the toughness of the item. The","episode":"s01e01","objectID":"101364","edited":false},
{"time":"00:49:58","speaker":"Klaus","line":"consistency wise, I've had tender cuts of meat, but in terms of it being drenched in paper, that made it very hard to swallow. Okay. Every every. I felt like every physical impulse. I was trying to reject this thing, but I persevered and I got it down.","episode":"s01e01","objectID":"101365","edited":false},
{"time":"00:50:23","speaker":"Todd","line":"Okay, It's for Salisbury steak. Friday class scandal says go ahead and have that steak try not to covered in paint.","episode":"s01e01","objectID":"101366","edited":false},
{"time":"00:50:31","speaker":"Klaus","line":"Yeah. I mean, if you're not gonna be so couldn't paint that. It's probably okay.","episode":"s01e01","objectID":"101367","edited":false},
{"time":"00:50:37","speaker":"Bill","line":"It's probably, um And if you see to the right, um, we have another forest green.","episode":"s01e01","objectID":"101368","edited":false},
{"time":"00:50:47","speaker":"Klaus","line":"Yeah, these look like no barrels are gonna say that. Tater Tots. Okay, But therefore, it's great, right? Did you just buy the one canopy?","episode":"s01e01","objectID":"101369","edited":false},
{"time":"00:50:57","speaker":"Todd","line":"Well, paid is more expensive than I had expected to the true value. But","episode":"s01e01","objectID":"101370","edited":false},
{"time":"00:51:01","speaker":"Klaus","line":"now what do you do when you paid the flats for for the shows for the drama club.","episode":"s01e01","objectID":"101371","edited":false},
{"time":"00:51:06","speaker":"Bill","line":"And I","episode":"s01e01","objectID":"101372","edited":false},
{"time":"00:51:06","speaker":"Todd","line":"would love your advice on that, because right now they're just It's all what color You said that couple of right now it's all one color with a little bit of crayon on their crazy. Yeah, I tried to do that just a little. A little. Well, it's a lot in the scheme of crayon. I used up a whole 48 pack, but a little in the scheme of my large used","episode":"s01e01","objectID":"101373","edited":false},
{"time":"00:51:28","speaker":"Howard","line":"48 different color. So it looks like trash. Really? You just","episode":"s01e01","objectID":"101374","edited":false},
{"time":"00:51:31","speaker":"Bill","line":"need to sell off that land. Okay.","episode":"s01e01","objectID":"101375","edited":false},
{"time":"00:51:33","speaker":"Todd","line":"Well, well, I do, but that's my daughter's money, okay? And I can't just take it from her. If she wants to sell it off and give me 10%. I'd love it. It's a good dead anyway, so, yeah, Um, have a bite of those","episode":"s01e01","objectID":"101376","edited":false},
{"time":"00:51:44","speaker":"Bill","line":"green barrel snails. Forget the paint.","episode":"s01e01","objectID":"101377","edited":false},
{"time":"00:51:50","speaker":"Klaus","line":"Still warm. Try to forget the","episode":"s01e01","objectID":"101378","edited":false},
{"time":"00:51:53","speaker":"Bill","line":"paint. Oh, we You know that you picked it up. You can see one side of the actual color of that item we did not originally painted.","episode":"s01e01","objectID":"101379","edited":false},
{"time":"00:52:04","speaker":"Klaus","line":"I wish I'd even that one because they're so I got felt, like, completely doused in the paint. Anyway, I could sense a little potato in there, but mostly I'm getting like,","episode":"s01e01","objectID":"101380","edited":false},
{"time":"00:52:16","speaker":"Todd","line":"a real pain after taste. So you you all right? Those were tater times. Good","episode":"s01e01","objectID":"101381","edited":false},
{"time":"00:52:22","speaker":"Sam","line":"job. You know, this is fun because I didn't have to spit that this was going to be so secretive as well as but it's nice little mystery with friends from history.","episode":"s01e01","objectID":"101382","edited":false},
{"time":"00:52:35","speaker":"Howard","line":"Anyway, we got three","episode":"s01e01","objectID":"101383","edited":false},
{"time":"00:52:36","speaker":"Sam","line":"more items for you. We could have just easily I have a blindfold on my head. We could have just easily I thought it was","episode":"s01e01","objectID":"101384","edited":false},
{"time":"00:52:46","speaker":"Howard","line":"a bandage on","episode":"s01e01","objectID":"101385","edited":false},
{"time":"00:52:48","speaker":"Bill","line":"sand. As you can see, the whites of my eyes are red. Uh, I got a bunch of sand and water in my eye down in New Smyrna eso when I go out in the","episode":"s01e01","objectID":"101386","edited":false},
{"time":"00:52:57","speaker":"Klaus","line":"sun Did you just get back? Yeah, UK. Did you come from new Smarter directly to this recording?","episode":"s01e01","objectID":"101387","edited":false},
{"time":"00:53:04","speaker":"Bill","line":"I came straight here. Yeah, well, I mean, I stopped. I was in the hospital for two days, but I came straight from the hospital. Um, yes. So we could You could have used this. So next time, we'll just blindfold me,","episode":"s01e01","objectID":"101388","edited":false},
{"time":"00:53:15","speaker":"Todd","line":"But I will say this seems to be working.","episode":"s01e01","objectID":"101389","edited":false},
{"time":"00:53:17","speaker":"Klaus","line":"All right, let's seize long These long skate things. They look like green, but they're really different green convenient than green beans. All right, one of these. Okay. 00 no.","episode":"s01e01","objectID":"101390","edited":false},
{"time":"00:53:37","speaker":"Bill","line":"Oh, somebody doesn't like these long thing.","episode":"s01e01","objectID":"101391","edited":false},
{"time":"00:53:40","speaker":"Sam","line":"Someone's a little picky.","episode":"s01e01","objectID":"101392","edited":false},
{"time":"00:53:42","speaker":"Klaus","line":"I feel like","episode":"s01e01","objectID":"101393","edited":false},
{"time":"00:53:43","speaker":"Todd","line":"the It's kind of like a cumulative effect of the paint that I've eaten so far. Oh, no. Clouds.","episode":"s01e01","objectID":"101394","edited":false},
{"time":"00:53:51","speaker":"Klaus","line":"Green beans have never been my favorite to begin with, so this didn't make it better. Um, again, I gotta say, strong bass. Note of paint, a cz Well, a za top note and it through life.","episode":"s01e01","objectID":"101395","edited":false},
{"time":"00:54:11","speaker":"Todd","line":"So you are right about the green beans that that was good job. Student takeaway from that is if you like green beans. Great. But if, like Mr Kendall, you do not avoid him.","episode":"s01e01","objectID":"101396","edited":false},
{"time":"00:54:25","speaker":"Sam","line":"I will say I did have all of this food for lunch and I loved all of it. I will say no paint. Of course. Right. Gonna go to the drive through And as soon as I got in my car, remember, I couldn't go to one, so I walked right back inside your car. Is here a TTE school? Yeah, I got a card home in a car. Do you have cars? Pretty much everywhere You go regularly because I have seen you try to get into a car at the champ. Yes, absolutely. Listen, listen, listen. I come from money. You all know that. I don't like to talk about it. Right. But the problem is, everyone thinks they're a driver. You know, it's a normal part of life you think are just hop in my car. I'll go go a go. So you keep going. I need a car. But then when you show up somewhere you go Oh, my God. I drove here illegal. I could never do this again. All right. All right, It's It's I","episode":"s01e01","objectID":"101397","edited":false},
{"time":"00:55:10","speaker":"Klaus","line":"see you. You're often by his abandoning","episode":"s01e01","objectID":"101398","edited":false},
{"time":"00:55:14","speaker":"Sam","line":"cars. I'm buying, not selling an abandoning cars.","episode":"s01e01","objectID":"101399","edited":false},
{"time":"00:55:17","speaker":"Todd","line":"You go back to them when you're at that location.","episode":"s01e01","objectID":"101400","edited":false},
{"time":"00:55:20","speaker":"Sam","line":"But I still got the title for all these babies. Okay, So as they appreciate with the dust, uh, you know, I'll be able to sell","episode":"s01e01","objectID":"101401","edited":false},
{"time":"00:55:27","speaker":"Todd","line":"him. Well, I think the dust makes him worth less.","episode":"s01e01","objectID":"101402","edited":false},
{"time":"00:55:31","speaker":"Klaus","line":"Yeah. I don't think that adds to the value of they say that assumes you drive a new car off the lot.","episode":"s01e01","objectID":"101403","edited":false},
{"time":"00:55:36","speaker":"Sam","line":"It starts depreciating car is by far the worst investment. Yeah, well, yeah for you. Until you wait long enough. And then it becomes a classic. I got a 98 Kia Rio baby that I am just waiting for history to come. But that's what the one at the gym, and it was pretty","episode":"s01e01","objectID":"101404","edited":false},
{"time":"00:55:50","speaker":"Bill","line":"severely wrecked on the way to the gym. Whatever. The first time you drove, there","episode":"s01e01","objectID":"101405","edited":false},
{"time":"00:55:54","speaker":"Sam","line":"was Yeah, I plowed right into the pylon in front of the parking thing. Yes, it's","episode":"s01e01","objectID":"101406","edited":false},
{"time":"00:55:59","speaker":"Todd","line":"it's immobile history. If you have room for some costumes and a little bet any of those cars and I can't stay on this food time for any reason I'd love to sleep in one. Absolutely. You got it. You","episode":"s01e01","objectID":"101407","edited":false},
{"time":"00:56:12","speaker":"Klaus","line":"ever sit in the car? Even though you can't drive it, Jimmy, just sit in there.","episode":"s01e01","objectID":"101408","edited":false},
{"time":"00:56:16","speaker":"Sam","line":"Now. The radio. I used to I used to, but it just hurts too much. Sure. It hurts too much. So close. Exactly. Exactly. Well, cause you got one more.","episode":"s01e01","objectID":"101409","edited":false},
{"time":"00:56:27","speaker":"Howard","line":"You got a beverage there. You got a drink?","episode":"s01e01","objectID":"101410","edited":false},
{"time":"00:56:29","speaker":"Klaus","line":"Oh, yeah. Hell, this also seems to be four","episode":"s01e01","objectID":"101411","edited":false},
{"time":"00:56:32","speaker":"Todd","line":"screen, huh? This beverage isn't typically served. It watch.","episode":"s01e01","objectID":"101412","edited":false},
{"time":"00:56:40","speaker":"Sam","line":"Well, it's for screen now. I mean, take off the lid, take off the way.","episode":"s01e01","objectID":"101413","edited":false},
{"time":"00:56:45","speaker":"Todd","line":"Take this my head screwdriver and just go ahead with Yeah. Oh, you're","episode":"s01e01","objectID":"101414","edited":false},
{"time":"00:56:51","speaker":"Sam","line":"gonna have to kind of go around all edges.","episode":"s01e01","objectID":"101415","edited":false},
{"time":"00:56:53","speaker":"Bill","line":"It's a little bit stuck together","episode":"s01e01","objectID":"101416","edited":false},
{"time":"00:56:55","speaker":"Klaus","line":"with Okay. It's an unusual but familiar lid. It's very wide mouth container. Right. I think we're gonna have to both hands. This has a","episode":"s01e01","objectID":"101417","edited":false},
{"time":"00:57:09","speaker":"Bill","line":"little wire handle there, too. If you want to","episode":"s01e01","objectID":"101418","edited":false},
{"time":"00:57:11","speaker":"Klaus","line":"smell smells very strongly of Pete, he's taking this city. It's just it's like it's a big coffee companies warm. Oh, yeah, like you see, like a little kid right now, big companies. And I'm thinking like You know those print ads where they show a lady, you know, looking out a window and","episode":"s01e01","objectID":"101419","edited":false},
{"time":"00:57:32","speaker":"Sam","line":"she's holding the coffee. Looks like they love some phone. There's no way. Big goal bills, no hands. You got a little blank mustache up there.","episode":"s01e01","objectID":"101420","edited":false},
{"time":"00:57:49","speaker":"Klaus","line":"Ooh, Whoa. This would really days like pain. Like what? I imagine bait would taste like against never another habit of drinking pate with you put to pay this one.","episode":"s01e01","objectID":"101421","edited":false},
{"time":"00:58:07","speaker":"Todd","line":"That's too much paint, you say. Yeah, well, well, let me ask you, this question will reveal what this is. Is it something that you would be happy or upset to have added to the fountains in our lunchroom","episode":"s01e01","objectID":"101422","edited":false},
{"time":"00:58:24","speaker":"Sam","line":"or to the outside of your home?","episode":"s01e01","objectID":"101423","edited":false},
{"time":"00:58:29","speaker":"Klaus","line":"So it's something that would the liquid they're be used in a fountain, but also a lie. Not difficult. Typical. Okay, typically. But also, I could apply it to the exterior of my home. Yeah, to typically wash That's also a typical for me or for everyone,","episode":"s01e01","objectID":"101424","edited":false},
{"time":"00:58:52","speaker":"Todd","line":"for from my theater sets.","episode":"s01e01","objectID":"101425","edited":false},
{"time":"00:58:54","speaker":"Klaus","line":"E think I know","episode":"s01e01","objectID":"101426","edited":false},
{"time":"00:58:57","speaker":"Todd","line":"you could almost paint your house","episode":"s01e01","objectID":"101427","edited":false},
{"time":"00:58:59","speaker":"Klaus","line":"with. Is it Kale Smoothie?","episode":"s01e01","objectID":"101428","edited":false},
{"time":"00:59:08","speaker":"Todd","line":"No. Sorry.","episode":"s01e01","objectID":"101429","edited":false},
{"time":"00:59:09","speaker":"Bill","line":"Gosh, you were You were almost four for four there.","episode":"s01e01","objectID":"101430","edited":false},
{"time":"00:59:13","speaker":"Sam","line":"What was you bad, Was it? It was Gil Gin. Brand paint is just poor","episode":"s01e01","objectID":"101431","edited":false},
{"time":"00:59:19","speaker":"Todd","line":"screen pains. What happened? Waas I on the way here, mixed up the paint in the mountain Dew both green. What was supposed to be about? Indio ended up drinking the whole mountain dew by accident. I brought","episode":"s01e01","objectID":"101432","edited":false},
{"time":"00:59:34","speaker":"Klaus","line":"you in to drink","episode":"s01e01","objectID":"101433","edited":false},
{"time":"00:59:35","speaker":"Sam","line":"the you. So you I meant to","episode":"s01e01","objectID":"101434","edited":false},
{"time":"00:59:41","speaker":"Todd","line":"drink the pain. Said I got that disgusting Mountain dew","episode":"s01e01","objectID":"101435","edited":false},
{"time":"00:59:45","speaker":"Klaus","line":"I gotta ask you is the reason the flats and sets are painted is because you're drinking the pain.","episode":"s01e01","objectID":"101436","edited":false},
{"time":"00:59:55","speaker":"Todd","line":"That was a good time to any to admit that I'm addicted to drinking paint. Bad is a child. That I would never be an alcoholic like my brother.","episode":"s01e01","objectID":"101437","edited":false},
{"time":"01:00:04","speaker":"Sam","line":"How old were you when you say this now? So you said as a child, you vowed","episode":"s01e01","objectID":"101438","edited":false},
{"time":"01:00:08","speaker":"Todd","line":"to never be an alcoholic? Um, wasn't my first words. So not that young. Not that. Yeah, but it wasn't like my valedictorian speech either. So","episode":"s01e01","objectID":"101439","edited":false},
{"time":"01:00:21","speaker":"Klaus","line":"sometime between birth and high school credit,","episode":"s01e01","objectID":"101440","edited":false},
{"time":"01:00:24","speaker":"Howard","line":"sometime between zero and 18","episode":"s01e01","objectID":"101441","edited":false},
{"time":"01:00:26","speaker":"Sam","line":"I would say three important years. Kids important years cherished","episode":"s01e01","objectID":"101442","edited":false},
{"time":"01:00:31","speaker":"Bill","line":"low, Are you? I mean, your belly looks distended.","episode":"s01e01","objectID":"101443","edited":false},
{"time":"01:00:38","speaker":"Todd","line":"Yeah, You said thank you and I analyze the definition of distended","episode":"s01e01","objectID":"101444","edited":false},
{"time":"01:00:44","speaker":"Sam","line":"in my head. Do you know what it means now?","episode":"s01e01","objectID":"101445","edited":false},
{"time":"01:00:47","speaker":"Todd","line":"Well, looking at my belly, I think it's an insult. Whatever it is, I think","episode":"s01e01","objectID":"101446","edited":false},
{"time":"01:00:50","speaker":"Sam","line":"that's well, Steven. Just distended, mean, severely sucked in. I don't know. That's what I meant. It as your belly looks severely sucked it.","episode":"s01e01","objectID":"101447","edited":false},
{"time":"01:01:04","speaker":"Klaus","line":"I don't know that there's a blanket term for that. Severely. So,","episode":"s01e01","objectID":"101448","edited":false},
{"time":"01:01:09","speaker":"Sam","line":"yeah, I think","episode":"s01e01","objectID":"101449","edited":false},
{"time":"01:01:10","speaker":"Howard","line":"anybody's ever had to classify something. Really? 2nd may not be","episode":"s01e01","objectID":"101450","edited":false},
{"time":"01:01:13","speaker":"Klaus","line":"a word. Maybe German people","episode":"s01e01","objectID":"101451","edited":false},
{"time":"01:01:15","speaker":"Howard","line":"of our word for it. Oh, boy, guys. Well, I'll tell you this. This has been a fun time on this episode of the teacher's lounge. You guys class we really love to thank you for coming on and taking part in that fun little segment we did there,","episode":"s01e01","objectID":"101452","edited":false},
{"time":"01:01:29","speaker":"Klaus","line":"guys, maybe drink bait.","episode":"s01e01","objectID":"101453","edited":false},
{"time":"01:01:32","speaker":"Howard","line":"Sorry. We're very sorry for that. Any future guests just know that we will we treat our guests with respect. Yeah, this is never gonna happen again.","episode":"s01e01","objectID":"101454","edited":false},
{"time":"01:01:40","speaker":"Klaus","line":"I mean, you know, there's food coloring. Why, you gonna just colored the food? It's literally called food coloring.","episode":"s01e01","objectID":"101455","edited":false},
{"time":"01:01:47","speaker":"Howard","line":"I don't care for the flavor. Okay. Yeah. Anyway, just one quick announcement before we Get out of here, guys, you all need to know that prom tickets are going on sale soon. Friday at noon, at lunch. You can all grab your prom tickets for Miss Holloway in her classroom. The pro","episode":"s01e01","objectID":"101456","edited":false},
{"time":"01:02:05","speaker":"Sam","line":"Everybody go to Miss Hall his classroom at lunch to get prompting she thio, get your problem Tickets for missile. She they get him, they could run out. So really, storm that class. And if you miss the period of her home phone numbers 67938214874","episode":"s01e01","objectID":"101457","edited":false},
{"time":"01:02:28","speaker":"Howard","line":"fan. And she has a very small house that she will be able to accommodate. But","episode":"s01e01","objectID":"101458","edited":false},
{"time":"01:02:32","speaker":"Sam","line":"wait outside waiting their yard.","episode":"s01e01","objectID":"101459","edited":false},
{"time":"01:02:36","speaker":"Todd","line":"We shouldn't We shouldn't give out a teacher's phone number. So let's go ahead and bleep the name when we give that out. Just people don't know that the calm it's all the way class. Uh, anything going on in the shop class that you wanna plug?","episode":"s01e01","objectID":"101460","edited":false},
{"time":"01:02:48","speaker":"Klaus","line":"Yeah, we're building a church. Um, way the kids involved? Yeah, yeah, yeah. I mean, they don't know what they're building, but soon all we'll see soon all we'll","episode":"s01e01","objectID":"101461","edited":false},
{"time":"01:02:59","speaker":"Bill","line":"see. And you have asked anyone to donate any brown clothing they have","episode":"s01e01","objectID":"101462","edited":false},
{"time":"01:03:03","speaker":"Klaus","line":"raised. If you have anything I made a mistake by, you know, go excited about these untucked shirts. You know, I saw the guy's commercial. He's like, we got scientists working on this day and night and we finally invented a blouse and I was like, That's for me before I converted. Realize. Oh, I need a cloak. So has anything any kind of clothing that goes past the thighs? Please, I beg of you. Drop it","episode":"s01e01","objectID":"101463","edited":false},
{"time":"01:03:38","speaker":"Sam","line":"off. Brown. Right. These air typical","episode":"s01e01","objectID":"101464","edited":false},
{"time":"01:03:40","speaker":"Klaus","line":"run. If even a logger shirt. Maybe that would be","episode":"s01e01","objectID":"101465","edited":false},
{"time":"01:03:43","speaker":"Todd","line":"five gonna long Tasmanian Devil T shirt. He's brown with the rest of shirt is kind of a blue and white, very bright about who was","episode":"s01e01","objectID":"101466","edited":false},
{"time":"01:03:52","speaker":"Klaus","line":"there any leftover paint?","episode":"s01e01","objectID":"101467","edited":false},
{"time":"01:03:54","speaker":"Todd","line":"Uh, yeah. I mean, if you could keep me from drinking it, you're just referent. You look","episode":"s01e01","objectID":"101468","edited":false},
{"time":"01:04:00","speaker":"Bill","line":"down at your messenger bag when he asked if there was any leftover paint.","episode":"s01e01","objectID":"101469","edited":false},
{"time":"01:04:03","speaker":"Todd","line":"Yes, I care. I don't know. I owe you my painting, this messenger bag so that I could drink out of","episode":"s01e01","objectID":"101470","edited":false},
{"time":"01:04:12","speaker":"Klaus","line":"it. Is so many samples?","episode":"s01e01","objectID":"101471","edited":false},
{"time":"01:04:14","speaker":"Sam","line":"Yes. Uh, you also Yeah, that's that bag has a lot of pockets. You really got a lot going on","episode":"s01e01","objectID":"101472","edited":false},
{"time":"01:04:21","speaker":"Todd","line":"in there. Yeah, well, uh, pencils.","episode":"s01e01","objectID":"101473","edited":false},
{"time":"01:04:23","speaker":"Howard","line":"Alright, guys, that's it. For the for the first episode of the teacher's Lounge, tune in next time where we will continue to sort of air our dirty laundry as we sort of started todo I do have some dirty laundry over there on that couch. It is airing out, and it does take in here. All right, guys, I gotta get to my fifth period class. All right? May take flipping. Y'all gonna be our catchphrase?","episode":"s01e01","objectID":"101474","edited":false}]
