[{"time":"00:00:13","speaker":0,"line":"Thio show","episode":"s02e06","objectID":"2060","edited":false},
{"time":"00:00:31","speaker":2,"line":"parking lot was just a master. Oh, my God, I'll tell you what. Unbelievable. I think all these kids we got us quit making letting these kids driving school right. It's not safe there in here. They're They're smoking their joints in your coffee.","episode":"s02e06","objectID":"2061","edited":false},
{"time":"00:00:45","speaker":4,"line":"They're doing doughnuts before class. Yeah.","episode":"s02e06","objectID":"2062","edited":false},
{"time":"00:00:48","speaker":2,"line":"Eight. And donuts and doing donuts. It's disgusting. It's absurd. It's a real nightmare. I don't even understand the real hierarchy cause I'm parking in the back. The seniors get up front. Is that what it is? Yeah, it's seen ago. Seniors, juniors and sophomores, freshmen, younger brothers and sisters and also avail. You can park in the faculty lot. You don't have to park in the student parking area. Is that true? That","episode":"s02e06","objectID":"2063","edited":false},
{"time":"00:01:15","speaker":1,"line":"is","episode":"s02e06","objectID":"2064","edited":false},
{"time":"00:01:15","speaker":2,"line":"true. You have a separate parking passes, says faculty parking. You should enjoy that. Proof of the parking lot is right behind the auditorium.","episode":"s02e06","objectID":"2065","edited":false},
{"time":"00:01:22","speaker":4,"line":"Oh, is that faculty? Yeah.","episode":"s02e06","objectID":"2066","edited":false},
{"time":"00:01:26","speaker":2,"line":"Oh, my God. I thought I thought that was like people. I thought that was for disabled people. Oh, you thought it was handicapped? Yeah. I thought that was handed three times as far away from the school is the student parking and you thought it was for handicapped people. Wait, it's","episode":"s02e06","objectID":"2067","edited":false},
{"time":"00:01:43","speaker":4,"line":"further away than student parking. Yeah, yeah, That's why I've been part in just a little closer than the handicapped parking lot. That is.","episode":"s02e06","objectID":"2068","edited":false},
{"time":"00:01:52","speaker":2,"line":"What's that? That's what's really wrong with the parking lot is they put the handicap spots in the very back. Yeah, well. And that ramp, that wheelchair ramp goes way too high and their","episode":"s02e06","objectID":"2069","edited":false},
{"time":"00:02:05","speaker":4,"line":"sway to Steve of India. I've been trying to get her to put speed bumps in on the rant, but the one I put in to show him that it would work was actually a bit of a problem. We had a couple of I didn't put it in straight, so we had a couple kids launch sideways off the ramp on, then fall down the planter.","episode":"s02e06","objectID":"20610","edited":false},
{"time":"00:02:22","speaker":2,"line":"But fair. You did invent a new ah, a new sport in the X Games, so I think that's right. I cannot believe the X Games Scouts. We're here for one runaway wheelchair","episode":"s02e06","objectID":"20611","edited":false},
{"time":"00:02:33","speaker":4,"line":"away wheelchairs taking off my sick day. Yeah, I know the one day a year you weren't in your wheelchair on campus. I was in my wheelchair at the hospital. Yeah, that's right. You know, I","episode":"s02e06","objectID":"20612","edited":false},
{"time":"00:02:46","speaker":2,"line":"apologize if you took a sick day. Yeah, I took a sick day. I went to Ggo. Did you fake sick at your house, or were you really sick? There's sometimes you'll fake sick for yourself because you're your own guardian and you'll be, like, up","episode":"s02e06","objectID":"20613","edited":false},
{"time":"00:03:00","speaker":4,"line":"to stake for school. Yeah, call myself up. And also, uh, don't you emancipate yourself to yourself? Uh, 98. 99. What's Ah, 99? 98 days ago. Oh, okay. So as ah, adult, Yes. This is","episode":"s02e06","objectID":"20614","edited":false},
{"time":"00:03:18","speaker":2,"line":"post divorce. I get that. You can get your relationship and you decided. You know what? I'm gonna take ownership of myself. Yeah. Yeah, because you're very old. Uh, it seems like you created an undertaking for yourself when, really, it was just your normal. I'm a freedom. And now I'm a free man. I am no longer enslaved to myself. I feel good about it. Wow. Yeah. What? You guys? You know how sometimes I hit record and I don't tell you guys guilty like sometimes every god damn an episode. God, we've been recording for a minute. Sure. Yo,","episode":"s02e06","objectID":"20615","edited":false},
{"time":"00:03:58","speaker":1,"line":"I'm so sick of quick.","episode":"s02e06","objectID":"20616","edited":false},
{"time":"00:04:03","speaker":2,"line":"Stop it. All right. Wow. Loss is temporary. I'm sorry. Weatherman lost","episode":"s02e06","objectID":"20617","edited":false},
{"time":"00:04:09","speaker":4,"line":"his temper. Sorry. I thought you had reached enlightenment. Me too. I you know, almost every day I think I reach enlightenment","episode":"s02e06","objectID":"20618","edited":false},
{"time":"00:04:18","speaker":2,"line":"while you're at the end. You the closer you get to enlightenment, the angrier you seem to be. Well, you're less it. Peace.","episode":"s02e06","objectID":"20619","edited":false},
{"time":"00:04:25","speaker":4,"line":"What do they say about pride? His greatest before the fall. Think it's one of those deals? Every time I think I catch enlightenment, the way down to anger hurts even more. Yeah, because you're so far up your so peaceful that when you get you know, just something little sticks in your craw, Mom, Then you're just you gotta slide all the way back down to being a loser who can't even drive. A limo can keep a","episode":"s02e06","objectID":"20620","edited":false},
{"time":"00:04:47","speaker":2,"line":"little ironic that you've cut a peace sign into your upper shoulder as sort of like a scar tattoo. Why was that ironic? It's just say it seems a little weird to be cutting yourself and also doing a visible display","episode":"s02e06","objectID":"20621","edited":false},
{"time":"00:05:03","speaker":4,"line":"committed to peace. I just can't stable so much so that you're willing to force it. I've","episode":"s02e06","objectID":"20622","edited":false},
{"time":"00:05:09","speaker":1,"line":"got a famous chemical imbalance. Okay. What is","episode":"s02e06","objectID":"20623","edited":false},
{"time":"00:05:12","speaker":2,"line":"famous? Okay. We'll let you know. Thank you, everybody for Tina into the teacher's lounge s. Sorry about all this. Uh, this is of course, uh, this is, of course, the podcast that pertaining to issues relevant Hamilton High school students and has always won euros. Howard Levi's head of the newspaper used to be your biology teacher. Guys, to go ahead and introduce yourself. Although people probably knows by now","episode":"s02e06","objectID":"20624","edited":false},
{"time":"00:05:33","speaker":4,"line":"well, they know it's me, Sam. Weatherman. They could tell by the calm demeanor. I'm obviously taking control of the mental health of every high school student. And I maybe have lost my own mental health a little bit because I'm giving so much others. Welcome back. Hi,","episode":"s02e06","objectID":"20625","edited":false},
{"time":"00:05:50","speaker":2,"line":"Bill. Crave E um, head track coach, uh, former basketball coach. How's it going, Todd? Padre. Women's studies. I don't teach them. They teach me. That's true. Uh, way had a rough rough Couple weeks here, guys. Things got a little dicey last last time. We've all kind of been in various the dice, man, come a clay. Things have been kind of tough for us. We've all kind of had issues getting towards our goals for the year and fulfilling our promises. We over We did over promise, and we're starting to realize that now we over promised. The one promise we made is that we do over promise and under deliver, and we're delivering on that promise. That's true. I I've had you guys actually saw how the ah, the printing press in the basement caught fire on destroyed B and C Hall. Um, three teachers are in the I C. You currently with second and third degree burns. Sorry, Mrs Community, That's your second big injury of the year. Way apologize. You know, it's probably due to the fact that you were in a in a brace, made it difficult for you to get out of the building. And I and you were trying to print, uh ah, nationwide, uh, newspaper. I did. I'd been 4300 copies out of a machine that only makes about $1000.1000 copies a week, 1000 copies on, and that's before it needs to be serviced on","episode":"s02e06","objectID":"20626","edited":false},
{"time":"00:07:29","speaker":4,"line":"old rickety machine. It's one of the best","episode":"s02e06","objectID":"20627","edited":false},
{"time":"00:07:32","speaker":2,"line":"in 10 years on. It's basically used to print 100 print copies of the newspaper, and I decided to throw 300,000 through there on the orders of El Chapo. He said he had a very serious order. He, uh he wanted to get 150,000 copies he delivered. He","episode":"s02e06","objectID":"20628","edited":false},
{"time":"00:07:51","speaker":4,"line":"delivered. And now he is a bad hombre. He is quite a bad hombre. And he lied to","episode":"s02e06","objectID":"20629","edited":false},
{"time":"00:07:56","speaker":2,"line":"me. Three packages. He said, Do not look inside these packages, but wrapped him in your newspaper and send them back to me here in Mexico.","episode":"s02e06","objectID":"20630","edited":false},
{"time":"00:08:02","speaker":4,"line":"Oh, so you're newspapers","episode":"s02e06","objectID":"20631","edited":false},
{"time":"00:08:04","speaker":2,"line":"air strictly a rapping for boxes you receive informative wrapping. Uh, he said he made it very clear that people were definitely going to read the paper. They were not going to use it to get through security or to traffic, and it seems like it might be That's That's big","episode":"s02e06","objectID":"20632","edited":false},
{"time":"00:08:22","speaker":4,"line":"lies. He was doing a lot of thickly veiled thing. Here's my thing, guys. Why would he","episode":"s02e06","objectID":"20633","edited":false},
{"time":"00:08:27","speaker":2,"line":"lie to me? El Chapo and I we've been friends for a few weeks. Like close friends for a few weeks. We talk about each other's lives. He told me about his vacation recently. What was it? Hey, friend. He went to Hawaii for a couple of okay.","episode":"s02e06","objectID":"20634","edited":false},
{"time":"00:08:39","speaker":4,"line":"See out of prison. He's out of prison now he's on the lam. Oh, these are nice pictures looking chapeau. Just accepting a lei Me these pictures. I've been judging by these pictures. It's not the same Lambeau. He's not, though. And he's on different lands in","episode":"s02e06","objectID":"20635","edited":false},
{"time":"00:08:53","speaker":2,"line":"every picture. Well, he gets a different lamb in every city. I mean, this picture here is particularly vulgar. He is accepting allay, but not the flower neck. No neck having sex mess with a beautiful Hawaiian woman? Yes, on top of Elavil. Lamb? Yeah.","episode":"s02e06","objectID":"20636","edited":false},
{"time":"00:09:12","speaker":1,"line":"Look at this","episode":"s02e06","objectID":"20637","edited":false},
{"time":"00:09:13","speaker":4,"line":"picture is very breaking ground on a new fast food chain. Oh, yes. Well, chop, that's a del chap. Yeah, you know, and that's I think I think what he asked","episode":"s02e06","objectID":"20638","edited":false},
{"time":"00:09:24","speaker":2,"line":"me to do. I think what he was asking you is be his distribution force. I think he was. He was sending me his ah, his food, his food items and ever everything for all of his restaurants. He's opening a few restaurants in Canada, Mexico, Colombia, Bolivia. Did","episode":"s02e06","objectID":"20639","edited":false},
{"time":"00:09:39","speaker":4,"line":"he tell you anything","episode":"s02e06","objectID":"20640","edited":false},
{"time":"00:09:40","speaker":1,"line":"about a jab?","episode":"s02e06","objectID":"20641","edited":false},
{"time":"00:09:41","speaker":4,"line":"Did he tell you this feels a lot like l boyo. Airman owes you never breaking bad. This is very reminiscent of a reminder from breaking bad, right? I said that. Correct, right? Yeah. And that boy Ara my","episode":"s02e06","objectID":"20642","edited":false},
{"time":"00:09:59","speaker":2,"line":"nose. That's the first draft of the script, right? They ended up changing it to low spoil Surana Way. Only read the first draft.","episode":"s02e06","objectID":"20643","edited":false},
{"time":"00:10:05","speaker":1,"line":"You watch the","episode":"s02e06","objectID":"20644","edited":false},
{"time":"00:10:08","speaker":4,"line":"show? No, the first draft was fucking perfect. It was a comedy. I think","episode":"s02e06","objectID":"20645","edited":false},
{"time":"00:10:16","speaker":2,"line":"good things are coming of this. Of course, it seems like you are very heavily involved in some type of drug running operation. It seems to be like packages of cocaine covered in newspaper.","episode":"s02e06","objectID":"20646","edited":false},
{"time":"00:10:29","speaker":4,"line":"I agree. What seems like a success for your paper seems like a deep, deep failure. Because it seems like Chapo","episode":"s02e06","objectID":"20647","edited":false},
{"time":"00:10:35","speaker":2,"line":"is gonna take advantage of you guys Know, I promise you, That's not what's happening. I well,","episode":"s02e06","objectID":"20648","edited":false},
{"time":"00:10:39","speaker":1,"line":"I mean, is anyone succeeding right now? No, but it was","episode":"s02e06","objectID":"20649","edited":false},
{"time":"00:10:43","speaker":2,"line":"briefly a CZ. You guys know my ex wife got a divorce from her new husband. Wow. And this was big, great news from for you. I have never been happy.","episode":"s02e06","objectID":"20650","edited":false},
{"time":"00:10:55","speaker":4,"line":"This is good grief. This was good grief.","episode":"s02e06","objectID":"20651","edited":false},
{"time":"00:10:57","speaker":2,"line":"I saw you on the roof of your house shooting a gun that I didn't know you had. Well, yeah, I went straight to Walmart. I bought a gun. I said I'm gonna shoot this off my","episode":"s02e06","objectID":"20652","edited":false},
{"time":"00:11:06","speaker":4,"line":"roof. And they said already, Period. What's that waiting, period? Um, no Good.","episode":"s02e06","objectID":"20653","edited":false},
{"time":"00:11:11","speaker":2,"line":"Yeah. Yeah. They said you could have it right away. As long as you're not crazy. And I said, Do I look crazy to you? And you were just as a clown. Yeah, Yeah, I was dressed as a clown. And I said,","episode":"s02e06","objectID":"20654","edited":false},
{"time":"00:11:21","speaker":4,"line":"Do I look crazy to you? And they said, uh, now that said, But you are You have","episode":"s02e06","objectID":"20655","edited":false},
{"time":"00:11:29","speaker":2,"line":"a, uh you're you're famous for your mental instability around town. Yeah. You have a second only to one other man. Famous chemical involved.","episode":"s02e06","objectID":"20656","edited":false},
{"time":"00:11:38","speaker":4,"line":"Yeah, in this town. Thank you, Mr Chairman. But it was going to do","episode":"s02e06","objectID":"20657","edited":false},
{"time":"00:11:42","speaker":2,"line":"so I shot my gun off. Then I went to the divorce proceedings, and I threw a party there. Kind of a divorce proceeding. Yeah. Yeah, uh, a hell of a party in the lobby of the courtroom.","episode":"s02e06","objectID":"20658","edited":false},
{"time":"00:11:55","speaker":4,"line":"It was a smash riot way had a blast. Everybody drinking that. That was the theme of the party. It was a smash riot. Everybody brought a big vase or some type of kiln produces. It's almost as if","episode":"s02e06","objectID":"20659","edited":false},
{"time":"00:12:07","speaker":2,"line":"it was like a Greek party where you break plates? Yeah.","episode":"s02e06","objectID":"20660","edited":false},
{"time":"00:12:12","speaker":4,"line":"Oh, I thought Oprah was there. I kept looking around waiting, seeing women that we thought looked like Oprah. And we would be Oh, smash plates. And now you. Your entire class","episode":"s02e06","objectID":"20661","edited":false},
{"time":"00:12:25","speaker":2,"line":"was at that party. That's right. That's right. School. Yeah. They skipped school because they wanted to see me be a new feminist with my hopefully future wife again. So I followed. You feel about that? Well, here's where the story gets depressing. I followed her home that night to try to rekindle everything and through the window. What did I see? But my ex wife having sex with my ex fiance, Steve, the tickling referee?","episode":"s02e06","objectID":"20662","edited":false},
{"time":"00:12:52","speaker":4,"line":"No, my God. Was she tickling him?","episode":"s02e06","objectID":"20663","edited":false},
{"time":"00:12:55","speaker":2,"line":"What's that? Was she tickling him? No. Common. That's your you said. No comment, But you nodded big. Yes. No, not even bigger there. You still denied and been from your hips.","episode":"s02e06","objectID":"20664","edited":false},
{"time":"00:13:13","speaker":0,"line":"And","episode":"s02e06","objectID":"20665","edited":false},
{"time":"00:13:13","speaker":2,"line":"now you're writing. Now you're writing on a piece of paper? Yes.","episode":"s02e06","objectID":"20666","edited":false},
{"time":"00:13:17","speaker":4,"line":"I have zero comment on the matter. I just got an email from you. What's it say? It says, Uh no comment. I don't have a comment on that line. Once there's a shift at the bottom, it's Todd shaking his head, bending at the waist. Oh, Jesus. Now, Todd, was that devastating? Well, I don't know if any of you guys, but I feel like it would be I don't know if you if any of you have ever been double cooked before now. No, Definitely s. So what? What does that mean for searching your","episode":"s02e06","objectID":"20667","edited":false},
{"time":"00:13:57","speaker":2,"line":"wife, Have sex with the man, Another man and getting off on it? Almost. And a double cook would be watching both your wife and your fiance having sex with each other, both cooking you as you watch from outside a window. So, yeah, I would say I was a little devastated about it. Yeah. What did you What did your class? What they say feminism wise. Well, they said that that's her choice. And","episode":"s02e06","objectID":"20668","edited":false},
{"time":"00:14:29","speaker":1,"line":"they were","episode":"s02e06","objectID":"20669","edited":false},
{"time":"00:14:29","speaker":2,"line":"there with you, right? Yeah, they were. They","episode":"s02e06","objectID":"20670","edited":false},
{"time":"00:14:31","speaker":4,"line":"saw my breakdown. So this is a pretty big chorus out of her with you, and","episode":"s02e06","objectID":"20671","edited":false},
{"time":"00:14:35","speaker":2,"line":"you and your class kind of looked like, um, like you were going around with Lebanese air Scrooge. Kind of like wiping the wiping the steam off the window","episode":"s02e06","objectID":"20672","edited":false},
{"time":"00:14:44","speaker":4,"line":"and stores Miss Fast. Was that what it was? Yeah. Uh, my class was the growth ghost of Christmas, but gross grossed, goes grossed out Christmas past grossed out Christmas past","episode":"s02e06","objectID":"20673","edited":false},
{"time":"00:14:57","speaker":2,"line":"And they were kind of showing me how gross everything in my life Waas taking it all the spots where you had trauma. Yeah, that missing the part where anyone misses me. Uh, maybe that's more. It's a wonderful life than I see then Scrooged. Uh, but, um, I was devastated, and I'm not gonna lie. I've been depressed. Yeah, God. But you know what? It drove me back to my art. That's great. I went home, popped 100 Ben's owes through on a pot of coffee 100 fans. What","episode":"s02e06","objectID":"20674","edited":false},
{"time":"00:15:34","speaker":4,"line":"is a benzo","episode":"s02e06","objectID":"20675","edited":false},
{"time":"00:15:34","speaker":2,"line":"benzo die as a Pam? Always that a present. All the coolest writers were on it.","episode":"s02e06","objectID":"20676","edited":false},
{"time":"00:15:42","speaker":4,"line":"Oh, yeah. I mean, we're talking Bukowski. God. Good guy. We're talking Carol a good guy. If you can name a womanizer that did drugs and college students look up to they were on benzos, baby,","episode":"s02e06","objectID":"20677","edited":false},
{"time":"00:15:55","speaker":1,"line":"you know what I","episode":"s02e06","objectID":"20678","edited":false},
{"time":"00:15:55","speaker":4,"line":"like about writing? Showing people that you're supposed to be a selfish dick to really accomplish anything absolutely have you seen everything Dan Harmon writes about? Oh, my God. Oh, my God. I mean, that guy is an artist. You can tell because he's mean and drinks a lot and talks about it. That's right. And so I started. Do I started? I was like, I'm gonna be on artist finally. Uh, like all these white guys. And I just started writing about how much of a monster I am and how women don't get me, all right? And I think would you say your job thing? You know, I'm just so crazy you're pulling your pulling your sideburns out. There wasn't much to begin with, but they're almost gone. I'd call a mutton chops, not sideburns, but, yes,","episode":"s02e06","objectID":"20679","edited":false},
{"time":"00:16:42","speaker":2,"line":"there have been enough to be called much chases time. Well, I did hear that this book that you this this manuscript that you scribbled out, um, did actually get around town. People aren't happy about it. No, it's on the blacklist,","episode":"s02e06","objectID":"20680","edited":false},
{"time":"00:17:00","speaker":1,"line":"which is, of course, not","episode":"s02e06","objectID":"20681","edited":false},
{"time":"00:17:01","speaker":2,"line":"The list of Of of unproduced scripts in Hollywood. It is more. It's a list of texts in our specific town that are, um, bad for humanity. Bad for humanity. Humanity. They turn your soul. Black people saying, Yeah, it's something they would like to redact from from society. Huh? I've a","episode":"s02e06","objectID":"20682","edited":false},
{"time":"00:17:25","speaker":4,"line":"pamphlet that's also been put on the back of black List. It's a pamphlet on motivation and how to be successful. Even though you're a piece of shit. Yeah. Anyway, it's not. Yeah, yeah, it would be. You know what? It would be perfect for you, but you know, of course, they're sitting on me not letting anything that I created. You know, big public sitting on Santa's big","episode":"s02e06","objectID":"20683","edited":false},
{"time":"00:17:48","speaker":1,"line":"public, big public.","episode":"s02e06","objectID":"20684","edited":false},
{"time":"00:17:49","speaker":4,"line":"So you're blaming society on if you succeed? It's an organization to it. As a corporation, organization, big society of everybody who doesn't like to be in","episode":"s02e06","objectID":"20685","edited":false},
{"time":"00:18:02","speaker":2,"line":"charge of that corporation, that collective subconscious of all the world. That's right. And they're against you.","episode":"s02e06","objectID":"20686","edited":false},
{"time":"00:18:08","speaker":4,"line":"That's right. Big society hates me. Yeah, well, I will say the danger zone has blown up. Letter literally. The roof has flown off of the cafeteria that we had created a moat around. And by by we I mean me and my six students, we buried the lead. There was a lot of destruction on campus this week. Got me peeved.","episode":"s02e06","objectID":"20687","edited":false},
{"time":"00:18:33","speaker":2,"line":"Well, yeah, the after the danger zone exploded. Can","episode":"s02e06","objectID":"20688","edited":false},
{"time":"00:18:38","speaker":1,"line":"you believe a","episode":"s02e06","objectID":"20689","edited":false},
{"time":"00:18:38","speaker":4,"line":"place like the danger zone exploded?","episode":"s02e06","objectID":"20690","edited":false},
{"time":"00:18:41","speaker":1,"line":"I mean, it was so safe. Now explain","episode":"s02e06","objectID":"20691","edited":false},
{"time":"00:18:45","speaker":4,"line":"for people who are maybe tuning in right now for the first time tuning into the O. Welcome to the teachers. Like, um, the danger zone. Uh, was a area in the middle.","episode":"s02e06","objectID":"20692","edited":false},
{"time":"00:18:58","speaker":1,"line":"I'm a","episode":"s02e06","objectID":"20693","edited":false},
{"time":"00:18:58","speaker":2,"line":"little hazy on the danger zone. A sort of quarantine or triage for","episode":"s02e06","objectID":"20694","edited":false},
{"time":"00:19:03","speaker":4,"line":"stands right had been pulled apart. All of the students? Yes. Not put back together. So you","episode":"s02e06","objectID":"20695","edited":false},
{"time":"00:19:09","speaker":2,"line":"broke a bunch of students down with fury burning 60 catatonic 15 to 17","episode":"s02e06","objectID":"20696","edited":false},
{"time":"00:19:15","speaker":4,"line":"which I hold full responsibility for every time they get weaker. I get stronger and my strength is gonna lead them to salvation.","episode":"s02e06","objectID":"20697","edited":false},
{"time":"00:19:21","speaker":2,"line":"It almost seems like you are. So you somehow suck the life out of these teenagers and you become younger.","episode":"s02e06","objectID":"20698","edited":false},
{"time":"00:19:28","speaker":1,"line":"Why do you think","episode":"s02e06","objectID":"20699","edited":false},
{"time":"00:19:29","speaker":4,"line":"Tony Robbins is so physically large? He does. It's Pete. No, no, can't be overactive pituitary gland.","episode":"s02e06","objectID":"206100","edited":false},
{"time":"00:19:38","speaker":1,"line":"I think it's all","episode":"s02e06","objectID":"206101","edited":false},
{"time":"00:19:39","speaker":4,"line":"the energy you need. Perhaps it's no from those drug use, Qi Shang. Assuming people, I hope so, because that's what I'm trying to do. I have seen the light and I'm just noticing","episode":"s02e06","objectID":"206102","edited":false},
{"time":"00:19:50","speaker":2,"line":"this now. You actually have a new tattoo on your neck that says the big nightmare. Yeah, Yeah, it's a little higher than the peace sign you carved into your biceps.","episode":"s02e06","objectID":"206103","edited":false},
{"time":"00:19:59","speaker":4,"line":"It's just above Yeah, Yeah, I'm crashing Really leaning into this","episode":"s02e06","objectID":"206104","edited":false},
{"time":"00:20:02","speaker":2,"line":"nickname that the students have given to you. And I would say","episode":"s02e06","objectID":"206105","edited":false},
{"time":"00:20:06","speaker":4,"line":"there was a famous painting done of me called The Big Nightmare that now rests in the loo. Ve r i p For those who don't know the love is gone. God, that's right. The big nightmare has really become a kind of wanted to move out of its misery. It started with the big the Big Laugh in our last leg For a while, Miley. I mean, everybody knows the luv is just tacky. It's only the","episode":"s02e06","objectID":"206106","edited":false},
{"time":"00:20:31","speaker":2,"line":"tackiest museum in the world. Obviously, I'm not a big fan of the monument that they erected in its place, which just looks like the Luv. But it says the luv rests here that crazy. I backed a one way flight to go pee on it one way, huh? Careful, That'll put you on the list. Yeah. I should probably book a ticket back","episode":"s02e06","objectID":"206107","edited":false},
{"time":"00:20:52","speaker":4,"line":"Yeah, I think so. What do you want to come back, right? Uh, yes. Good. Yeah. Look, and take it back. I would sit and so said the big So you're going by the big nightmare now? The danger zone blew up, but","episode":"s02e06","objectID":"206108","edited":false},
{"time":"00:21:04","speaker":2,"line":"you're still kind of running in Arkham Asylum out of","episode":"s02e06","objectID":"206109","edited":false},
{"time":"00:21:06","speaker":1,"line":"the roof","episode":"s02e06","objectID":"206110","edited":false},
{"time":"00:21:07","speaker":4,"line":"blew off, which I say Thanks for the sun, baby. We're still in there. Were working. Has there been any","episode":"s02e06","objectID":"206111","edited":false},
{"time":"00:21:12","speaker":2,"line":"sort of diagnostics from, like, a forensics team as to how that happened? Or was it just sort of the","episode":"s02e06","objectID":"206112","edited":false},
{"time":"00:21:17","speaker":4,"line":"too much heat? Too much eat. I've been cranking that boiler room because it hasn't been hot enough in the big nightmare. And you disconnected","episode":"s02e06","objectID":"206113","edited":false},
{"time":"00:21:24","speaker":2,"line":"the fire hoses when they came to put it out. You said we don't need","episode":"s02e06","objectID":"206114","edited":false},
{"time":"00:21:27","speaker":4,"line":"the no water. Let the mother ever burn. Yes. Yeah. So anyway, it's been pretty hot. It's been pretty hot in there, and I think I've been pushing them kids towards some realizations, but I don't know, my hair's falling out. I'm getting depressed. I don't know if I'm","episode":"s02e06","objectID":"206115","edited":false},
{"time":"00:21:42","speaker":2,"line":"gonna be able to do this thing. Well, hang on, Sam. Hang on in there. Well, I mean, I I have a feeling that, um it was a partially my fault. Um, as as you guys know, the track team. Ah, had a tough week this week. I got some. I got some steroids from, ah, collection of older baseball players. Chipper Jones. David Justice. Not a brave the cry from the home, mostly from the crime dog drug Fred McGriff. Decried Fred McGriff, Um and, well, Tom Glavine. Tommo, I'm gonna have and gave me a hard No, I don't do steroids anymore. And I said, That's fine, but oh, Mike Piazza.","episode":"s02e06","objectID":"206116","edited":false},
{"time":"00:22:31","speaker":4,"line":"Piazza Piazza. I had a nice piece of Piazza when I was over Mike Yeah, yeahs oo er and well, I went ahead and gave the","episode":"s02e06","objectID":"206117","edited":false},
{"time":"00:22:41","speaker":2,"line":"students and myself Ah, a little bit of their steroids. And as you guys know, they turned out to be bare oId sze They were not steroids. They were kidding me. Now you've got some tough luck.","episode":"s02e06","objectID":"206118","edited":false},
{"time":"00:22:53","speaker":4,"line":"Well, tough luck. It is, uh, it's done Good grief, but you got tough luck. Yeah, it's This is tough luck. I mean, so as you guys know after the 1st 2 weeks of the cycle, me, uh, excuse me Whoa. Did you just take down the whole salmon? Yes. Yes,","episode":"s02e06","objectID":"206119","edited":false},
{"time":"00:23:15","speaker":2,"line":"I I have See salmon with me that I have been eating. Oh, I'm gonna have to text my dinner guests and tell him I'll find something else because that was my salmon. Sorry. I apologize of reading your salmon, but me and the the whole track team are now in between human and bear. Um, yeah, uh, which you think would be good for a track team. But it's not when your schools right across the street from a honey factor. That's right. No, we, uh we immediately, um ah all bailed on all of our events and rated that honey factory and filled our tummies up to the brim with honey laying on our backs. And, um, of course, on the opposite side of the school","episode":"s02e06","objectID":"206120","edited":false},
{"time":"00:24:04","speaker":4,"line":"is a campsite on we. Of course, we can't resist an active campsite. So we went over there, popped open some bear proof trash cans. Now, today I'm not pressing charges for all this picnic baskets. You guys took bubbles? Uh, no charges, no charges.","episode":"s02e06","objectID":"206121","edited":false},
{"time":"00:24:25","speaker":2,"line":"Um, the charges were dropped because we were able thio way. We settled out of court we were able to. We are all pretty nimble. Eso good. We're half human, have bears. So we were able to do a little performance where we got on","episode":"s02e06","objectID":"206122","edited":false},
{"time":"00:24:43","speaker":4,"line":"Go on you two cycles Now, are you concerned that so thank you. Texted me asking if I had any funny to two way did a small circus performance to get them to drop the charges. I'd love to get","episode":"s02e06","objectID":"206123","edited":false},
{"time":"00:24:54","speaker":2,"line":"mine back. If I could","episode":"s02e06","objectID":"206124","edited":false},
{"time":"00:24:56","speaker":4,"line":"do to you, we'd all like Oh, yeah, you just pulled this out of your body. All right, Are you at all worried that the whole team, after just sort of binging, is now ready to hibernate?","episode":"s02e06","objectID":"206125","edited":false},
{"time":"00:25:10","speaker":2,"line":"Well, that's that's a huge problem. As you guys know, it is the week of hibernation where all bears go tonight of a nation and","episode":"s02e06","objectID":"206126","edited":false},
{"time":"00:25:17","speaker":4,"line":"we've been no when getting wow your mouth issue. Yes, well, we stored up a bunch of honey in our bellies and bigger nic baskets, and we rated live campsites. So we're full. We got all our girl in sleepy bear, So sleep it off. We had","episode":"s02e06","objectID":"206127","edited":false},
{"time":"00:25:41","speaker":2,"line":"a pot of coffee in here, I'd say down it, but","episode":"s02e06","objectID":"206128","edited":false},
{"time":"00:25:43","speaker":4,"line":"it won't help to put a pot of coffee on","episode":"s02e06","objectID":"206129","edited":false},
{"time":"00:25:46","speaker":2,"line":"rotation in here. So you know, I don't know where we really stand right now. Well, I I mean, obviously the principal. I will say this, I Regrettably, you lost your star runner, Kyle Phillips, for murdering that weird documentarian","episode":"s02e06","objectID":"206130","edited":false},
{"time":"00:26:04","speaker":4,"line":"that there was a documentarian","episode":"s02e06","objectID":"206131","edited":false},
{"time":"00:26:07","speaker":2,"line":"who was following Kyle around as a sports documentary. You know, he was poised to be the next king of the 100 meter. Says they're calling","episode":"s02e06","objectID":"206132","edited":false},
{"time":"00:26:17","speaker":4,"line":"you. Give it to that document. Got documentarian. I mean, he can sniff out a story quick. You've been on Barrett's one week and he was already false.","episode":"s02e06","objectID":"206133","edited":false},
{"time":"00:26:25","speaker":2,"line":"I don't say this. That guy's an idiot. You","episode":"s02e06","objectID":"206134","edited":false},
{"time":"00:26:27","speaker":4,"line":"didn't learn a lesson from Grizzly man? Yeah. I mean, it's the most notable documentary where Diets his brother. And it's his brother. It's grizzly brother. It's grizzly brother. It was grizzly, grizzly man and grisly brother. Grizzly brother is well, he got ripped apart and he knew he knew he was trying to get. He should have learned from his brother. You know what I mean? Usually Daddy died the same way and grisly granddaddy, and they","episode":"s02e06","objectID":"206135","edited":false},
{"time":"00:26:49","speaker":1,"line":"don't learn that family. And that's a farmer, too. because now you're if I'm not.","episode":"s02e06","objectID":"206136","edited":false},
{"time":"00:26:55","speaker":2,"line":"And I did hear that the track season has been forfeited for the rest of the year.","episode":"s02e06","objectID":"206137","edited":false},
{"time":"00:26:59","speaker":4,"line":"Yeah, which makes it impossible for you to fulfill your kids to deliver on my promise. So they were gonna come in here and rip me out of my chair. The Chicago police showed up. That's right. Well, your chair, they said, were given that chair to somebody else. Yeah, and I said, I ain't going nowhere. Did you look out on to bear out on, uh, yeah, I bear out of And I was able to","episode":"s02e06","objectID":"206138","edited":false},
{"time":"00:27:26","speaker":2,"line":"beat the Chicago security guards, so I'm holding strong. I mean, as you can see, I'm not going anywhere. Good. Any bear. I'm not going anywhere.","episode":"s02e06","objectID":"206139","edited":false},
{"time":"00:27:35","speaker":4,"line":"I'll tell you what you are, William. In the name your zone. In any time, I actually","episode":"s02e06","objectID":"206140","edited":false},
{"time":"00:27:40","speaker":2,"line":"have been swimming around in the moat and eating a little bit of the danger zone. That is not a good play environment for fish to live.","episode":"s02e06","objectID":"206141","edited":false},
{"time":"00:27:46","speaker":4,"line":"No class. You guys, the questions were farmed fish bythe taste it a little soft","episode":"s02e06","objectID":"206142","edited":false},
{"time":"00:27:52","speaker":2,"line":"in here, asking an existential question. Sure. How do you guys think that we've potentially created an environment here at this school that it will be impossible to move through Going forward. No, no, no. You don't absolutely say this. I'm worried, guys. I'm worried for the future of of us and Hamilton, I think we've all we made promises in the beginning this season that we, uh","episode":"s02e06","objectID":"206143","edited":false},
{"time":"00:28:15","speaker":4,"line":"you think we're writing checks that our butts can't care? I think we've","episode":"s02e06","objectID":"206144","edited":false},
{"time":"00:28:18","speaker":2,"line":"already bounced those checks, Guys. I mean, look at us. You think I'm walking? I'm walking around 1/2 bear half man with a with a chair taped to my butt and said, I ain't going nowhere. I mean, I don't know what I have left to live for. Anyway, The one woman I loved is engaged to the one man I loved when I tried to become a feminist. It's like, What can I do? Right? I do my best.","episode":"s02e06","objectID":"206145","edited":false},
{"time":"00:28:50","speaker":4,"line":"I mean, I'm trying to motivate kids, and instead I create a painting that shuts","episode":"s02e06","objectID":"206146","edited":false},
{"time":"00:28:55","speaker":1,"line":"down the loo. D'oh!","episode":"s02e06","objectID":"206147","edited":false},
{"time":"00:29:01","speaker":4,"line":"And I mean, you know, I can't","episode":"s02e06","objectID":"206148","edited":false},
{"time":"00:29:03","speaker":2,"line":"keep from from getting in trouble either. You know,","episode":"s02e06","objectID":"206149","edited":false},
{"time":"00:29:06","speaker":4,"line":"you guys, you have ties strong, strong ties to the most notorious gangster in the world. Really? The biggest","episode":"s02e06","objectID":"206150","edited":false},
{"time":"00:29:12","speaker":2,"line":"cartel, head of the biggest cartel in the world. And I'm calling my friend and you failed at the newspaper business. It was issued in another newspaper that your newspaper has failed","episode":"s02e06","objectID":"206151","edited":false},
{"time":"00:29:24","speaker":4,"line":"New York times. You look, I say front, front page of the crap section says riel news. Wait, You","episode":"s02e06","objectID":"206152","edited":false},
{"time":"00:29:33","speaker":1,"line":"were front bridge of","episode":"s02e06","objectID":"206153","edited":false},
{"time":"00:29:34","speaker":4,"line":"the crab section of New York Times. They made a new section, and you're full of it. And it's honestly, it was full of it. Levis full of it. That's when it's in Princess, that if you don't know what it is looking with section you're eating bozo really hard on a crab's Asian like references itself a lot it Zeke. Well,","episode":"s02e06","objectID":"206154","edited":false},
{"time":"00:29:58","speaker":1,"line":"this will really Levis is ass. Honestly, guys, this honestly","episode":"s02e06","objectID":"206155","edited":false},
{"time":"00:30:04","speaker":4,"line":"actually excited? Why? They're saying that I've got some publicity in the New York Times. Yeah, you were a clue in their ass word puzzle. Excuse me? You're a clue. That's word puzzle. What's the password but cross section like the crossword? Yeah. Okay, that's right next to this, the dough proof.","episode":"s02e06","objectID":"206156","edited":false},
{"time":"00:30:22","speaker":1,"line":"Okay, maybe it's not as","episode":"s02e06","objectID":"206157","edited":false},
{"time":"00:30:26","speaker":2,"line":"bad as we think it is, You","episode":"s02e06","objectID":"206158","edited":false},
{"time":"00:30:27","speaker":4,"line":"know? God said, oh, put this week Sudoku was so hot. I mean, I tried to pit. I couldn't get past turd and log down their bottom. Yeah.","episode":"s02e06","objectID":"206159","edited":false},
{"time":"00:30:38","speaker":1,"line":"Oh, I kept getting all brown que fifth of the holding brown. Okay, maybe that was it. I know that","episode":"s02e06","objectID":"206160","edited":false},
{"time":"00:30:46","speaker":4,"line":"you're missing a green caca. I don't forget that. That's like a star ithe right. That's like a star in the middle.","episode":"s02e06","objectID":"206161","edited":false},
{"time":"00:30:58","speaker":1,"line":"You're famous. I didn't really your fucking famous for being the biggest piece of shit in America. Come on, now. You can read it like that, I'm sure. But you can also read. No, that's it was written like that. Come on. I said, how are famous for being the biggest piece of shit, man. Three crap. Shut the paper. I don't believe it. Said the written word is back. People are buying newspapers","episode":"s02e06","objectID":"206162","edited":false},
{"time":"00:31:24","speaker":4,"line":"again. Just not his. Unbelievable. That's unbelievable. Isn't But Howard, you're right. I think we're all all in a downward spiral. And I don't know what to do about here.","episode":"s02e06","objectID":"206163","edited":false},
{"time":"00:31:36","speaker":1,"line":"We got a gun way. You're good. Yeah, he's got his Wal Mart","episode":"s02e06","objectID":"206164","edited":false},
{"time":"00:31:46","speaker":2,"line":"gonna Oh, good grief, guys. Well, I probably shouldn't have yelled We have a gun. No, at a student that they thought you were kidding. I'm sure they thought you were kidding. You think so? I hope so. They're going to go That gift. That's like yelling fire in a theater, though. They have to Some flea. That kid's not running down the hill. And that was my play. Fire. That's","episode":"s02e06","objectID":"206165","edited":false},
{"time":"00:32:08","speaker":4,"line":"right. That's where people in the audience pretend the building's on fire. Yeah, the whole play","episode":"s02e06","objectID":"206166","edited":false},
{"time":"00:32:12","speaker":2,"line":"is just a normal play. Husband and wife living in a Brooklyn tenement every once in a while. So one of the audience stands up and","episode":"s02e06","objectID":"206167","edited":false},
{"time":"00:32:19","speaker":4,"line":"says, Oh, my God, this is real. There's a fire in here. But I gotta say, I got to defend us. If there was a fire in the theater, you should yell it. There is a gun in this room. So we're supposed to yell it. Yeah, yeah, I didn't say it was","episode":"s02e06","objectID":"206168","edited":false},
{"time":"00:32:32","speaker":2,"line":"ours. I was just being way. No, it is. I put a little thing on the door like a hotel. That just his gun in the room. Well,","episode":"s02e06","objectID":"206169","edited":false},
{"time":"00:32:39","speaker":4,"line":"you know, about your own risk. Speaking","episode":"s02e06","objectID":"206170","edited":false},
{"time":"00:32:42","speaker":2,"line":"of announcing yourself and saying things that are in the room. Yeah, Guys, we're really excited today. We've got a very exciting. Uh, you know, you all know all about her. I mean, she is the talk of the town. Everybody knows where everybody knows everything about her. She is. Ah, quite ah, wealthy person we","episode":"s02e06","objectID":"206171","edited":false},
{"time":"00:33:00","speaker":4,"line":"asked will say, Let's just say that. Let's just let's just say she's","episode":"s02e06","objectID":"206172","edited":false},
{"time":"00:33:03","speaker":2,"line":"rich. We'll leave it there. And she's donated some money to the school before.","episode":"s02e06","objectID":"206173","edited":false},
{"time":"00:33:07","speaker":1,"line":"Don't go any","episode":"s02e06","objectID":"206174","edited":false},
{"time":"00:33:07","speaker":4,"line":"further. She's well, Yeah, she, uh she financed the whole new wing, which we're going","episode":"s02e06","objectID":"206175","edited":false},
{"time":"00:33:13","speaker":2,"line":"to need, I'll tell you that. We're gonna get that plane off the ground, and, uh, why","episode":"s02e06","objectID":"206176","edited":false},
{"time":"00:33:19","speaker":4,"line":"don't you, uh let's just go and introduce our guest for today. Miss Lana Suds. Lana, how are you?","episode":"s02e06","objectID":"206177","edited":false},
{"time":"00:33:24","speaker":3,"line":"Uh, I'm so good. I'm so good. I'm sure you'd be here.","episode":"s02e06","objectID":"206178","edited":false},
{"time":"00:33:28","speaker":1,"line":"I don't","episode":"s02e06","objectID":"206179","edited":false},
{"time":"00:33:28","speaker":2,"line":"know if it's something about money or I mean, you're obviously beautiful to begin","episode":"s02e06","objectID":"206180","edited":false},
{"time":"00:33:33","speaker":4,"line":"with on uses, marry yourself like","episode":"s02e06","objectID":"206181","edited":false},
{"time":"00:33:37","speaker":3,"line":"a millionaire. That that means so much.","episode":"s02e06","objectID":"206182","edited":false},
{"time":"00:33:40","speaker":2,"line":"You reek of money.","episode":"s02e06","objectID":"206183","edited":false},
{"time":"00:33:42","speaker":3,"line":"I try. I don't know. I know you're not supposed to say that, but yeah, I mean, I","episode":"s02e06","objectID":"206184","edited":false},
{"time":"00:33:47","speaker":1,"line":"want to look good.","episode":"s02e06","objectID":"206185","edited":false},
{"time":"00:33:48","speaker":3,"line":"I want to feel good,","episode":"s02e06","objectID":"206186","edited":false},
{"time":"00:33:49","speaker":2,"line":"and every time I've ever seen you've had a lot of money the size of a football in your left hand is yeah, thing that you've always done.","episode":"s02e06","objectID":"206187","edited":false},
{"time":"00:33:55","speaker":3,"line":"Always. It's a superstition, right? Yeah. You know what's funny? It's mostly that I It's like I can't sleep if I don't have it. Like I need it. I have it next to meet me on my pillow. It's Yeah, I just need like, I gotta feel my money.","episode":"s02e06","objectID":"206188","edited":false},
{"time":"00:34:09","speaker":4,"line":"I'm that way with my angry journal.","episode":"s02e06","objectID":"206189","edited":false},
{"time":"00:34:10","speaker":3,"line":"Yeah, yeah, yeah. Saying same same saying so if","episode":"s02e06","objectID":"206190","edited":false},
{"time":"00:34:13","speaker":1,"line":"you should get","episode":"s02e06","objectID":"206191","edited":false},
{"time":"00:34:13","speaker":3,"line":"to count If you mean, you know, I wasn't always rich, so that's interesting. Well, yeah. I","episode":"s02e06","objectID":"206192","edited":false},
{"time":"00:34:18","speaker":4,"line":"just think people","episode":"s02e06","objectID":"206193","edited":false},
{"time":"00:34:19","speaker":2,"line":"who are who are wealthy come for money, like, of course, you know, come from the Levi's on. You know, they all have money, and I chose not to take the money. I want it.","episode":"s02e06","objectID":"206194","edited":false},
{"time":"00:34:28","speaker":4,"line":"That's right. You are one of these very famous rags to riches story.","episode":"s02e06","objectID":"206195","edited":false},
{"time":"00:34:32","speaker":3,"line":"Truly. Yeah. I was bundled in rags and I was just I was down by a river","episode":"s02e06","objectID":"206196","edited":false},
{"time":"00:34:38","speaker":2,"line":"literally round. You've been called the Moses of wealthy people.","episode":"s02e06","objectID":"206197","edited":false},
{"time":"00:34:42","speaker":3,"line":"That's true. And I love that nickname. Um, yeah, I came from pretty much nothing","episode":"s02e06","objectID":"206198","edited":false},
{"time":"00:34:47","speaker":2,"line":"literally floating down the river","episode":"s02e06","objectID":"206199","edited":false},
{"time":"00:34:49","speaker":4,"line":"And you also wandered in the desert for 40 years. Is that correct?","episode":"s02e06","objectID":"206200","edited":false},
{"time":"00:34:52","speaker":3,"line":"I am not gonna. That dates me a little, okay? I'm not a Okay. Nice try. Sorry. Sorry. No. Uh, yeah.","episode":"s02e06","objectID":"206201","edited":false},
{"time":"00:34:59","speaker":1,"line":"I did a little desert wandering. Allow","episode":"s02e06","objectID":"206202","edited":false},
{"time":"00:35:02","speaker":2,"line":"Is Moses, right? Centuries, right. He Yeah. Yeah. You also wanted the desert with a few Jews.","episode":"s02e06","objectID":"206203","edited":false},
{"time":"00:35:11","speaker":3,"line":"Yeah, I keep them close. Um, and they're they're great wandering pals. So that was a good phase for me. Once","episode":"s02e06","objectID":"206204","edited":false},
{"time":"00:35:19","speaker":1,"line":"I found","episode":"s02e06","objectID":"206205","edited":false},
{"time":"00:35:19","speaker":3,"line":"money, I found a lot of time to travel to. So,","episode":"s02e06","objectID":"206206","edited":false},
{"time":"00:35:22","speaker":2,"line":"uh, how did you forgive my ignorance here? How did you make your fortune?","episode":"s02e06","objectID":"206207","edited":false},
{"time":"00:35:26","speaker":1,"line":"Oh, I'm so surprised you guys","episode":"s02e06","objectID":"206208","edited":false},
{"time":"00:35:28","speaker":3,"line":"don't know. Well, I invented, you know, there's like the Kush ball. Yes, right. Well, so I invented this smooth bowl, and","episode":"s02e06","objectID":"206209","edited":false},
{"time":"00:35:34","speaker":4,"line":"it's Oh, those things. That ball rock hard and smooth, right? Famously. Roseanne's failed talk show. She would throw that into the audience. Daryl's got the cush ball. Bar's got smooshed.","episode":"s02e06","objectID":"206210","edited":false},
{"time":"00:35:49","speaker":3,"line":"I thought that was getting my big ticket, but no, but they sold, Sold like crazy. Yeah. Yeah. They sold a lot","episode":"s02e06","objectID":"206211","edited":false},
{"time":"00:35:56","speaker":4,"line":"on the smooth ball. Is is it heavy? Very heavy. Hugely. Homers like comfortably. It's It's heavier","episode":"s02e06","objectID":"206212","edited":false},
{"time":"00:36:05","speaker":2,"line":"and harder than a cue ball, right? And harder than a cube. Oh,","episode":"s02e06","objectID":"206213","edited":false},
{"time":"00:36:09","speaker":1,"line":"yeah. We're starting","episode":"s02e06","objectID":"206214","edited":false},
{"time":"00:36:10","speaker":4,"line":"about the original smoosh ball, right? I mean, first eyes, they've been a lot of problems, you know, Heavier Aziz and more of a computer.","episode":"s02e06","objectID":"206215","edited":false},
{"time":"00:36:19","speaker":3,"line":"Yeah. Yeah. Then they turned into computers, right? Yeah, because the smooth, smooth tosh That's right. That was me. I you know, and I came up with that concept on my own.","episode":"s02e06","objectID":"206216","edited":false},
{"time":"00:36:31","speaker":4,"line":"Really? Did you come up with the crab apple? It was the crap All yours, Or was that someone in your big conglomerate?","episode":"s02e06","objectID":"206217","edited":false},
{"time":"00:36:38","speaker":3,"line":"It's technically my ex husband's. I don't I can't really talk about it. Legally","episode":"s02e06","objectID":"206218","edited":false},
{"time":"00:36:42","speaker":4,"line":"show. Um, not what, Todd? Someone else has an ex. Oh, yeah, that's interesting. I didn't know. You know, people who are divorced should marriage.","episode":"s02e06","objectID":"206219","edited":false},
{"time":"00:36:56","speaker":3,"line":"Oh, my God. I'm blushing. Oh, my God.","episode":"s02e06","objectID":"206220","edited":false},
{"time":"00:36:58","speaker":2,"line":"You should know about Todd. He's literally dirt poor.","episode":"s02e06","objectID":"206221","edited":false},
{"time":"00:37:02","speaker":1,"line":"That's okay. No,","episode":"s02e06","objectID":"206222","edited":false},
{"time":"00:37:03","speaker":4,"line":"I'm dirt rich money poor.","episode":"s02e06","objectID":"206223","edited":false},
{"time":"00:37:07","speaker":2,"line":"That is right. He went to the bank and dirt trying to deposit a sack full of dirt on. You have so much dirt right now.","episode":"s02e06","objectID":"206224","edited":false},
{"time":"00:37:13","speaker":4,"line":"I'm dirt rich. Your filthy ridge.","episode":"s02e06","objectID":"206225","edited":false},
{"time":"00:37:17","speaker":3,"line":"Can I recommend you carry around a big ball of it and","episode":"s02e06","objectID":"206226","edited":false},
{"time":"00:37:20","speaker":4,"line":"just keep it near. You feel good? Yeah, that's great. Like a life size human dung beetle. Yeah. Yeah. You Ever since you","episode":"s02e06","objectID":"206227","edited":false},
{"time":"00:37:30","speaker":2,"line":"were drinking paint, you do have sort of like an iridescent color. Todo less. Oh, thank you. I do have a little bit of a glow.","episode":"s02e06","objectID":"206228","edited":false},
{"time":"00:37:37","speaker":3,"line":"And you meant the band, right?","episode":"s02e06","objectID":"206229","edited":false},
{"time":"00:37:39","speaker":2,"line":"Yes, yes. Be like glow like","episode":"s02e06","objectID":"206230","edited":false},
{"time":"00:37:41","speaker":4,"line":"Ringle. Ringle. Ringle, Pull pull johrj Ah, Ringle Wrinkles, Wrinkles Dark, right? Yeah, it's wrinkled. Star","episode":"s02e06","objectID":"206231","edited":false},
{"time":"00:37:52","speaker":3,"line":"jar geniuses. Air Jean","episode":"s02e06","objectID":"206232","edited":false},
{"time":"00:37:57","speaker":4,"line":"Joan. Joan Fortunately, yucky her and yucky broke. Jackie tore them apart. I want the stone is music.","episode":"s02e06","objectID":"206233","edited":false},
{"time":"00:38:15","speaker":3,"line":"It's good. It's beautiful. It was in the loop.","episode":"s02e06","objectID":"206234","edited":false},
{"time":"00:38:20","speaker":4,"line":"Well, I divorce for me. It was","episode":"s02e06","objectID":"206235","edited":false},
{"time":"00:38:24","speaker":2,"line":"hard enough when there was no money involved. What was it like for you when you were creatively involved with each other and financially involved","episode":"s02e06","objectID":"206236","edited":false},
{"time":"00:38:30","speaker":3,"line":"a nightmare? Was your divorce creative? Uh, well,","episode":"s02e06","objectID":"206237","edited":false},
{"time":"00:38:33","speaker":1,"line":"yeah, We had a","episode":"s02e06","objectID":"206238","edited":false},
{"time":"00:38:33","speaker":3,"line":"lot of fun with it. We did? Yeah. I","episode":"s02e06","objectID":"206239","edited":false},
{"time":"00:38:35","speaker":2,"line":"was down at the courthouse when you guys were getting divorced, and it was it was really aside. It was kind of often guard. I didn't I didn't respond to the save the date way would","episode":"s02e06","objectID":"206240","edited":false},
{"time":"00:38:45","speaker":1,"line":"have been fun to have","episode":"s02e06","objectID":"206241","edited":false},
{"time":"00:38:46","speaker":3,"line":"you there. But that's okay. I","episode":"s02e06","objectID":"206242","edited":false},
{"time":"00:38:47","speaker":2,"line":"actually had the vegetarian option, and it was very good.","episode":"s02e06","objectID":"206243","edited":false},
{"time":"00:38:50","speaker":3,"line":"Yes, right. I knew you'd like that. Kim on sweet potato That doesn't get a stomach, you know. Yeah.","episode":"s02e06","objectID":"206244","edited":false},
{"time":"00:38:56","speaker":2,"line":"It was really perfect for me.","episode":"s02e06","objectID":"206245","edited":false},
{"time":"00:38:58","speaker":1,"line":"Yeah, it was They felt like it was a","episode":"s02e06","objectID":"206246","edited":false},
{"time":"00:38:59","speaker":3,"line":"good, you know, we had a three day festival. Um, and it was all kinds of body art. You could do any kind of modification. Um,","episode":"s02e06","objectID":"206247","edited":false},
{"time":"00:39:07","speaker":4,"line":"this old dog's there.","episode":"s02e06","objectID":"206248","edited":false},
{"time":"00:39:08","speaker":3,"line":"Yeah. Yeah. You could buy and sell dogs really animals","episode":"s02e06","objectID":"206249","edited":false},
{"time":"00:39:13","speaker":2,"line":"by. So there was a lot of it was almost like it felt like Wall Street. But when the shares were animals,","episode":"s02e06","objectID":"206250","edited":false},
{"time":"00:39:20","speaker":1,"line":"Wall Street needs a SWAT","episode":"s02e06","objectID":"206251","edited":false},
{"time":"00:39:21","speaker":3,"line":"me. Wait, That's how we dreamed it up rule that was described at Wall Street meat to swap me.","episode":"s02e06","objectID":"206252","edited":false},
{"time":"00:39:27","speaker":4,"line":"Wow, that rhyme to things that everybody hates.","episode":"s02e06","objectID":"206253","edited":false},
{"time":"00:39:31","speaker":3,"line":"And it went so well. No, it really Well, it was It was It was a beautiful divorce. It actually went very well. Just, um yeah, we fell into some legal stuff. So what's with the crabapple? That it doesn't","episode":"s02e06","objectID":"206254","edited":false},
{"time":"00:39:43","speaker":2,"line":"matter, You know, it doesn't matter. how? How much you want something to go? Well, most of the times it goes bad. I've learned that from experience. You think all of us have experienced in that field. So now we've been feeling a little negative. Yeah. That guy, uh, like, is your life gone pretty? Well, maybe some positivity could turn us around.","episode":"s02e06","objectID":"206255","edited":false},
{"time":"00:40:02","speaker":1,"line":"I mean,","episode":"s02e06","objectID":"206256","edited":false},
{"time":"00:40:03","speaker":3,"line":"there's obviously I have, you know, a substantial fortune. So that's a nice little box to check. You know, that'll put a pep in your step just to wake up and think about, you know,","episode":"s02e06","objectID":"206257","edited":false},
{"time":"00:40:13","speaker":4,"line":"do you let people borrow money?","episode":"s02e06","objectID":"206258","edited":false},
{"time":"00:40:14","speaker":3,"line":"Never. Okay, now, famously not. Are you asking? No. No.","episode":"s02e06","objectID":"206259","edited":false},
{"time":"00:40:21","speaker":4,"line":"None of us need my body. Just because I have third degree burns. Why? Just because I'm about to lose my job?","episode":"s02e06","objectID":"206260","edited":false},
{"time":"00:40:31","speaker":3,"line":"Well Oh, yeah. No, I am. I'm just very particular about, um You know how I donate how I give. I've gotten into sticky stuff and friendships and relationships, so I don't need a lot to the school to this school","episode":"s02e06","objectID":"206261","edited":false},
{"time":"00:40:42","speaker":2,"line":"way. Kind of met you","episode":"s02e06","objectID":"206262","edited":false},
{"time":"00:40:44","speaker":4,"line":"was the gala. Yes, the gala. And you","episode":"s02e06","objectID":"206263","edited":false},
{"time":"00:40:47","speaker":2,"line":"are. You are I would say the opposite of an anonymous donor.","episode":"s02e06","objectID":"206264","edited":false},
{"time":"00:40:51","speaker":3,"line":"No, I I scream it? Yeah. And","episode":"s02e06","objectID":"206265","edited":false},
{"time":"00:40:54","speaker":4,"line":"you have a name or money advertising your donations?","episode":"s02e06","objectID":"206266","edited":false},
{"time":"00:40:56","speaker":3,"line":"I took out ads. Yeah, I put on TV just letting","episode":"s02e06","objectID":"206267","edited":false},
{"time":"00:40:59","speaker":2,"line":"you know how much Super Bowl this year.","episode":"s02e06","objectID":"206268","edited":false},
{"time":"00:41:01","speaker":3,"line":"Huge. Yeah. Yeah, I ran it 10 times. I was shocked. I said, I don't care out. Pepsi and Doritos were pissed. Yeah, well, they didn't invent the smooch, did they?","episode":"s02e06","objectID":"206269","edited":false},
{"time":"00:41:13","speaker":2,"line":"Didn't you? Did that add word? Bruce Jenner donated money to cops and it stopped a huge protest, right?","episode":"s02e06","objectID":"206270","edited":false},
{"time":"00:41:20","speaker":3,"line":"Yeah. And it went over bad. But you know what? It was fine. It was worth it. Taste","episode":"s02e06","objectID":"206271","edited":false},
{"time":"00:41:25","speaker":2,"line":"bad press. Ended up being good press for you.","episode":"s02e06","objectID":"206272","edited":false},
{"time":"00:41:28","speaker":3,"line":"Yeah, well, my house burned down. A lot of","episode":"s02e06","objectID":"206273","edited":false},
{"time":"00:41:31","speaker":2,"line":"fire going on around here. Yeah, your house burned down. Two people burn it down.","episode":"s02e06","objectID":"206274","edited":false},
{"time":"00:41:35","speaker":3,"line":"No, I I burnt it down accidentally. I'm sorry those weren't connected. I","episode":"s02e06","objectID":"206275","edited":false},
{"time":"00:41:38","speaker":4,"line":"was just remembering. I thought this was","episode":"s02e06","objectID":"206276","edited":false},
{"time":"00:41:41","speaker":2,"line":"maybe a chilli from TLC situation. No. No, because she got cheated","episode":"s02e06","objectID":"206277","edited":false},
{"time":"00:41:47","speaker":4,"line":"on Chili's friends. Die, burnt down her situation daily. Maid left. I burned that house down. Chili's fault. It's basically just diarrhea. Is deles. Well, yeah, it was that that was","episode":"s02e06","objectID":"206278","edited":false},
{"time":"00:42:05","speaker":2,"line":"the worst thing in the nineties other than the day of girl debacle.","episode":"s02e06","objectID":"206279","edited":false},
{"time":"00:42:09","speaker":4,"line":"Remind me what happened with that Dave. Girl wore the worst shirt. Uh, wow. It was so bad Kurt Cobain killed himself. That Dave girl debacle was I kept hearing","episode":"s02e06","objectID":"206280","edited":false},
{"time":"00:42:25","speaker":2,"line":"rumors that Courtney love that Courtney Love killed Kurt Cobain. And here you are, blaming the woman from No,","episode":"s02e06","objectID":"206281","edited":false},
{"time":"00:42:34","speaker":3,"line":"I don't love,","episode":"s02e06","objectID":"206282","edited":false},
{"time":"00:42:35","speaker":2,"line":"you know, But it was He hated. Dave grows style so much he had to end. It is suicide. That was just grow look bad.","episode":"s02e06","objectID":"206283","edited":false},
{"time":"00:42:46","speaker":4,"line":"I'm great. Grow Look bad. I'm great.","episode":"s02e06","objectID":"206284","edited":false},
{"time":"00:42:50","speaker":3,"line":"Not even that. I look good. I'm great.","episode":"s02e06","objectID":"206285","edited":false},
{"time":"00:42:52","speaker":2,"line":"Uh oh. And you know, you obviously just cause you, uh, invented something in the past, you haven't stopped being creative, that's all. We're actually currently in development on a few new projects, right?","episode":"s02e06","objectID":"206286","edited":false},
{"time":"00:43:06","speaker":3,"line":"Um, yeah, well, you know, it was exciting to have, you know, turned my ball. The ball's into computers. That was amazing. So I'm kind of looking to kind of get back to balls. Simplify. Well,","episode":"s02e06","objectID":"206287","edited":false},
{"time":"00:43:20","speaker":1,"line":"it's the same thing.","episode":"s02e06","objectID":"206288","edited":false},
{"time":"00:43:21","speaker":3,"line":"I mean, look at cell phones. You know, they got bigger, they got smaller, they got bigger, they get smaller.","episode":"s02e06","objectID":"206289","edited":false},
{"time":"00:43:25","speaker":2,"line":"Yeah. So you're thinking computers. Well, kind of will run their course. And people want those just a normal ball to play. Yeah, they don't want to play video games. They want actual get.","episode":"s02e06","objectID":"206290","edited":false},
{"time":"00:43:35","speaker":3,"line":"Exactly. Exactly. People would just kind of want to throw with a thing. People want to be like a dog.","episode":"s02e06","objectID":"206291","edited":false},
{"time":"00:43:41","speaker":2,"line":"I have found myself just in the middle of texting, and then I'll just toss my phone against the wall hard when you do that. Todd, what's that you're texting when you do that? Oh, I text a lot of different people. Who wants to know? Dodd, you take that. Were you texting your ex wife and Steve? Are you still embroiled? Top? Yeah, Right now I'm on a text chain with my","episode":"s02e06","objectID":"206292","edited":false},
{"time":"00:44:04","speaker":4,"line":"ex wife. Do you use a lot of, um","episode":"s02e06","objectID":"206293","edited":false},
{"time":"00:44:07","speaker":3,"line":"Oh, cheese. What's that? Do use a lot of emotions.","episode":"s02e06","objectID":"206294","edited":false},
{"time":"00:44:09","speaker":2,"line":"I use a ton of emojis and they're offended by the skin tone of emerges choose to use. Really? Yeah,","episode":"s02e06","objectID":"206295","edited":false},
{"time":"00:44:16","speaker":1,"line":"well, you","episode":"s02e06","objectID":"206296","edited":false},
{"time":"00:44:17","speaker":4,"line":"know, that's their shit. You can't let other people, you know, reaction to your field. That's right. That's what I'm learning is you can't control","episode":"s02e06","objectID":"206297","edited":false},
{"time":"00:44:23","speaker":2,"line":"how other people react to you. You have to be yourself And if people don't like it, it's their fault.","episode":"s02e06","objectID":"206298","edited":false},
{"time":"00:44:29","speaker":3,"line":"Hey, can I tell you when you have a lot of money in the world, you really gotta walk around with that attitude? Because people always want a piece. You always What","episode":"s02e06","objectID":"206299","edited":false},
{"time":"00:44:36","speaker":4,"line":"isn't things about you","episode":"s02e06","objectID":"206300","edited":false},
{"time":"00:44:37","speaker":2,"line":"that people have wanted you to change. I'm sure over the years","episode":"s02e06","objectID":"206301","edited":false},
{"time":"00:44:39","speaker":3,"line":"for my hair,","episode":"s02e06","objectID":"206302","edited":false},
{"time":"00:44:41","speaker":4,"line":"they want you to get some. You're really spitting in the face of the hair industry.","episode":"s02e06","objectID":"206303","edited":false},
{"time":"00:44:48","speaker":3,"line":"I won't do it. Yeah, I won't. That's right. Don't you want it? Yeah. You don't want I don't want hair.","episode":"s02e06","objectID":"206304","edited":false},
{"time":"00:44:53","speaker":1,"line":"You look","episode":"s02e06","objectID":"206305","edited":false},
{"time":"00:44:54","speaker":4,"line":"sort of like,","episode":"s02e06","objectID":"206306","edited":false},
{"time":"00:44:54","speaker":3,"line":"Why do I have to have it? Because society,","episode":"s02e06","objectID":"206307","edited":false},
{"time":"00:44:57","speaker":1,"line":"this is","episode":"s02e06","objectID":"206308","edited":false},
{"time":"00:44:57","speaker":3,"line":"good for your feminism stuff. I don't want it. I can grow it.","episode":"s02e06","objectID":"206309","edited":false},
{"time":"00:45:02","speaker":2,"line":"Grow hair. You say nothing.","episode":"s02e06","objectID":"206310","edited":false},
{"time":"00:45:04","speaker":3,"line":"I have great, beautiful, thick hair. I mean, when I had it, Yeah,","episode":"s02e06","objectID":"206311","edited":false},
{"time":"00:45:09","speaker":4,"line":"like you've bleached your skin. You're mean. You're almost translucent, like Todd.","episode":"s02e06","objectID":"206312","edited":false},
{"time":"00:45:13","speaker":3,"line":"Thank you. Thank you so much.","episode":"s02e06","objectID":"206313","edited":false},
{"time":"00:45:14","speaker":4,"line":"Way. Look. Very similar.","episode":"s02e06","objectID":"206314","edited":false},
{"time":"00:45:16","speaker":3,"line":"I can't. I I have to tell you it is like looking in the mirror. It's wild.","episode":"s02e06","objectID":"206315","edited":false},
{"time":"00:45:21","speaker":4,"line":"Eyes look like something gunpowder. You know, I didn't put this together. So now, But","episode":"s02e06","objectID":"206316","edited":false},
{"time":"00:45:26","speaker":1,"line":"you guys","episode":"s02e06","objectID":"206317","edited":false},
{"time":"00:45:27","speaker":4,"line":"both look exactly like the pre cog from minority report. Yeah, you look like something that is maybe beached. Yes, this scientific to like we found it. One is a luga whale. When","episode":"s02e06","objectID":"206318","edited":false},
{"time":"00:45:42","speaker":2,"line":"they're normally in their habitat, they look like something from another planet. Yeah, on their skin is potentially see through. And you could see their whole skeleton and all their innards.","episode":"s02e06","objectID":"206319","edited":false},
{"time":"00:45:51","speaker":3,"line":"I can't I can't go to the beach for that very reason people start poking, prodding, tagging. I've gotten text so many times tag as in, like, tagging out","episode":"s02e06","objectID":"206320","edited":false},
{"time":"00:46:01","speaker":2,"line":"like you. Somebody comes up to you and says, Tag, you're it. Yeah. Oh, my God.","episode":"s02e06","objectID":"206321","edited":false},
{"time":"00:46:05","speaker":3,"line":"You've seen those groups of teens that run around the beach place? Okay, I","episode":"s02e06","objectID":"206322","edited":false},
{"time":"00:46:09","speaker":4,"line":"go outside. The last thing I want","episode":"s02e06","objectID":"206323","edited":false},
{"time":"00:46:11","speaker":2,"line":"to be is it?","episode":"s02e06","objectID":"206324","edited":false},
{"time":"00:46:12","speaker":1,"line":"I just keep chasing around this group of people sleep so frustrated I would prefer they do the knockout game. Honestly, welcome. You're out. Punch me in the head. Knocked me","episode":"s02e06","objectID":"206325","edited":false},
{"time":"00:46:24","speaker":3,"line":"out. I know. Make me it. God,","episode":"s02e06","objectID":"206326","edited":false},
{"time":"00:46:27","speaker":1,"line":"I was I was ill","episode":"s02e06","objectID":"206327","edited":false},
{"time":"00:46:29","speaker":4,"line":"for six weeks last year. You were chasing everybody around, but you are surrounded by a bunch of no tag backs. Yeah, I got no tag backs now and then you got embroiled in a send Mr Kray V on over","episode":"s02e06","objectID":"206328","edited":false},
{"time":"00:46:43","speaker":1,"line":"way playing Red Rover. Red Rover? I thought this was it.","episode":"s02e06","objectID":"206329","edited":false},
{"time":"00:46:49","speaker":3,"line":"It's a different group. A team tried to run","episode":"s02e06","objectID":"206330","edited":false},
{"time":"00:46:51","speaker":2,"line":"through this group of people who had their arms linked together at a protest.","episode":"s02e06","objectID":"206331","edited":false},
{"time":"00:47:00","speaker":4,"line":"A CZ? You say you guys saw","episode":"s02e06","objectID":"206332","edited":false},
{"time":"00:47:02","speaker":2,"line":"it? I was on the news. Yeah. Yeah, it was, uh, they were outside the CNN building protesting gravy ruins women's march.","episode":"s02e06","objectID":"206333","edited":false},
{"time":"00:47:10","speaker":1,"line":"I I was just Somebody said Red Rover and sent me over right, And you wouldn't relent. You're lying. Ready it.","episode":"s02e06","objectID":"206334","edited":false},
{"time":"00:47:21","speaker":4,"line":"Did you ever find out who said Red Rover? Red Rover? Because they would have","episode":"s02e06","objectID":"206335","edited":false},
{"time":"00:47:25","speaker":2,"line":"had to call for you. Did you just hear it and","episode":"s02e06","objectID":"206336","edited":false},
{"time":"00:47:27","speaker":1,"line":"thought I think it was Clifford doll. What? I don't know. No. Is he a Red Rover? Sure is. The Red","episode":"s02e06","objectID":"206337","edited":false},
{"time":"00:47:38","speaker":4,"line":"Rover. The original is the original. Comes down to Big Clifford. Yeah, uh, like about big society.","episode":"s02e06","objectID":"206338","edited":false},
{"time":"00:47:49","speaker":3,"line":"You know, I heard you talking about big society, and I can't I couldn't agree more, e I mean the feeling of how much they want from you. And they're just against a lot","episode":"s02e06","objectID":"206339","edited":false},
{"time":"00:47:58","speaker":2,"line":"of people would say that you're a member of big society.","episode":"s02e06","objectID":"206340","edited":false},
{"time":"00:48:01","speaker":3,"line":"I can see that from their perspective. But they certainly don't know what it feels like to be in my translucent skin now, do they? That's true. Do","episode":"s02e06","objectID":"206341","edited":false},
{"time":"00:48:09","speaker":1,"line":"you Would you say","episode":"s02e06","objectID":"206342","edited":false},
{"time":"00:48:10","speaker":2,"line":"that you have influence beyond what we expect","episode":"s02e06","objectID":"206343","edited":false},
{"time":"00:48:13","speaker":3,"line":"in this town or in the world? Oh, my God. Well, yeah. I mean, you were bringing up Oprah before. I know her very well. I know. I mean, any any very well known rich person in the world. I am probably taking some sort of, like leisure trip with,","episode":"s02e06","objectID":"206344","edited":false},
{"time":"00:48:29","speaker":4,"line":"you know, Sanjay Gupta. Oh,","episode":"s02e06","objectID":"206345","edited":false},
{"time":"00:48:32","speaker":2,"line":"my God, I don't Do you have a secret? You've gone on a trip with a lot of rich. Can you give us the script on","episode":"s02e06","objectID":"206346","edited":false},
{"time":"00:48:38","speaker":3,"line":"him? Ice cream? Really? Flavor was really shouldn't Rocky","episode":"s02e06","objectID":"206347","edited":false},
{"time":"00:48:46","speaker":2,"line":"Road. Jim Mocha almond fudge. The Gupta likes. What's the scooper on Anderson Cooper? Yeah. What? What letter? What letter? Pine kind. Natural pine kind. He was trying to keep that secret for a long time. But then","episode":"s02e06","objectID":"206348","edited":false},
{"time":"00:49:14","speaker":1,"line":"super Cooper, Theo, The fact that","episode":"s02e06","objectID":"206349","edited":false},
{"time":"00:49:18","speaker":2,"line":"secrets like that exist in this world something that I have a problem","episode":"s02e06","objectID":"206350","edited":false},
{"time":"00:49:21","speaker":3,"line":"with. Well, we deserve our privacy. Nobody deserves privacy. I don't have privacy so the world","episode":"s02e06","objectID":"206351","edited":false},
{"time":"00:49:27","speaker":2,"line":"doesn't deserve privacy. What's the What's the rumor? Willis. Uh, What is it about? Yeah. Where's Willis's daughter? What's Bruce Wilson's daughter's favorite room? Yeah. Come on. I got","episode":"s02e06","objectID":"206352","edited":false},
{"time":"00:49:41","speaker":4,"line":"my guess. It's just like, Come on, come on. I mean, we've named the top five coolest rich people in the world. You've given us a secret.","episode":"s02e06","objectID":"206353","edited":false},
{"time":"00:49:50","speaker":3,"line":"I'm crossing my fingers. Do not bring a primer to not sorry. So all right, the","episode":"s02e06","objectID":"206354","edited":false},
{"time":"00:49:55","speaker":4,"line":"mud room way dust up your feet. She left she mostly dirty. Climate. God, I like Wow. I much just like us Now. You are a huge celebrity. You obviously have a look. How do you stay so humble? I","episode":"s02e06","objectID":"206355","edited":false},
{"time":"00:50:18","speaker":1,"line":"mean, you're here at the teacher's lounge. Yeah, I work crap.","episode":"s02e06","objectID":"206356","edited":false},
{"time":"00:50:21","speaker":2,"line":"Despite the huge statue of yourself and all of the writings on the bricks here at the school that spell out your donations in terms of how much money? How","episode":"s02e06","objectID":"206357","edited":false},
{"time":"00:50:32","speaker":4,"line":"do you stay so humble?","episode":"s02e06","objectID":"206358","edited":false},
{"time":"00:50:34","speaker":3,"line":"Well, um, a lot of centering a lot of just looking in the mirror, you know? And you got I think it's That's","episode":"s02e06","objectID":"206359","edited":false},
{"time":"00:50:40","speaker":1,"line":"something I would","episode":"s02e06","objectID":"206360","edited":false},
{"time":"00:50:40","speaker":3,"line":"pass along we have","episode":"s02e06","objectID":"206361","edited":false},
{"time":"00:50:41","speaker":2,"line":"ah, mirror mirror on the wall over there with Ruben Studdard with its amazingly crazy But But there is a mirror on the wall over there that has Ruben Studdard clips of Ruben Studdard from American Idol Way. Can't tell if it's really him in there or it's just clips of him from American I We want to see if he'll talk back, but thank you.","episode":"s02e06","objectID":"206362","edited":false},
{"time":"00:51:10","speaker":1,"line":"It seems like","episode":"s02e06","objectID":"206363","edited":false},
{"time":"00:51:10","speaker":3,"line":"he responded to you. Okay, well,","episode":"s02e06","objectID":"206364","edited":false},
{"time":"00:51:13","speaker":2,"line":"yeah, he was. I think it was refunding to the judge. Randall. So you just say mirror, mirror on the wall, the richest of them all. You could kind of say whatever you want. OK, OK, And don't stutter","episode":"s02e06","objectID":"206365","edited":false},
{"time":"00:51:24","speaker":3,"line":"when I get me. My head did it. Mirror mirror on the wall. Who's the richest of them all","episode":"s02e06","objectID":"206366","edited":false},
{"time":"00:51:34","speaker":1,"line":"way? William Hung quickly came","episode":"s02e06","objectID":"206367","edited":false},
{"time":"00:51:40","speaker":4,"line":"up in the mirror. Do","episode":"s02e06","objectID":"206368","edited":false},
{"time":"00:51:41","speaker":1,"line":"you think there's other American Idol","episode":"s02e06","objectID":"206369","edited":false},
{"time":"00:51:43","speaker":4,"line":"people in this trapped in this mirror? Kelly Clarkson","episode":"s02e06","objectID":"206370","edited":false},
{"time":"00:51:45","speaker":2,"line":"can't be in this man.","episode":"s02e06","objectID":"206371","edited":false},
{"time":"00:51:46","speaker":4,"line":"No way. Did you know that was? I think that was Kelly","episode":"s02e06","objectID":"206372","edited":false},
{"time":"00:52:00","speaker":1,"line":"Clarkson. I e. I'll say","episode":"s02e06","objectID":"206373","edited":false},
{"time":"00:52:04","speaker":2,"line":"something and see what she says to me. A mirror mirror on the wall who's the fattest of the mall.","episode":"s02e06","objectID":"206374","edited":false},
{"time":"00:52:09","speaker":1,"line":"We're going for two things. I know her. What these air people sort of","episode":"s02e06","objectID":"206375","edited":false},
{"time":"00:52:18","speaker":4,"line":"associated with American Idol at any stage of their life, it","episode":"s02e06","objectID":"206376","edited":false},
{"time":"00:52:21","speaker":1,"line":"feels lose somebody else","episode":"s02e06","objectID":"206377","edited":false},
{"time":"00:52:23","speaker":4,"line":"to use of the so trade different. Who was that? That was just in glory. Knee screaming Soul train? No. Uh oh, honestly, this is shocking to me. We had this meeting is a miracle season. This mirror was not weird. No. And now it's weird. It's weird. It wasn't weird before. It was really weird. You","episode":"s02e06","objectID":"206378","edited":false},
{"time":"00:52:49","speaker":3,"line":"didn't tell me my answer. But that's","episode":"s02e06","objectID":"206379","edited":false},
{"time":"00:52:51","speaker":2,"line":"OK now, Miss Suds, we're gonna be honest. We asked you here for a reason. Okay? We're in a bit of hot water.","episode":"s02e06","objectID":"206380","edited":false},
{"time":"00:52:58","speaker":3,"line":"Uh, it on me, boys.","episode":"s02e06","objectID":"206381","edited":false},
{"time":"00:53:01","speaker":2,"line":"Well, right now, things air a little tough for all of us for a lot of different reasons. We had made some promises at the beginning of our jobs here. You know, Mr Craigie said he'd bring the track team from worst to first.","episode":"s02e06","objectID":"206382","edited":false},
{"time":"00:53:15","speaker":3,"line":"Yes. Oh, they need that.","episode":"s02e06","objectID":"206383","edited":false},
{"time":"00:53:16","speaker":2,"line":"Mr. Weatherman said he'd fix the mental health of every student together. I said I would bring the track team from worst to first from last too fast And then when I dressed a Jewish addressed a cheat up like a Jewish boy in an attempt to win That was found out on the news. All the coverage of treated men cheat.","episode":"s02e06","objectID":"206384","edited":false},
{"time":"00:53:36","speaker":3,"line":"Of course, I tried to buy Cheetah Man for my own.","episode":"s02e06","objectID":"206385","edited":false},
{"time":"00:53:41","speaker":2,"line":"You did? Yeah. Yeah, beautiful Pat. Well, and it was problematic when it was a Jewish boy, but now that it's a cheetah, you can have and you can have it. Um, I gave in an attempt to my last ditch effort was to give the students and myself stare rides. And now I've turned myself into a bear and all of the students into a bear","episode":"s02e06","objectID":"206386","edited":false},
{"time":"00:54:01","speaker":4,"line":"who ended up in the","episode":"s02e06","objectID":"206387","edited":false},
{"time":"00:54:03","speaker":2,"line":"danger zone after it exploded. And they're just kind of like treading water in the moat as bear half bear, half human. And if you've ever seen a bear tread water, it's sad and funny. Yes. Oh,","episode":"s02e06","objectID":"206388","edited":false},
{"time":"00:54:16","speaker":4,"line":"Mr Weatherman, obviously I'm responsible for the mental health of every student on campus that is 1200 kids and I am failing, it seems is the worst that they get the worst that I get. It seems like we're attached this point, but I will not be defeated. I'm almost to enlightenment again. I feel it.","episode":"s02e06","objectID":"206389","edited":false},
{"time":"00:54:35","speaker":2,"line":"Wow. Yeah. And you know, I of course, Um, Now I'm coming to realize sort of mixed up in a significant drug trafficking ring, potentially the largest of the of its kind with the biggest known drug cartel leader, El Chapo. Um, and quite honestly, I I I feel scared. I told the school I would start a women's studies programs that day. And I could better understand women. And I've never hated women. Maur and I also hate it. I hate a gay man now too, which I didn't before because he stole my ex wife. Run!","episode":"s02e06","objectID":"206390","edited":false},
{"time":"00:55:19","speaker":4,"line":"Wait, Are you so we are? We are?","episode":"s02e06","objectID":"206391","edited":false},
{"time":"00:55:23","speaker":2,"line":"Yeah, to say the least on the precipice of time real quickly, though. You also your pok shop failed. All right, What else? Everything else that happened, This is my polka shop failed. I open another one","episode":"s02e06","objectID":"206392","edited":false},
{"time":"00:55:35","speaker":1,"line":"up. You're doing","episode":"s02e06","objectID":"206393","edited":false},
{"time":"00:55:36","speaker":4,"line":"worse than you're saying.","episode":"s02e06","objectID":"206394","edited":false},
{"time":"00:55:39","speaker":1,"line":"I mean, the floodgates are open. Guy shine.","episode":"s02e06","objectID":"206395","edited":false},
{"time":"00:55:42","speaker":2,"line":"My polka shop failed Irving Magic Johnson beat me in a Kenny versus Penny style prank competition to get cheaper AIDS medication. You one Were you lying? I lied, My ass off. I didn't win a single part of it.","episode":"s02e06","objectID":"206396","edited":false},
{"time":"00:55:56","speaker":4,"line":"You didn't even have aged. You had a baby. I","episode":"s02e06","objectID":"206397","edited":false},
{"time":"00:56:00","speaker":1,"line":"mean, we're all doing that. Levis is in","episode":"s02e06","objectID":"206398","edited":false},
{"time":"00:56:01","speaker":4,"line":"the crap section. I basically created a world war True Hospital.","episode":"s02e06","objectID":"206399","edited":false},
{"time":"00:56:05","speaker":2,"line":"Out! The school is surrounded.","episode":"s02e06","objectID":"206400","edited":false},
{"time":"00:56:08","speaker":1,"line":"Oh, my God!","episode":"s02e06","objectID":"206401","edited":false},
{"time":"00:56:10","speaker":4,"line":"Oh, my God! They're here! Oh, my God! Hey, everyone! Who is that? Who is that? Keep it calm. So Swat Team, what does that stand for? What","episode":"s02e06","objectID":"206402","edited":false},
{"time":"00:56:21","speaker":1,"line":"stupid white asshole team who know hurt their feelings? Wait, What is that Dark with","episode":"s02e06","objectID":"206403","edited":false},
{"time":"00:56:32","speaker":3,"line":"some kind? Oh,","episode":"s02e06","objectID":"206404","edited":false},
{"time":"00:56:32","speaker":1,"line":"no. Shit. It's a trick for us. Okay? Can you call? Yes. Call Oprah. Wait. Come here. Oh, no. Falling off. Somebody's knocking on that door on the floor is that you will trouble me Chop. Oh, he's Could we get in your old","episode":"s02e06","objectID":"206405","edited":false},
{"time":"00:57:00","speaker":4,"line":"chopper? Yes. Each coming that the chopper is coming Eyes","episode":"s02e06","objectID":"206406","edited":false},
{"time":"00:57:08","speaker":1,"line":"Probably not enough time. Should I Just Should we just take my helicopter, Huh? Yes. That's where we get everywhere. Hold on. What? Don't you","episode":"s02e06","objectID":"206407","edited":false},
{"time":"00:57:15","speaker":4,"line":"know something about two helicopters together?","episode":"s02e06","objectID":"206408","edited":false},
{"time":"00:57:19","speaker":1,"line":"What is it? It wasn't there","episode":"s02e06","objectID":"206409","edited":false},
{"time":"00:57:22","speaker":4,"line":"Something from earlier in this thing. This podcast about two helicopters. Oh, I wish I could remember","episode":"s02e06","objectID":"206410","edited":false},
{"time":"00:57:29","speaker":1,"line":"What? You were going to be","episode":"s02e06","objectID":"206411","edited":false},
{"time":"00:57:31","speaker":4,"line":"fine. Just hunker down here in the danger zone we're doing. The office is up to you. You could go with us and be on the of the Lambs with us.","episode":"s02e06","objectID":"206412","edited":false},
{"time":"00:57:39","speaker":1,"line":"All of the surrender. Right way. Are we gonna be on the lam too? Okay. I know","episode":"s02e06","objectID":"206413","edited":false},
{"time":"00:57:48","speaker":4,"line":"you talked this lamb. Let's get out of this lab. You don't have to do","episode":"s02e06","objectID":"206414","edited":false},
{"time":"00:57:51","speaker":3,"line":"anything you don't know. I feel very connected","episode":"s02e06","objectID":"206415","edited":false},
{"time":"00:57:54","speaker":1,"line":"to you guys. And I'm with you. I'm with you. I'm with you. It's okay. Besides, your is translucent and his divorces, I I hear on bended elbow. He's down on his elbow. You,","episode":"s02e06","objectID":"206416","edited":false},
{"time":"00:58:10","speaker":4,"line":"Maybe this. Hold it. Before we do that,","episode":"s02e06","objectID":"206417","edited":false},
{"time":"00:58:17","speaker":2,"line":"we need to crank the heat in here. We need to crank the heat in here, and we","episode":"s02e06","objectID":"206418","edited":false},
{"time":"00:58:19","speaker":4,"line":"know Rondo's. Okay,","episode":"s02e06","objectID":"206419","edited":false},
{"time":"00:58:21","speaker":0,"line":"Seal the windows, make sure it's really hot, and you're gonna blow the roof on this place because you gotta get outta here. Wait","episode":"s02e06","objectID":"206420","edited":false},
{"time":"00:58:26","speaker":4,"line":"a second. Really. Smells like gas came in when I turned up the heat. Okay. I might have just been me. I might have parted. I was","episode":"s02e06","objectID":"206421","edited":false},
{"time":"00:58:33","speaker":1,"line":"excited. You do me the favor of making me the most spiteful man, are you? Wait, it's","episode":"s02e06","objectID":"206422","edited":false},
{"time":"00:58:56","speaker":4,"line":"okay. Listen. Cycles in the way. We do the jumping in the tunnel.","episode":"s02e06","objectID":"206423","edited":false},
{"time":"00:59:01","speaker":1,"line":"Do we have choppers? Do we have? Do we have a total recipe? It has already been cooked. Okay, wait. Let's get let's get on this lamp thing. This place rigged to blow luv all over again. Everybody in the way. The Broncos. I know we were digging the way double. You wait in here while you're down there because the Bronco's there. I just You know the way. Well, the juice on the way. Yes. We get a ride. Yeah, I think we're ready to roll. Let's roll. Everybody listen, a lot of mix Half of this season, you will recite for everything. I'm care. I'm turning into","episode":"s02e06","objectID":"206424","edited":false},
{"time":"01:00:00","speaker":4,"line":"What the hell's happening to me? What the hell's going to be","episode":"s02e06","objectID":"206425","edited":false},
{"time":"01:00:03","speaker":1,"line":"handed down through this trip? These talking hours turned on Alex Jones. So now everybody, when they tell you that we did this when you live with this fall and it was pottery school and it was one of the writ small. It was gravy small. It was so loud way All I got to say is build crazy for Phil Spector Way brother Crazy gravy for the pool of crazy for them And Mendez brothers feel like there's really no need for Tony Robbins Dio John, Bob, I'm coming for you. Way be dragged out of this car way weather and out. Wait, stop the wrong way.","episode":"s02e06","objectID":"206426","edited":false},
{"time":"01:01:25","speaker":4,"line":"Gonna leave without weatherman. Somebody's got to go through","episode":"s02e06","objectID":"206427","edited":false},
{"time":"01:01:28","speaker":1,"line":"this is like Armageddon. Leave me. No, no. You know what? You're a two ton bear. Way to go. You can fit Bobbitt both of unending brothers and sweet. Are these killers still listening? Rewind six minutes and turn your volume down way. Don't know how this is gonna go way. Don't know if we're ever gonna be able to come back for this. But there's one","episode":"s02e06","objectID":"206428","edited":false},
{"time":"01:02:06","speaker":4,"line":"piece of information that everyone listening to this needs to know. And that is until next time","episode":"s02e06","objectID":"206429","edited":false},
{"time":"01:02:37","speaker":0,"line":"way, Ro","episode":"s02e06","objectID":"206430","edited":false}]
