[{"time":"00:00:04","speaker":0,"line":"and Carl Bto. Let's show.","episode":"s02e01","objectID":"2010","edited":false},
{"time":"00:00:31","speaker":1,"line":"It's very cold in here. Sorry. I thought this is a really Are those those are not Those walls aren't insulated. No, no, no. This Ah, you could say this is Ah, makeshift. Yeah, Makeshift studio. You said you said it was. I told studio quality studio quality. I mean the mikes. I mean, listen to that. Listen to that.","episode":"s02e01","objectID":"2011","edited":false},
{"time":"00:00:51","speaker":2,"line":"Mike's do sound good, but there are animals in here. I mean, one of these walls feels like a piece of plastic. Like you're in a two room tent. You know, it's not really","episode":"s02e01","objectID":"2012","edited":false},
{"time":"00:01:00","speaker":1,"line":"I mean hey, guys, you can't. You You saw you were walking into the woods. You saw You're walking in the woods. Okay, I did the best. We did hike up here. Yeah, but","episode":"s02e01","objectID":"2013","edited":false},
{"time":"00:01:10","speaker":2,"line":"it is secluded, so I don't hear a lot of traffic or anything. That's","episode":"s02e01","objectID":"2014","edited":false},
{"time":"00:01:13","speaker":1,"line":"good. I'll stay far away. I thought you were gonna kind of like","episode":"s02e01","objectID":"2015","edited":false},
{"time":"00:01:17","speaker":4,"line":"my car alarms. Been a little finicky, so it might go on and off.","episode":"s02e01","objectID":"2016","edited":false},
{"time":"00:01:21","speaker":1,"line":"Okay. Okay. Oh, judge, that happens. It's when you drove up here to pick us up. It was on while you were driving. You guys could hear? Yes. Yeah, well,","episode":"s02e01","objectID":"2017","edited":false},
{"time":"00:01:32","speaker":2,"line":"it was on the whole time we were driving here. Gaby, while we're going down the street. Yeah, I mean, people didn't get out of our way, which was nice. I guess no one will break into your car if the car alarm is always on. That was my theory also. I mean, I guess you could","episode":"s02e01","objectID":"2018","edited":false},
{"time":"00:01:48","speaker":1,"line":"technically say that the vehicle you are driving is an ambulance","episode":"s02e01","objectID":"2019","edited":false},
{"time":"00:01:51","speaker":2,"line":"way. Yeah, really buried the lead on that. It's not a car alarm at all. You are currently","episode":"s02e01","objectID":"20110","edited":false},
{"time":"00:01:57","speaker":1,"line":"driving an old ambulance from the seventies that the siren is always on.","episode":"s02e01","objectID":"20111","edited":false},
{"time":"00:02:01","speaker":4,"line":"Yeah, and people move out of my way. And you know, the alarm, as I call it, is always on","episode":"s02e01","objectID":"20112","edited":false},
{"time":"00:02:07","speaker":2,"line":"and correct me if I'm wrong, but there's somebody being worked on in the back of that ambulance.","episode":"s02e01","objectID":"20113","edited":false},
{"time":"00:02:15","speaker":4,"line":"I'm afraid I don't Can't correct you on that one. Yeah, there's Ah, someone was picked up for a burst plane. Yeah, Lap band. We're slap bang bang s. So they're kind of being worked on back there. So that's why I had to drive so slowly.","episode":"s02e01","objectID":"20114","edited":false},
{"time":"00:02:33","speaker":2,"line":"That's why it was so cheap. Yes, there's It's an active emergency","episode":"s02e01","objectID":"20115","edited":false},
{"time":"00:02:37","speaker":1,"line":"room in the back of it.","episode":"s02e01","objectID":"20116","edited":false},
{"time":"00:02:38","speaker":4,"line":"Yeah, well, I bought so many lemons I wasn't going to have this time so well.","episode":"s02e01","objectID":"20117","edited":false},
{"time":"00:02:44","speaker":2,"line":"A lot of buying a limit as the guards not you bought actual lemons.","episode":"s02e01","objectID":"20118","edited":false},
{"time":"00:02:50","speaker":4,"line":"That's right. I went to a Toyota of Hollywood on. I ended up leaving. I think I I did 10 grand down, 35% a PR Oh my God! And I left with a sack alive.","episode":"s02e01","objectID":"20119","edited":false},
{"time":"00:03:09","speaker":2,"line":"Well, you got had their glad you got out of that. You're in and let's see, Let's wait for the research","episode":"s02e01","objectID":"20120","edited":false},
{"time":"00:03:15","speaker":1,"line":"guys we've been recording. We are recording. That is right, Everybody welcome to the Teacher's Lounge. The first, best and only podcast pertained issues for the Hamilton High School community. I am well, ex biology teacher Howard Levis joined, as always by my three colleagues. Guys, introduce yourself.","episode":"s02e01","objectID":"20121","edited":false},
{"time":"00:03:39","speaker":2,"line":"Hello, I'm Bill Crave E. Now I'm back to being Bill crave E Sam weatherman here doing great feeling good, just trying to share the happiness everybody. Oh,","episode":"s02e01","objectID":"20122","edited":false},
{"time":"00:03:49","speaker":1,"line":"that's good. That's good. X theater teacher Todd Padre. That's right, guys, of course, you guys are all familiar with story. Last season, we sort","episode":"s02e01","objectID":"20123","edited":false},
{"time":"00:03:59","speaker":2,"line":"of all saw fall from grace. Pretty classic story, uh, teachers accidentally, with the help of a student set off a dirty bomb at prom and then escape in O J Simpson's Bronco asic story story. As you all know, I was ah, pretending I got fired last season as the basketball coach, So I came back. Addressed is a woman named Bethany Hart. Ah, and was the lunch lady for a while, I started taking Ah! Ah. Well, what I thought was estrogen pills to convince the school that I was actually a woman to really go in deep in the character I was taking ostrich in, um, and it did turn me into a human ostrich hybrid. Um, female female ostrich eso. Ever since we ah, yeah. Ever since we left left the school or were fired, Um, I have been living as an ostrich on, and I went to ah, kind of went to Australia to get back to my roots, um, and live with ostriches for a while. It was ah, really met. You know, I felt like I met my people","episode":"s02e01","objectID":"20124","edited":false},
{"time":"00:05:17","speaker":4,"line":"before that we should say, speaking the lemons. OJ's car did not get us very far. A C. Let's just say his driving is not aged. Well, over time, he was going even slower, going even slower than he was in the chase s o. We got pulled over pretty quick, but luckily, we exercised our right to a speedy trial way. Had one of the fastest trials in history.","episode":"s02e01","objectID":"20125","edited":false},
{"time":"00:05:42","speaker":3,"line":"What did it","episode":"s02e01","objectID":"20126","edited":false},
{"time":"00:05:43","speaker":2,"line":"clock in at our trial, Will I believe before under four under four, under four minutes. Our","episode":"s02e01","objectID":"20127","edited":false},
{"time":"00:05:50","speaker":1,"line":"trial? Yeah, that's from booking to sentencing. We went to the police station. We said we'd like a speedy trial. They got it done that day. That instant, you could say, uh, you know, we're all in various forms of parole or probation, but we all escaped jail time. Um, but yes. So that's good. You know, we're, ah, obviously bummed that we can't be at the school anymore, But, you know, we're making the best of our time these days. A CZ you guys know, after my mayoral campaign fell apart and I was embroiled in scandal. Uh, I really went through a period of soul searching. You guys were along for that ride, huh? And you know, it changed me as a man. I grew thio Respect myself a little bit more and stayed away from the sort of vices that once controlled me was","episode":"s02e01","objectID":"20128","edited":false},
{"time":"00:06:39","speaker":4,"line":"civically sending women pictures of Anthony's Wiener.","episode":"s02e01","objectID":"20129","edited":false},
{"time":"00:06:41","speaker":1,"line":"That's right. Well, I'll tell you what, guys. I deleted Anthony's weiner from my phone leading the foot. I deleted the photo.","episode":"s02e01","objectID":"20130","edited":false},
{"time":"00:06:49","speaker":2,"line":"I see it in I'm looking at your phone here and I can see it in the recently deleted. And you didn't It's still there","episode":"s02e01","objectID":"20131","edited":false},
{"time":"00:06:56","speaker":1,"line":"s So you're saying I need to permanently. You","episode":"s02e01","objectID":"20132","edited":false},
{"time":"00:06:58","speaker":2,"line":"gotta get it out of the recently deleted file","episode":"s02e01","objectID":"20133","edited":false},
{"time":"00:07:00","speaker":1,"line":"because you can easily just get it and, you know, basically changes. They say They say baby steps is the good thing, right?","episode":"s02e01","objectID":"20134","edited":false},
{"time":"00:07:05","speaker":2,"line":"Well, I'm actually scrolling through our shared photo driving. It's in here, too. It seems like you've duplicated this. It","episode":"s02e01","objectID":"20135","edited":false},
{"time":"00:07:11","speaker":1,"line":"Hey, it's not. It's no longer at the drop of a finger. You know what I mean? There's","episode":"s02e01","objectID":"20136","edited":false},
{"time":"00:07:15","speaker":2,"line":"a will take you about","episode":"s02e01","objectID":"20137","edited":false},
{"time":"00:07:16","speaker":1,"line":"20 seconds to get to it. And that's I mean, honestly, I feel like those 20 seconds. That's 20 seconds of debate in my mind, and that's really fall down on the side of not posting it. That's true. But anyway, you know it's giving me this whole soul searching thing is really giving me some time to find my passion again. Which you guys didn't really know me when I was a writer. But I had a really popular blogger and college on, and I started blogging again. So, uh, good, Yeah. You know, just I'm hoping to break a scandal or two of my own, You know what I mean?","episode":"s02e01","objectID":"20138","edited":false},
{"time":"00:07:45","speaker":2,"line":"That's great. This is a block where you bust people.","episode":"s02e01","objectID":"20139","edited":false},
{"time":"00:07:48","speaker":1,"line":"Yeah, it's called bus. Did, uh,","episode":"s02e01","objectID":"20140","edited":false},
{"time":"00:07:52","speaker":4,"line":"you blowing the","episode":"s02e01","objectID":"20141","edited":false},
{"time":"00:07:52","speaker":1,"line":"whistle on my book? Oh, that's Ah, that's simple. Uh, I'm blowing the whistle on expiration dates at the local grocery store.","episode":"s02e01","objectID":"20142","edited":false},
{"time":"00:08:00","speaker":2,"line":"So you think stuff lasts longer than it? It is listed. Yeah. Yeah. You looks honestly. You're drinking some milk right now. That does look chunky. It looks bad. That's that's bad milk. You shouldn't drink that.","episode":"s02e01","objectID":"20143","edited":false},
{"time":"00:08:15","speaker":1,"line":"A man. What doesn't kill you makes you stronger. That's what","episode":"s02e01","objectID":"20144","edited":false},
{"time":"00:08:18","speaker":2,"line":"scientists have proven. That's not true. No, that's that is not","episode":"s02e01","objectID":"20145","edited":false},
{"time":"00:08:21","speaker":1,"line":"true. Well, that's not because","episode":"s02e01","objectID":"20146","edited":false},
{"time":"00:08:22","speaker":2,"line":"it doesn't kill you. It can make you sick for a week. Well, but you know what? Your physical health may have gone down a little bit because of all the dangerous things you're eating. But I'm really glad to see that your mental health is up. You seem like a happier person. Hey, Morning.","episode":"s02e01","objectID":"20147","edited":false},
{"time":"00:08:37","speaker":1,"line":"I'll tell you this. It's partially because of that audio book you made for me.","episode":"s02e01","objectID":"20148","edited":false},
{"time":"00:08:40","speaker":2,"line":"Thank you very much. Yeah, It took me a while to record all that","episode":"s02e01","objectID":"20149","edited":false},
{"time":"00:08:43","speaker":4,"line":"a private out here book.","episode":"s02e01","objectID":"20150","edited":false},
{"time":"00:08:44","speaker":2,"line":"Yeah. I mean, I made a one personality, a book about motivation and, you know, affirmations think so. It's a personal it say you It's kind of like a therapy session for one person, or it's","episode":"s02e01","objectID":"20151","edited":false},
{"time":"00:08:55","speaker":0,"line":"it's kind of","episode":"s02e01","objectID":"20152","edited":false},
{"time":"00:08:55","speaker":2,"line":"my, uh my new undertaking. You know, my, uh, my limo business went down in a fiery blaze literally. And I just needed something else. And much like Mr Levis here, I had to find what my next step Waas. You know, I was lost. I didn't know where to go. I didn't know who to turn to, so I just got quiet. And you were downtown, right? Yeah. I was really quiet in","episode":"s02e01","objectID":"20153","edited":false},
{"time":"00:09:18","speaker":1,"line":"a busy downtown street and nowhere to go. You were","episode":"s02e01","objectID":"20154","edited":false},
{"time":"00:09:20","speaker":2,"line":"lost. Exactly. Exactly. And I said, I gotta help myself. I gotta help other people and through helping either? A lot? Yes, exactly. Through sharing my experience, I've found that everybody has tough experiences. Yeah, because most of these motivational speakers you hear about they have, ah, pretty interesting past themselves, which gives them a unique perspective in order to help people. Yeah, I went to a lot of seminars and talked to a lot of motivational speakers and found that, you know, that's what makes a good motivational speaker is having a crazy pass on, so you kind of forced it. Well, I didn't force that. I just said that. Like, Well, this is here. Make lemons out of lemonade. I see. You know, if you really talk to Tony Robbins and hear about what? His story did you talk to him? Almost. Okay. How close did you get? 200 feet away, but okay. Yeah, that's not very close. Well, that sounds like","episode":"s02e01","objectID":"20155","edited":false},
{"time":"00:10:08","speaker":4,"line":"a very exact number that you had.","episode":"s02e01","objectID":"20156","edited":false},
{"time":"00:10:10","speaker":2,"line":"It does sound like that. Is there a restraining order with you and Tony? You","episode":"s02e01","objectID":"20157","edited":false},
{"time":"00:10:16","speaker":1,"line":"okay? I was going to say you either say it or I'm alright. Bust. You","episode":"s02e01","objectID":"20158","edited":false},
{"time":"00:10:19","speaker":2,"line":"okay? Well, that's fair. And I'm proud of your progress. What are you talking about busting him on the restraining order Or that V eight. He's drinking? Both. Maybe. Well, yeah. I'm making two mistakes here. I'm drinking a fresh V eight and lying about my restraining order.","episode":"s02e01","objectID":"20159","edited":false},
{"time":"00:10:32","speaker":4,"line":"Tony Robbins, will you do a lot of the same stuff Tony Robbins does? You kind of scream and scream at and intimidate weak people. But you don't do the part afterwards where you try to build them back up, right?","episode":"s02e01","objectID":"20160","edited":false},
{"time":"00:10:42","speaker":2,"line":"Right. I'm not into the whole poster board thing He does. You know, it makes everybody right down there lessons on big poster boards and shared each other. I'm more into the visceral screaming and the physical intimidation because you need to be shaken to your core. Yeah, breaking down your roast comic. That's not clever. Yes, they call me the unfunny Jeff Ross. Absolutely, Uh, my one client. Okay, May. So you've got him un","episode":"s02e01","objectID":"20161","edited":false},
{"time":"00:11:09","speaker":1,"line":"funny, Jeff. Yeah, I did. But hey, I'll tell you what. He brought me down to my pieces and left me to put him","episode":"s02e01","objectID":"20162","edited":false},
{"time":"00:11:13","speaker":4,"line":"back. I tore him apart. Left alone. Self help is a $1,000,000,000 industry, and I'm glad you're not doing it for the money","episode":"s02e01","objectID":"20163","edited":false},
{"time":"00:11:20","speaker":2,"line":"Yes. Well, not yet. Not yet. Not yet. I've been trying to,","episode":"s02e01","objectID":"20164","edited":false},
{"time":"00:11:23","speaker":3,"line":"but you know, we'll see. Yeah. Yeah, Who?","episode":"s02e01","objectID":"20165","edited":false},
{"time":"00:11:27","speaker":4,"line":"Speaking of looking inward, I had some doctors check out. If you remember, in the last episode I had given myself AIDS to make people come to my play. I do remember that on. Luckily, if you remember from the last episode, I'm good, good, good, good friends with Martin Shkreli. Yeah, And he was able to get me the the Cure for AIDS for $3 under market price.","episode":"s02e01","objectID":"20166","edited":false},
{"time":"00:11:54","speaker":2,"line":"And he charges a lot.","episode":"s02e01","objectID":"20167","edited":false},
{"time":"00:11:55","speaker":4,"line":"Yeah. Yeah, well, to some, uh,","episode":"s02e01","objectID":"20168","edited":false},
{"time":"00:11:58","speaker":2,"line":"so is it true that he has the cure? It aids, and he's holding on to it. That's","episode":"s02e01","objectID":"20169","edited":false},
{"time":"00:12:02","speaker":4,"line":"true. He bought it in an auction room. Tang clan auctioned off security aides,","episode":"s02e01","objectID":"20170","edited":false},
{"time":"00:12:09","speaker":2,"line":"and they're only gonna let him use it. What is","episode":"s02e01","objectID":"20171","edited":false},
{"time":"00:12:10","speaker":4,"line":"right? What's that? And you can only use it on one person and wow. Yeah,","episode":"s02e01","objectID":"20172","edited":false},
{"time":"00:12:15","speaker":2,"line":"that's good for you, man.","episode":"s02e01","objectID":"20173","edited":false},
{"time":"00:12:16","speaker":4,"line":"I'm right now. I'm jockeying for position with Irving Magic Johnson,","episode":"s02e01","objectID":"20174","edited":false},
{"time":"00:12:22","speaker":2,"line":"right? And that's what's the competition like","episode":"s02e01","objectID":"20175","edited":false},
{"time":"00:12:24","speaker":1,"line":"for that? Yeah, like, uh,","episode":"s02e01","objectID":"20176","edited":false},
{"time":"00:12:25","speaker":2,"line":"you guys do physical contests or is it like, a very childish, cynical You run the show, Kenny versus spending. It's essentially that. I mean, just I barely remember. Most of it. I remember, is the two names? Well, it's two","episode":"s02e01","objectID":"20177","edited":false},
{"time":"00:12:46","speaker":4,"line":"friends putting each other through whatever kind of wacky. You know, bro, A physical competitions, they can go through that kind of surprising each of you","episode":"s02e01","objectID":"20178","edited":false},
{"time":"00:12:53","speaker":2,"line":"and magic or having a prank battle magic. Sort of icing each other and","episode":"s02e01","objectID":"20179","edited":false},
{"time":"00:12:57","speaker":4,"line":"yeah. Oh, he ice to make good the other day, I had to drink. Well,","episode":"s02e01","objectID":"20180","edited":false},
{"time":"00:13:05","speaker":2,"line":"that that trend is 10 years old. Magic Johnson. You had to drink us men off it for a M on icing is when you What? What is that?","episode":"s02e01","objectID":"20181","edited":false},
{"time":"00:13:20","speaker":4,"line":"You present somebody with the Smirnoff ice, and they have","episode":"s02e01","objectID":"20182","edited":false},
{"time":"00:13:23","speaker":1,"line":"they have to drink.","episode":"s02e01","objectID":"20183","edited":false},
{"time":"00:13:25","speaker":2,"line":"So he came into your house,","episode":"s02e01","objectID":"20184","edited":false},
{"time":"00:13:26","speaker":4,"line":"woke you up? Yeah. Yeah. You imagine waking up and Magic Johnson standing over your bed? You know, on your like, that's a tall man on. He says you have to wake up. Something awful happened to your family. And so I'm horrified, Right? And come downstairs. You have to follow me and you. But you don't have a family. No, not currently. I do have on ex wife right multiples on. I consider them family still right, But s. So I assumed he meant one of them. And so I'll horrified, right? He takes me outside, and he has just put a Smirnoff ice on top of my ambulance. Is that why did you have to do the whole family thing? You could have just held one in front of me. Yeah, and he said Gotcha. I'm getting that cure, baby.","episode":"s02e01","objectID":"20185","edited":false},
{"time":"00:14:20","speaker":2,"line":"So? So to get this straight. Whoever wins the prank war gets the cure aids that Martin Shkreli. Oh, as $3 below market price.","episode":"s02e01","objectID":"20186","edited":false},
{"time":"00:14:29","speaker":4,"line":"Well, yes, that's correct. How did Wu Tang have the cure? I think it was sometime around.","episode":"s02e01","objectID":"20187","edited":false},
{"time":"00:14:38","speaker":2,"line":"God, those guys can do anything. Can't.","episode":"s02e01","objectID":"20188","edited":false},
{"time":"00:14:40","speaker":4,"line":"It was It was after od Bey's death. I do remember that timeline because they also had the cure for drug addiction. Didn't give it to him. And I remember talking to them. They regretted it.","episode":"s02e01","objectID":"20189","edited":false},
{"time":"00:14:53","speaker":2,"line":"Wait. So you're friends with Lieutenant clan as","episode":"s02e01","objectID":"20190","edited":false},
{"time":"00:14:55","speaker":4,"line":"well? It's a tenuous friendship. Yeah, right, but yeah, we do have a lot in common s. Oh, yeah. Anyway, I'm fighting for the cure. I'm feeling good. You","episode":"s02e01","objectID":"20191","edited":false},
{"time":"00:15:08","speaker":2,"line":"are writing again, right? You're writing a new play.","episode":"s02e01","objectID":"20192","edited":false},
{"time":"00:15:10","speaker":4,"line":"Yeah, well, I'm writing a book. I wrote so much about myself. Yeah, you know, And it wasn't working right. So I decided to start trying to write about others. What I see in the world, maybe I'm more of a I can't look inward. I can look out work. So this is this is a play called your fault. It's kind of","episode":"s02e01","objectID":"20193","edited":false},
{"time":"00:15:29","speaker":2,"line":"I'm assuming this is maybe about one of your ex wives.","episode":"s02e01","objectID":"20194","edited":false},
{"time":"00:15:33","speaker":4,"line":"Yeah, Good assumption. Uh, what's","episode":"s02e01","objectID":"20195","edited":false},
{"time":"00:15:37","speaker":2,"line":"that? What's the tone and voice of this thing is it's sort of like a Seinfeld. Is it funny?","episode":"s02e01","objectID":"20196","edited":false},
{"time":"00:15:45","speaker":4,"line":"I would say it's got. It's got elements of Seinfeld. Absolutely. If we're talking theater, it's got elements of Seinfeld on. Guy would say Seinfeld meets Albie. It is","episode":"s02e01","objectID":"20197","edited":false},
{"time":"00:15:56","speaker":2,"line":"a little absurd. I see a little eyes. This a page from","episode":"s02e01","objectID":"20198","edited":false},
{"time":"00:15:59","speaker":1,"line":"it, coming out of your briefcase here,","episode":"s02e01","objectID":"20199","edited":false},
{"time":"00:16:01","speaker":4,"line":"Euro. You saw my briefcase. A huge insulating. You displayed it. You've","episode":"s02e01","objectID":"201100","edited":false},
{"time":"00:16:08","speaker":2,"line":"never used to carry a briefcase. And there's a briefcase on the table here with so many papers. Got so much paperwork. I do see it says, um, it says here you're a bitch. And then in the stage directions. It says Big laugh from audience. That's right. Um, let me see this. Are you gonna is the","episode":"s02e01","objectID":"201101","edited":false},
{"time":"00:16:33","speaker":1,"line":"audience yet again? Members of the cast of your play.","episode":"s02e01","objectID":"201102","edited":false},
{"time":"00:16:37","speaker":4,"line":"Yeah, well, I'm casting audience right now. We're kind of workshopping the audience role so it could change. It could shift over time. That's the beauty of theater. But right now it's I'm casting about 75 people because I'm doing it in an under 99 seat theater so that I don't have to say you don't want to have a quite packed Yeah, only about 14 open seats that I'll tape off her industry. And yes, So the first line of the play is you're a bitch. Huge laughs on. That's a word that I don't use lightly. You know what I mean? If I'm using it, it's because I mean it right on dso the plate kind of goes from there, and it's all about my my wife leaving me for a 17 year old stunning basketball player who ended up roasting me in the middle of that","episode":"s02e01","objectID":"201103","edited":false},
{"time":"00:17:28","speaker":2,"line":"now standing. Is that her words or yours?","episode":"s02e01","objectID":"201104","edited":false},
{"time":"00:17:30","speaker":4,"line":"Mine. This kid's beautiful, his 18. Now I'm so they're married they did tie the knot. That was you were wanting to be a and you went right. Yeah, I went. I catered the wedding, which I thought would give me closure, Right. But unfortunately, it was a wide open wound to be there.","episode":"s02e01","objectID":"201105","edited":false},
{"time":"00:17:52","speaker":2,"line":"And you don't cook, right?","episode":"s02e01","objectID":"201106","edited":false},
{"time":"00:17:54","speaker":4,"line":"No. No. So that's why the menu is all sushi. Tartars","episode":"s02e01","objectID":"201107","edited":false},
{"time":"00:18:01","speaker":2,"line":"sushi tartar eyes is. But","episode":"s02e01","objectID":"201108","edited":false},
{"time":"00:18:05","speaker":4,"line":"I did sushi tartar style on That was the menu. And a lot of people got sick on guy","episode":"s02e01","objectID":"201109","edited":false},
{"time":"00:18:13","speaker":2,"line":"you are using, like, sushi type, but you're using the wrong kind of fish that has to be refrigerated and","episode":"s02e01","objectID":"201110","edited":false},
{"time":"00:18:17","speaker":4,"line":"cooked. And I was using old trout.","episode":"s02e01","objectID":"201111","edited":false},
{"time":"00:18:23","speaker":2,"line":"What was the age on that","episode":"s02e01","objectID":"201112","edited":false},
{"time":"00:18:24","speaker":4,"line":"trap? Oh, it was a well aged out. Are you gonna blow the whistle?","episode":"s02e01","objectID":"201113","edited":false},
{"time":"00:18:27","speaker":1,"line":"As I say, I was going to say anything over two years old time. Don't touch. Don't touch. Two years. Is the expiration","episode":"s02e01","objectID":"201114","edited":false},
{"time":"00:18:35","speaker":4,"line":"too long? Well, this one was too old then. Um, this,","episode":"s02e01","objectID":"201115","edited":false},
{"time":"00:18:41","speaker":2,"line":"You know, can I just say I'm proud of all of us? We're all moving on. We're sort of getting our bearings again. And, you know, I think we all share this This idea. We're going to get back to where we were. Yeah, we We, uh we do. We don't currently have our jobs after the trial, the very public but speedy trial we were all, of course, let go because Stephanie aids, uh, let off a dirty bomb it prom. And we were accomplices, of course, because we were","episode":"s02e01","objectID":"201116","edited":false},
{"time":"00:19:10","speaker":1,"line":"wrapped up in it, you know, we were, you know, hanging out with her before she set it","episode":"s02e01","objectID":"201117","edited":false},
{"time":"00:19:14","speaker":4,"line":"off. But, you know, it's beautiful about America. Said it before second chances.","episode":"s02e01","objectID":"201118","edited":false},
{"time":"00:19:18","speaker":1,"line":"Yes, yes, that's right. And that's what we're all looking for. You know, we've spent the last what months? Months now,","episode":"s02e01","objectID":"201119","edited":false},
{"time":"00:19:24","speaker":3,"line":"But the last months, I","episode":"s02e01","objectID":"201120","edited":false},
{"time":"00:19:26","speaker":1,"line":"mean, getting our lives back together, you know, we weigh all have, you know, part time jobs now, which were working at.","episode":"s02e01","objectID":"201121","edited":false},
{"time":"00:19:30","speaker":2,"line":"We've all got making low stirs of Mel Gibson on our walls because he got a second chance in Hollywood after his outburst. And we want to get our second. Yeah, we've made mistakes. And ugly outburst was not totally anti Semitic.","episode":"s02e01","objectID":"201122","edited":false},
{"time":"00:19:44","speaker":4,"line":"No, almost not at all. Yeah. I mean, sure, we called some cops sugar tits when we were drunk, But","episode":"s02e01","objectID":"201123","edited":false},
{"time":"00:19:51","speaker":2,"line":"you said we it","episode":"s02e01","objectID":"201124","edited":false},
{"time":"00:19:52","speaker":1,"line":"was only Utah.","episode":"s02e01","objectID":"201125","edited":false},
{"time":"00:19:54","speaker":4,"line":"Yeah, but yeah, I was in the Royal. We there. But I meant it as a compliment, just like my man Mel did. Okay, it's an Australian complimented. You know that? Well, Bill craving","episode":"s02e01","objectID":"201126","edited":false},
{"time":"00:20:04","speaker":2,"line":"I d'oh, ay dio I just You know, I've been back from Australia for about a month. They air a lot lax there on hormone therapy. So when I was, um, weaning myself off of ostrich in and getting you get addicted, right? Oh, you are very addicted to It's got a high, like you would not believe when you inject that ostrich in in you, you just cluck and stick your head in the ground, and you feel so good. Yeah. I was living with a family of ostriches. Um, it really was great, but it was time to get back to society. So I was taken, um, some testosterone and human growth hormone. So you can see now I lost all my hair, but you can see I'm wearing a good, pretty good rug. As good, right? It was a beautiful rose. Can you see the line? Yeah, it seems. Are you guys got some mixed reviews in here about my new hair.","episode":"s02e01","objectID":"201127","edited":false},
{"time":"00:20:57","speaker":4,"line":"You know, it looks beautiful. We can also see the scene. I'll","episode":"s02e01","objectID":"201128","edited":false},
{"time":"00:21:00","speaker":1,"line":"say this, You know, it would make those seems look a little less pronounced. Is if you didn't use quite so much glue and you didn't let it sneak out of the edges.","episode":"s02e01","objectID":"201129","edited":false},
{"time":"00:21:05","speaker":2,"line":"I say numbers. This is This is Elmer's and a purple glue stick. I'm using Thio. Keep my rug on. Um but But we're all back and we have got a plan. Exactly. We have got a plan to get back to the school because we are going to get rehired at Hamilton High, and we all know how we're gonna do","episode":"s02e01","objectID":"201130","edited":false},
{"time":"00:21:25","speaker":1,"line":"it. We sent you. We sent an e mail into the school. Ah, last week on, you know, said we'd love a second chance. We'd love a chance to sit down with anybody and everybody. Who here on case? Yeah, we haven't quite heard back yet. We got our fingers crossed that we're gonna get a chance to sit down with somebody sometime later this week and plead our case because, you know, we all think that ah were made for that job. That's the job we love. That's the job we want, but we're perfectly happy to just bide our time. Doing good in other ways. Now we","episode":"s02e01","objectID":"201131","edited":false},
{"time":"00:21:53","speaker":2,"line":"may be Why we haven't heard back is our email we drafted. Probably looks a lot like spam. Um, the subject line was alternating caps. Do you need a bigger dick? What is this sarcastic question? Don't hire a big dick to work at the school. High rise. Nice guy. Need","episode":"s02e01","objectID":"201132","edited":false},
{"time":"00:22:14","speaker":4,"line":"a bigger dick, and then we answer the first time.","episode":"s02e01","objectID":"201133","edited":false},
{"time":"00:22:17","speaker":0,"line":"I","episode":"s02e01","objectID":"201134","edited":false},
{"time":"00:22:17","speaker":4,"line":"know you need four good guys coming in and working for Exactly.","episode":"s02e01","objectID":"201135","edited":false},
{"time":"00:22:22","speaker":0,"line":"And I think I think","episode":"s02e01","objectID":"201136","edited":false},
{"time":"00:22:22","speaker":2,"line":"the message is clear. We've all died as teachers and we're ready to be reborn. Yes, all of that old","episode":"s02e01","objectID":"201137","edited":false},
{"time":"00:22:28","speaker":1,"line":"stuff is done. Yeah, we're not going to do We're not gonna We're not gonna sort of, ah, fall into the trappings of the lives we lead before that speedy trial. Really? Ah. Was ah, come to Jesus moment for us.","episode":"s02e01","objectID":"201138","edited":false},
{"time":"00:22:40","speaker":2,"line":"I'm not gonna try toe drive anyone in a fiery death to prom or whatever. I'm trying to simply push them through motivation to a burning desire that they have, right? Yes.","episode":"s02e01","objectID":"201139","edited":false},
{"time":"00:22:57","speaker":4,"line":"And if you want, you can go on YouTube. You can watch your tasteful, tasteless apology video, which I think we'll get everybody on our side, you know?","episode":"s02e01","objectID":"201140","edited":false},
{"time":"00:23:08","speaker":2,"line":"Yes. And and I feel I do think that our apology video that we made, um, does right up top, read a little bit like porn. There's a pizza delivery guy Really stunted. Well, Tony, Robin, Tony Robbins says that you just gotta cut through those feelings. Yes. You've got to do something bold and intense and fuck you right in your face so that you can just feel what's really there. Yeah, Yeah. He comes into the anybody order a sausage pizza, he starts to get undressed. Then we pop out on We say we're sorry in the video ends? Well, yeah, it ends eventually. Yeah,","episode":"s02e01","objectID":"201141","edited":false},
{"time":"00:23:45","speaker":4,"line":"a lot of And you might argue that we jumped into a porn set. Said we're sorry. Been stole the foot.","episode":"s02e01","objectID":"201142","edited":false},
{"time":"00:23:52","speaker":2,"line":"Somebody would argue that and they'd be right. They'd win quickly.","episode":"s02e01","objectID":"201143","edited":false},
{"time":"00:23:55","speaker":4,"line":"I would argue to them. You try finding some film equipment lighting and a pizza guy said,","episode":"s02e01","objectID":"201144","edited":false},
{"time":"00:24:01","speaker":2,"line":"Try finding the pizza guy. Yeah, that's a classic pizza guy set. Not a house with a pizza delivery guy at the door. Um, well, anyway, Hey, we're just glad to be back Way we're doing it. Are the place where we believed it. We did lose our We weren't. We were unable to pay our rent on. We did have to move out to the dunes. We're living on the outskirt of the dunes outside a town. Um, but we all you know, we're trying to make our way back into society. We all are currently living together. Yeah, in a house. Ah, one of our old friends houses. Um, who we knew from back when we were teachers on. We're happy for him. He helped us out when we were","episode":"s02e01","objectID":"201145","edited":false},
{"time":"00:24:50","speaker":1,"line":"out on, you know, it's Ah, it's Ah. It's nice to know that if you got nothing else, you got good friends. Yep. We're","episode":"s02e01","objectID":"201146","edited":false},
{"time":"00:24:57","speaker":2,"line":"all currently working at a Ah, it is a, um, kind of a beach supply store. Yet wings or a ocean wave reaches its beach supplies insensitive T shirts, stickers, they The products here are absolutely disgusting. If you're","episode":"s02e01","objectID":"201147","edited":false},
{"time":"00:25:20","speaker":4,"line":"rude and want people to know you smoke weed, come on in and buy a shirt from us because we got","episode":"s02e01","objectID":"201148","edited":false},
{"time":"00:25:24","speaker":2,"line":"Yeah. I mean, I don't know. You can't see us right now, But we're all wearing those big, long smocks that have women's bodies on them. And they these and","episode":"s02e01","objectID":"201149","edited":false},
{"time":"00:25:37","speaker":4,"line":"people say, You know, that was like an apron you can barbecue with. No, these air specifically smocks for painting.","episode":"s02e01","objectID":"201150","edited":false},
{"time":"00:25:45","speaker":1,"line":"Also, some people are saying, Well, hey, guys, if you're gonna go in there to interview with anybody at the school, make sure you wear suit or something like that s so we're probably going to leave these on the show.","episode":"s02e01","objectID":"201151","edited":false},
{"time":"00:25:54","speaker":2,"line":"Yeah, I probably shouldn't wear this hat. That's FBI, Federal butthole. Inspector. At least your official as Drew. It's Drew. You're wearing a C I. A hat?","episode":"s02e01","objectID":"201152","edited":false},
{"time":"00:26:06","speaker":4,"line":"Yeah. Central Intelligence. Asshole. Inspector","episode":"s02e01","objectID":"201153","edited":false},
{"time":"00:26:10","speaker":2,"line":"CIA. Aye, aye, aye.","episode":"s02e01","objectID":"201154","edited":false},
{"time":"00:26:13","speaker":1,"line":"The eyes on the back. It's a CIA. Hey, on the front, on the back, it says I","episode":"s02e01","objectID":"201155","edited":false},
{"time":"00:26:18","speaker":2,"line":"yeah, of course. Have a d e a shirt on? Yes, ta.","episode":"s02e01","objectID":"201156","edited":false},
{"time":"00:26:21","speaker":4,"line":"Of course. Drug Enforcement agency and now the Baxters Astral Inspector.","episode":"s02e01","objectID":"201157","edited":false},
{"time":"00:26:30","speaker":2,"line":"So that seems like you're a government employee in the front and party in the back. That's missing the bullet of T shirts. It's","episode":"s02e01","objectID":"201158","edited":false},
{"time":"00:26:38","speaker":4,"line":"which we have a shirt that says those words exactly. Employees on the front party in the","episode":"s02e01","objectID":"201159","edited":false},
{"time":"00:26:43","speaker":1,"line":"which I Of course I'm wearing s.","episode":"s02e01","objectID":"201160","edited":false},
{"time":"00:26:46","speaker":4,"line":"So if you know anybody employed by the government who likes to have a good time send him on down to the store sent him on down,","episode":"s02e01","objectID":"201161","edited":false},
{"time":"00:26:52","speaker":1,"line":"You know, we'll just just cause we're gonna have the school doesn't mean we're gonna totally change the format of the podcast. You know, every every episode we like to bring on a guest on. You know, we don't have access to anybody at the school right now, but we do have access to Ah! Ah are good. Our good friend,","episode":"s02e01","objectID":"201162","edited":false},
{"time":"00:27:07","speaker":2,"line":"our current landlord. We're living with him. We know him. We love him. Please welcome to the party Gas Kevin Langhorne and guys coming out here where I think this is a trek. Yeah, we're trapped. We're a few miles uphill from your place. Yeah, we're currently living. Thanks for coming up here. I got to say, as I was walking up here, I heard a bunch of screaming and then But as I got minutes, there was one final script final. I don't know, screaming that stopped you from the ambulance.","episode":"s02e01","objectID":"201163","edited":false},
{"time":"00:27:39","speaker":4,"line":"Well, that sounds good. That sounds like whatever was bad ended in there, so I nto actively. Yeah, I hope that's one of the paramedics dying. Not the guy with the lap band. And yeah, the guy with the lap band explosion dies. I gotta pay way more. You","episode":"s02e01","objectID":"201164","edited":false},
{"time":"00:27:55","speaker":2,"line":"have to have an active surgery happening for to keep your payments. Dude, I gotta ask if you hose out your ambulance this time, you gotta just park it on the street and sending the driver because there's all sorts of shit hanging out in the driveway after you hose out your ambulance.","episode":"s02e01","objectID":"201165","edited":false},
{"time":"00:28:06","speaker":4,"line":"And that's a problem for you is okay. I apologize.","episode":"s02e01","objectID":"201166","edited":false},
{"time":"00:28:09","speaker":2,"line":"Because of all the stray dogs home, there's, like, eight stray dogs I have to fight through to get to the front door. I'm sorry. I know you're dude. Honestly,","episode":"s02e01","objectID":"201167","edited":false},
{"time":"00:28:19","speaker":1,"line":"if any of us can be a dick, it's you. You are. You are taking on session inconvenience with the four of us, man. Yeah, I really appreciate it.","episode":"s02e01","objectID":"201168","edited":false},
{"time":"00:28:26","speaker":2,"line":"You guys. Well, I met you guys because I'm a Johnson's rap. I still do the school rings and all kinds of fun. Boxer. I don't want to get it. Yeah, I got boxers, We got mugs. We got great hats. We got all sorts of stuff for the senior class. Yeah. Um, no. That's where I met you guys. But, you know, it's a tough It's a tough gig, you know, because I have to be on all the work and at home. I just want to goof off. You are the most. We would everybody, including the teachers and the students were excited when you would come to Hamilton High. Yeah, and get everybody pumped up about whatever you were selling. Whether it be rings, you know, shirts, mugs, you had all kind of prize is that you would give away you were an absolute blast. You would sing, you would do full concert. I'll do all the also. I do minstrel shows. I did all kinds of stuff. I don't care what Whatever it takes a cell. Have a good time, you know? Get out there. You gotta read the room. Do you do? Is it your own? You read the Riri, there's any minorities. And if there's not, you'll do a minute. Yeah, because I don't want to hurt anybody's feelings. Of course not. Of course not. Your urine advertise. You're a nice guy.","episode":"s02e01","objectID":"201169","edited":false},
{"time":"00:29:28","speaker":1,"line":"You would never do a magic show in front of anyone who? No, no, no, no,","episode":"s02e01","objectID":"201170","edited":false},
{"time":"00:29:31","speaker":2,"line":"no, Not at all, not at all. But I wanted to, you know, it's It's I'm happy to share my good fortune with you guys, you know, bring your house because, as you know, I got I had such a great good for my cousin who lived at the house, broke his neck and half jumping off that railroad cellists. That shallow water he says do not die of shallow, shallow. He's such a such a party animal. You know, there's those two rocks, or if you position it just right, and then you immediately kind of angle up, right? Yeah. We've done that for years. His kids, because he was just showing off to Lo","episode":"s02e01","objectID":"201171","edited":false},
{"time":"00:30:04","speaker":4,"line":"se is on. This is left out of the story. A lot is good on him to do that while he's sober. You know, a lot of people would say like, Oh, what a drunk idiot. That's that takes a bold balls. Yeah, guy.","episode":"s02e01","objectID":"201172","edited":false},
{"time":"00:30:18","speaker":2,"line":"Yeah. Yeah, Well, it bold balls, full most guy type of guy. Yeah, but now you're sober. That now he's a big drinker, which is, uh, my definition. You need a bunch of enablers. If you're a quadriplegic, you need Yeah. Why wouldn't I? He has physical enabler. He's done helping. You understand? I just gets to kick back and party. That's true. I always said if I got if I got paralyzed from the neck down, I would just do everything. Yeah, that's really when you start checking things off your bucket list. Yeah. Yeah, that is so cool. It is such an opportunity, an opportunity to just check in and go, huh? What if I did this thing a different way, this little life, anytime I come in and I see him drunk? Yeah. And a couple of his caretakers feeding him vodka. I'm like, what a dream that was me. I'd be falling all over myself, but he doesn't have even the opportunity. He gets government subsidies, you know, He gets he gets his housing. It's too, as you know, that the house is too many sinkholes near the house for him to be able to get in. So that's why he can't live there anymore. And you are really reaping the benefit off of those subsidies, right? Oh, yeah. I mean, because you signed him up for a corn subsidy. He is technically a farmer. You're getting hundreds of the dollar. But to do that, we have to run his his wheelchair on ethanol. It was electric. But to get the corn subsidy, he asked. We have a pretty noisy engine. Is a big engine. It's huge. It's his wheelchair","episode":"s02e01","objectID":"201173","edited":false},
{"time":"00:31:52","speaker":1,"line":"is the biggest wheelchair I've ever seen. Yeah, yeah, it's","episode":"s02e01","objectID":"201174","edited":false},
{"time":"00:31:54","speaker":4,"line":"got a good stink to it.","episode":"s02e01","objectID":"201175","edited":false},
{"time":"00:31:56","speaker":2,"line":"It's got a good stick to it. I was like, What? Like you're walking behind some french fries? Yeah. Think, think, God. Because, you know, it's It's also the generator that runs all the way up this hill. Yeah, he's running Jenny to make given he's given us all power. Yeah, well, when those kids crashing that transformer and the electricity went down the town, wasn't that men. They wanted him. Yeah, yeah,","episode":"s02e01","objectID":"201176","edited":false},
{"time":"00:32:17","speaker":4,"line":"of a sudden now, now they don't forget about that.","episode":"s02e01","objectID":"201177","edited":false},
{"time":"00:32:20","speaker":2,"line":"And I I think his mayoral campaign is going to do pretty well. I mean, Howard, I know you're still I'm still a little sour,","episode":"s02e01","objectID":"201178","edited":false},
{"time":"00:32:28","speaker":1,"line":"but, hey, you know, uh, all all the more power to him. I've given up politics, so I'm not gonna I'm not gonna play the jealousy card on this one. You know, he should He should do it. But","episode":"s02e01","objectID":"201179","edited":false},
{"time":"00:32:38","speaker":2,"line":"we just got to find a top hat that fits because all the top hats are too big, so it just covers up his head. Yeah, that first speech he gave in to the inside of that big hat. Yeah, everybody was just nobody Very muffled,","episode":"s02e01","objectID":"201180","edited":false},
{"time":"00:32:50","speaker":4,"line":"Like a lot of work have been put into cut eyeholes in it, but don't cut him out. Holding.","episode":"s02e01","objectID":"201181","edited":false},
{"time":"00:32:54","speaker":2,"line":"Yeah. Yeah. So looked ill. It did look spooky. It's pretty","episode":"s02e01","objectID":"201182","edited":false},
{"time":"00:32:58","speaker":4,"line":"smooth. Like the Baba Duke. Yeah. It looks just like the critic. Yeah, we'll win your place. I mean, no, I hope you don't take offense to this, but I imagine Johnston's rap. You know, you're not making a ton. You're getting by. You got a nice two stories. Three bedroom, one bath. This is a great place for a living.","episode":"s02e01","objectID":"201183","edited":false},
{"time":"00:33:18","speaker":2,"line":"It's an awesome place. You got it. Uh, really decorated as if it's like Miami in the early eighties. It's all white. A lot of glass and years. And I've said I've set up that I have a bunch of moving blankets that I set up to make a little beatbox studio. You guys know so we can record beatboxing stuff like that. I get it. It's my palace. You know, I get to do what I want in there.","episode":"s02e01","objectID":"201184","edited":false},
{"time":"00:33:40","speaker":4,"line":"There's nothing better than walking into a place and knowing the person that lives there does cocaine. Yeah, All right. I know what I'm getting.","episode":"s02e01","objectID":"201185","edited":false},
{"time":"00:33:46","speaker":2,"line":"You see some knives stone into the wall, and it's just you know what I mean, Because it's fun. It's fun. It's nice to see a place that's really, you know, filled out with its own sort of, uh, Jonrowe. Oh, you know what I mean? You walk into someone's house and you know that person the way I look at it, I didn't get kicked out of the Army to play by the rules. Exactly. You got kicked out of the Army so that you could go crazy. Exactly. Yeah, they're ready for you. I'm one of those guys with really Sidnoey forearms who and like, like one big neck and big vein in my neck. Yeah. You see me come and you know what I'm about? Yeah, well, especially since you've got Matt tattoo of the vein in your neck. It's been outlined. You shaded nice. You contoured that, by the way? I want it. Did my shirt come in yet? Uh oh. There was a package? Yeah, I ordered that shirt. It's it's a rebel flag. Just don't squirt on me. And on the back, it says not It","episode":"s02e01","objectID":"201186","edited":false},
{"time":"00:34:46","speaker":4,"line":"did, but he came in a triple XL. Oh, so and I don't know if that's gonna fit you s So","episode":"s02e01","objectID":"201187","edited":false},
{"time":"00:34:54","speaker":2,"line":"we we painted it white, and then we repainted old man's body, and he's got, like, a fucked up Penis on and just a cell just to sell it. Like so","episode":"s02e01","objectID":"201188","edited":false},
{"time":"00:35:04","speaker":4,"line":"some some big woman who wants an old guy with We're hoping woman. But so But we put in an order for yours, and you're like a medium is good for you, right? Because then you will still show off your muscles. Yeah,","episode":"s02e01","objectID":"201189","edited":false},
{"time":"00:35:14","speaker":2,"line":"I don't eat much, You know that. You need a pretty small shirt. Shop your muscles. Yeah. Yeah, I have the body of, like, a 10 year old boy. Right, Which you know, many people say there's not a stronger a stronger body on a 10","episode":"s02e01","objectID":"201190","edited":false},
{"time":"00:35:27","speaker":4,"line":"year old boy. Yeah, hasn't been beaten down by the horrors of the world. You know, 20","episode":"s02e01","objectID":"201191","edited":false},
{"time":"00:35:32","speaker":1,"line":"16 stuff. It was really rough. I know We don't want a heart too much on like, uh, you know, the past or anything, but, I mean, we haven't had a chance to swing by the school yet this year. You just recently did your job present","episode":"s02e01","objectID":"201192","edited":false},
{"time":"00:35:47","speaker":2,"line":"time there all the time. You know me. I'm always got my grind down. Always hustling. Thes excites us. It almost feels","episode":"s02e01","objectID":"201193","edited":false},
{"time":"00:35:53","speaker":1,"line":"like you've seen our X or whatever, and we want to know what they're up to. I mean, is","episode":"s02e01","objectID":"201194","edited":false},
{"time":"00:35:57","speaker":2,"line":"it? It is the school, and I don't want to hear this, but I I'm I'm a sucker for for my own punishment. Is the school better off without us, or are they missing us? Well, let me just say this. It's not. It's fun going there. It's waiting for standing up tight. But I would say it runs more smoothly. People seem happier. Yeah, dammit. Well, fun. You know, fun and happiness aren't always equated. Yeah, right on entry. Yeah, it's","episode":"s02e01","objectID":"201195","edited":false},
{"time":"00:36:25","speaker":4,"line":"the people that have the most fun of the least","episode":"s02e01","objectID":"201196","edited":false},
{"time":"00:36:27","speaker":2,"line":"happy. Yeah, and they hit today. I was coaching basketball there for","episode":"s02e01","objectID":"201197","edited":false},
{"time":"00:36:31","speaker":1,"line":"a while and, you know, I had I got I got asked to leave as coach for pulling a repeatedly, repeatedly for pulling a player's pants to the ground","episode":"s02e01","objectID":"201198","edited":false},
{"time":"00:36:41","speaker":2,"line":"and spanking them for not doing the zone defense correctly. Is there a new coach are there is a gym drew show. Oh, eyes. Such a good coat. Yes.","episode":"s02e01","objectID":"201199","edited":false},
{"time":"00:36:54","speaker":4,"line":"You know the major difference with him and you see less than play with the ball.","episode":"s02e01","objectID":"201200","edited":false},
{"time":"00:36:57","speaker":2,"line":"That's true. Yeah, they were working up to the ball. I wasn't introducing. I get that. I mean, that's, um, Phil Jackson shit that you're doing. Like, yeah, wrap their minds around it before that, but it turns out with the ball, they just you","episode":"s02e01","objectID":"201201","edited":false},
{"time":"00:37:09","speaker":1,"line":"know, they get it, they get out. They're not shocked when the game comes and there's an actual ball introduced. Right, Right. Okay. What?","episode":"s02e01","objectID":"201202","edited":false},
{"time":"00:37:18","speaker":2,"line":"Yeah. I mean, it's you know, I got to say, What's the vice principal's name? Uh, Henderson. Hey. Yeah, uh, guys. I mean, like, I so uptight, man. Yeah, it's almost like he wants the Children to learn. Yeah. Yeah.","episode":"s02e01","objectID":"201203","edited":false},
{"time":"00:37:35","speaker":4,"line":"His major issues are is he doesn't give a lot of second chances. Right? You know his thing is like fool me twice. You're out of here. Two strikes. Yeah, it's a Tuesday. Hey,","episode":"s02e01","objectID":"201204","edited":false},
{"time":"00:37:46","speaker":1,"line":"man, are you behind? In America, we get three of those. Little America's pastime is baseball. Not it's that soccer where you get to strew strays. Yes. Yeah, yeah, man, that I mean, hey, you know what I feel? I'm happy that the school is at least still flourishing, in a certain sense, because I'd like to go back there and do something good.","episode":"s02e01","objectID":"201205","edited":false},
{"time":"00:38:10","speaker":2,"line":"You know, if they got our email, Have you heard if they gotta talk around the school about our e mail? Yeah, I'm usually pretty here. A lot of female chatter when I go by there, but I'm trying to think if I remember the specific I mean, yeah, they met talking loudly about e mails they have received in the hallway. Yeah, because you know, there's that rule that everyone has to read their e mails out. Yes. You don't think transparency? Yeah, it gets pretty cacophonous. I gotta say, you walk through those offices. There's just a lot of talking, so it's hard to focus on any one thing, but, um, I will say you know I'm beating around the bush here. I Yeah, I know that. They got the email him. Did they think it was Spam didn't go to the young folder. They figured it out because but, uh, but I don't I don't know how while it went over, you know, they were actually there are critiquing the quality of the apology video, video quality. Thought it","episode":"s02e01","objectID":"201206","edited":false},
{"time":"00:39:06","speaker":4,"line":"was told you we should have done bang bro's.","episode":"s02e01","objectID":"201207","edited":false},
{"time":"00:39:08","speaker":2,"line":"Well, I thought browsers at the bottom corner would just high quality. Yeah, absolutely. Putting lipstick on a pig of us. May, Have you seen that porn, by the way,","episode":"s02e01","objectID":"201208","edited":false},
{"time":"00:39:19","speaker":4,"line":"what's the cover? They put","episode":"s02e01","objectID":"201209","edited":false},
{"time":"00:39:20","speaker":2,"line":"lipstick on a pig, right? I have seen what I mean. You watch it every morning, loudly. I'll quit comedy. I gotta wake up somehow. Why did you quit Coffee? I was making me to jumping. Man is getting in the way. That cocaine, to be honest, you know, on a hat you don't wantto Speaking of a hat on a hat. Uh, when is your brother's next speeches? Mayor? Oh, my cousin. I mean, I'm sorry. Your cousin yet? Well, he's gonna be He's gonna D'oh! He's gonna be at the beer pong tournament at the at. That which parking lot is that? Oh, the library. Right there lies a library. Parking? Yeah. They're doing that beer pong and raise money for the library. And it's good that they moved it out of the library into the parking lot this year. It was really ruining people's quiet. And I was the library and still gonna be there to wish everybody. Or is that Oh, yeah, the library, the library and will with the librarian in our town, no matter where she is. Well, shish people. Yeah. You didn't hear what happened, though. Now she had a stroke. So now she always sounds like she should.","episode":"s02e01","objectID":"201210","edited":false},
{"time":"00:40:29","speaker":4,"line":"You know, what they say is hell is getting what you want forever. Oh, I mean, Oh, that's like twilight. Yeah. Yeah. It's a line in my play, actually. Really? Yeah. Hell is getting what you want forever. All I want is my wife to have not left me. That sounds","episode":"s02e01","objectID":"201211","edited":false},
{"time":"00:40:47","speaker":2,"line":"like heaven. And then big lab for 32nd laugh with standing ovation. It says here.","episode":"s02e01","objectID":"201212","edited":false},
{"time":"00:40:53","speaker":4,"line":"Yeah, that it's Have you seen this? Did you hear about","episode":"s02e01","objectID":"201213","edited":false},
{"time":"00:40:57","speaker":2,"line":"this? Has a monologue? A Leno asked monologue. Feel to it","episode":"s02e01","objectID":"201214","edited":false},
{"time":"00:41:03","speaker":4,"line":"at parts? Yeah, At parts G. Yeah, I would say Act two.","episode":"s02e01","objectID":"201215","edited":false},
{"time":"00:41:08","speaker":2,"line":"It sounds like you draw a lot of inspiration, obviously from theater, but it sounds like your kind of developing a new source of inspiration from old, out of touch. Comedian.","episode":"s02e01","objectID":"201216","edited":false},
{"time":"00:41:16","speaker":4,"line":"Yeah, I've been watching a lot of out of touch comics. Kind of do their stick on dhe to me. That's where it is. Now, you know what I mean? If you want to write a play right now in 2017 go see a","episode":"s02e01","objectID":"201217","edited":false},
{"time":"00:41:30","speaker":2,"line":"current Cosby. Well, I I got that brings something up, and I don't want to be this kind of landlord, But, man, I gotta askyou notto blast that Paul riser so early in the morning. It's just","episode":"s02e01","objectID":"201218","edited":false},
{"time":"00:41:42","speaker":4,"line":"I don't know what to tell you. It's like I'm yelling at my dad again. Riser is meant to be listened to. What?","episode":"s02e01","objectID":"201219","edited":false},
{"time":"00:41:46","speaker":2,"line":"I thought I was having the same waking nightmare every morning with this. Have you seen these baby on board stickers? And I'm like, What is going on here? And it's that seeing damn album.","episode":"s02e01","objectID":"201220","edited":false},
{"time":"00:41:55","speaker":1,"line":"Yeah. I","episode":"s02e01","objectID":"201221","edited":false},
{"time":"00:41:56","speaker":4,"line":"just think that that observation gets deeper and deeper every time you listen to riser. I'll tell you what, I'll put headphones on. That'd be great. Okay,","episode":"s02e01","objectID":"201222","edited":false},
{"time":"00:42:04","speaker":2,"line":"But you have a connect him this time.","episode":"s02e01","objectID":"201223","edited":false},
{"time":"00:42:06","speaker":4,"line":"Wow. I feel like what's the compromise, then? You're","episode":"s02e01","objectID":"201224","edited":false},
{"time":"00:42:12","speaker":2,"line":"right again. I hate I'm not. I don't want to be my dad. You","episode":"s02e01","objectID":"201225","edited":false},
{"time":"00:42:14","speaker":4,"line":"know, I I'll try. Toe. Well, look ahead. Funds in, and I'll try that. And we'll see how it goes.","episode":"s02e01","objectID":"201226","edited":false},
{"time":"00:42:20","speaker":2,"line":"Yeah, we're all just trying to not be our dads. I mean, it is It's stuff. You got it all in us. Can I ask? You know what? How ring sales going Because, you know, we used to walk around where in our class ring showing everybody That was sort of a cool thing to do is an adult. It's pretty good. It's pretty good. You know? Luckily, it's a tradition. You know, it's a constantly changing world, but class rings are a tradition that every head once they got him, they love him. They cherish him forever. Everybody knows that, uh, and we've got a lot of other fun things. We've got mouse pads. Yeah. Uh, well, I mean, talk about the thing that never goes away. Uh, yeah, it sounds like you got.","episode":"s02e01","objectID":"201227","edited":false},
{"time":"00:42:56","speaker":1,"line":"Justin's is innovating these days, too. They're trying to change the game. You know, uh,","episode":"s02e01","objectID":"201228","edited":false},
{"time":"00:43:00","speaker":2,"line":"Jostens is a cool company. I mean, it's they're doing some really cool stuff. I saw Dad's non wireless printers. Antenna balls? Yeah, antenna balls. Exactly. Yeah, and that's we're trying to get a thing for each kid to get. Ah, senior class fax machine. Just so they could remember with jewels and stuff. Bejeweled. Yeah, well, you want to send, You know, when you're graduating high school, you want to be ready for that next step. When you go to college, you're gonna be needing to fax your peers, and you're gonna be riding in cursive and faxing your party tonight. You know, I got my, uh,","episode":"s02e01","objectID":"201229","edited":false},
{"time":"00:43:38","speaker":1,"line":"Now, uh, this is maybe a touchy subject, but I've heard that mean prices for those items have always been a little, uh, well, say steep.","episode":"s02e01","objectID":"201230","edited":false},
{"time":"00:43:46","speaker":2,"line":"They're not. You know, there's I'd say there's a There's a it filters out some of the people that can't afford it.","episode":"s02e01","objectID":"201231","edited":false},
{"time":"00:43:53","speaker":1,"line":"Right, You guys, because you guys do not want poor people toe have any of your right,","episode":"s02e01","objectID":"201232","edited":false},
{"time":"00:43:57","speaker":2,"line":"it sends the wrong message, Right?","episode":"s02e01","objectID":"201233","edited":false},
{"time":"00:43:59","speaker":0,"line":"But But you","episode":"s02e01","objectID":"201234","edited":false},
{"time":"00:43:59","speaker":2,"line":"know, I I don't know if I'm the the perfect candidate, but I won't spend more than $40 on gold. So any amount of go Yeah, yeah, yeah. I won't spend more than $40 on Golden, You know, I know you're selling gold, platinum, silver, you know? So it's tough. Yeah. I heard you guys got in a little bit of hot water. You know how the CEO of Abercrombie he got in trouble because","episode":"s02e01","objectID":"201235","edited":false},
{"time":"00:44:24","speaker":1,"line":"he said that fat people wearing their","episode":"s02e01","objectID":"201236","edited":false},
{"time":"00:44:25","speaker":2,"line":"homeless, their fat people so he'll just He encouraged people to throw away their clothes versus giving them","episode":"s02e01","objectID":"201237","edited":false},
{"time":"00:44:31","speaker":1,"line":"thio. Don't think he said don't bleach on him and throw him in the","episode":"s02e01","objectID":"201238","edited":false},
{"time":"00:44:34","speaker":2,"line":"garbage. Yes. Yeah, yeah. You guys did a campaign like that as well, right?","episode":"s02e01","objectID":"201239","edited":false},
{"time":"00:44:39","speaker":4,"line":"You went the extra step and said, Don't bleach on homeless people wear draw. Austin's away away, which also didn't make","episode":"s02e01","objectID":"201240","edited":false},
{"time":"00:44:47","speaker":2,"line":"it. Didn't make a ton of sense, but But, you know, there's a passionate company. T when you think about that, though two in defense of it, which is not defensible, but I'm gonna defend it is if you dump bleach on homeless people. You're also cleaning them. You mean? Yeah, that was That was a really miss guy that you guys did in court. Um, yeah, but you know what? You don't get successful. The head of our company. It's like all these other people you don't get successful by being a nice guy, you know? Yeah. Look where it got us. I mean, we're all really nice guys and yeah, yeah, yeah. Sleeping on the floor. Yeah. What? You're choosing the same burials. A bad. Yeah.","episode":"s02e01","objectID":"201241","edited":false},
{"time":"00:45:34","speaker":4,"line":"Yeah, Well, I'm trying to get my back. Straighten began. And I find that the bed. I just can't do that. You","episode":"s02e01","objectID":"201242","edited":false},
{"time":"00:45:39","speaker":2,"line":"gotta let me crack your back, man.","episode":"s02e01","objectID":"201243","edited":false},
{"time":"00:45:41","speaker":4,"line":"Yeah, I I just the sound of a back cracking really horrifies me. And also, you have a lot of intensity in your eyes. Whenever you suggest that","episode":"s02e01","objectID":"201244","edited":false},
{"time":"00:45:50","speaker":2,"line":"I have seen them crack his cousin's back, he pulls him up out of the wheelchair. I got some of those sounds are very","episode":"s02e01","objectID":"201245","edited":false},
{"time":"00:45:59","speaker":4,"line":"well, and he's got no feeling from the neck down, and he still looks like he's in pain. And and so I'm just worried about what that's gonna feel like for me.","episode":"s02e01","objectID":"201246","edited":false},
{"time":"00:46:07","speaker":2,"line":"You know, if if it's not hurting you I don't know if it's working. Yeah, I mean, it's kind of a Carl's Jr. If it doesn't get all over the place. Yeah. You know, doesn't belong in your face. Yeah,","episode":"s02e01","objectID":"201247","edited":false},
{"time":"00:46:16","speaker":4,"line":"bad crack. If it's not hurting you, it's not helping you.","episode":"s02e01","objectID":"201248","edited":false},
{"time":"00:46:18","speaker":2,"line":"It doesn't burn. You're not being, you know? I mean, absolutely. Of course. We know we all scream out of pee every morning at your house. Yeah. I mean, I don't know about you guys, but my genitals are in bad shape. Huh? Yours, too. Yes. I didn't know what it was because it was having to me. Ever since I moved and I haven't been having sex, we've obviously been getting it from each other at the house. We gotta watch that towel, though. You know, now that I'm thinking of it, we're all sharing a hand towel to dry off, too. It's all it's funny because we got we","episode":"s02e01","objectID":"201249","edited":false},
{"time":"00:46:58","speaker":1,"line":"got so many towels at the shop, we could probably take a couple of beach towels to the house. You guys.","episode":"s02e01","objectID":"201250","edited":false},
{"time":"00:47:03","speaker":2,"line":"No, you don't. You don't shit where you eat. We leave the merchandise that I think way had to take the dining room table. Yeah, Yeah, man, You got it. It's just not cool. I","episode":"s02e01","objectID":"201251","edited":false},
{"time":"00:47:15","speaker":0,"line":"mean, it's a big way. Don't","episode":"s02e01","objectID":"201252","edited":false},
{"time":"00:47:17","speaker":2,"line":"want to. You have to go to the bathroom. You about because you set for a while. My cousin was there, so he had to be able to We had to be able to bring him in there, there and only there. Because technically, there is a toilet in the dining room. Yeah. Yeah, that's true. That's true. So what made which we called the bathroom. So, I mean, where else are we gonna eat?","episode":"s02e01","objectID":"201253","edited":false},
{"time":"00:47:38","speaker":4,"line":"When you said when we moved in, I don't want to make this a hole like house meeting thing, but you said they cost a su casa. And we took that as a fact. You","episode":"s02e01","objectID":"201254","edited":false},
{"time":"00:47:48","speaker":2,"line":"know, I didn't know what. To be honest, I didn't know what those words meant. Yeah, Spanish, right? I don't know what it was like a thing. Yeah. I gotta admit, my foot is your foot. Casa","episode":"s02e01","objectID":"201255","edited":false},
{"time":"00:48:00","speaker":4,"line":"foot s. So that's why you've been wearing the shoes around?","episode":"s02e01","objectID":"201256","edited":false},
{"time":"00:48:03","speaker":2,"line":"Yeah, Yeah, I've been waiting. And your feet are way smaller than yeah, and they hurt. Yeah. My feet are wet all the time. I've got a doctor checked out. It's not sweat. It's something about sweat. They secrete. Yeah, because you can It's just water, right? Justin? Oily discharge. It's oily water. I don't know. I don't know. I'm not I'm not a doctor. I don't know. And neither were some of the guys you saw. Right, Right? Yeah. They you actually consulted on HBO's the night of Right with that? With that, when he's got started with Gandolfini. And then there was, you know, then, of course, God rest his soul. He died, and then I didn't hear anything from them for a while. You had nothing to do with you're still sticking to that story, right? Totally sticking to that story. Totally sticking that story. Uh, let's just say he was researching the role of ah ring rep, and I showed him how it was done. I Well, you know, we,","episode":"s02e01","objectID":"201257","edited":false},
{"time":"00:48:57","speaker":1,"line":"uh we decided we wanted to do a segment this Ah, this this season. Ah, that we like toe called the vision Board where we kind of go around the room and we just sort of say a thing that we sort of seeing our future and hope Thio Thio enact in our lives. It's just","episode":"s02e01","objectID":"201258","edited":false},
{"time":"00:49:16","speaker":4,"line":"way. Got this from Sam's teachings a little bit,","episode":"s02e01","objectID":"201259","edited":false},
{"time":"00:49:19","speaker":2,"line":"that's all. But you close the secret I call. Well, yeah, I call it the not So secret because I want to let everybody in, You know what I mean? A lot of self help is pretty exclusive. It seems just like I was reading it while I was reading your book that is just ripped out pages from another book pasted inside of a book with your face on it. And it seems just like pages from the secret that you pulled out and paste it into a It does seem like that. OK, well, that wasn't my intention, but the material is good either way. So you you visualize something and it will come true. Yes, you know, there's a source energy out there that we all just need to harness right? And once you can harness that thing once you believe that it's coming to you usually doesn't happen, but sometimes they'll manifest themselves. Sometimes you can get that Mercedes. Sometimes you can get that wife probably. But there's, you know, I love your you always give people you manage their expectations because you always say, Maybe not. Probably not gonna happen. Well, I've been burned by false advertising before. Yeah,","episode":"s02e01","objectID":"201260","edited":false},
{"time":"00:50:23","speaker":3,"line":"yeah, way. Start","episode":"s02e01","objectID":"201261","edited":false},
{"time":"00:50:26","speaker":1,"line":"with our guest today.","episode":"s02e01","objectID":"201262","edited":false},
{"time":"00:50:27","speaker":2,"line":"So you say a thing, You know? I'll go. I'll go. What's on your vision board? So as you guys can see here, you know that I lived is an ostrich for a while, I got back to my roots. Um, and I use this info and I really know how with ostrich is the fastest bird known to man. So I'm a coach at heart and living as an ostrich really helped me realize how to coach track. Wow. So as you can see, I have, ah, track star here. I don't know who this man is now, wouldn't you? Sorry. When you were an ostrich, were you coaching the other ostriches? Well, I didn't start ice. I was looking at their form. My kind of warning from you know how Coaches watched analysis? Yeah, Yeah, I was. I was living as an ostrich with ostriches, and I know you're watching foul tape was watching foul tape. Um and this man is obviously won a lot of gold medals here. Can I? I'm so sorry. and I don't want to start anything here, but this might be something for your your fact. You're Yeah. You said you went to Australia to be with other ostriches. That's where they mostly are, right. I think they're mostly in Africa. I say, I think the muse are in. What about the holy Do not have two legs. They had four. I was live. Well, that's not even even thinking of llamas. That's not even a bird. I was with a pack of dogs that sounds like dogs. I was I was living in a house with, um, a pack of dogs. I guess it happened. I was from one to another. Am I right? That's just baby. How well a dog about, um Well, my I didn't mean to start anything. It's good to","episode":"s02e01","objectID":"201263","edited":false},
{"time":"00:52:22","speaker":4,"line":"know, because you don't want to go around saying you were little. You were hanging out with ostriches in Australia. When it sounds like you're hanging out with dogs in I don't know where","episode":"s02e01","objectID":"201264","edited":false},
{"time":"00:52:30","speaker":2,"line":"not far from here I didn't I didn't have to. I didn't. I come to think of it. I didn't fly over there. Yeah, Sometimes you wake up well, I think I know where I am, right? Yeah, I get that. Yes. So I've got a track star here. Um, and I'm that's what I'm going to use. Hopefully to get back into the school is as my experience as an ostrich, the fastest bird known to man toe help coach our failing track team. You've been the track team's doing terrible story. Yeah, they're still pretty bad. Still pretty bad. That's good going. Yeah, well, yeah, I think I'll take a","episode":"s02e01","objectID":"201265","edited":false},
{"time":"00:53:09","speaker":1,"line":"stab at this. You know, on my vision board, uh, is a Pulitzer Prize, Uh, and I and I think that that's something. My goal. My goal in life is to be now I want to be a respected journalist. Okay, you know what I mean. I want to bring information from source to people that changes the world. Well,","episode":"s02e01","objectID":"201266","edited":false},
{"time":"00:53:29","speaker":2,"line":"just so you know, real quick, I've got in my bag here a Pulitzer Prize from the store. It's a little curled up.","episode":"s02e01","objectID":"201267","edited":false},
{"time":"00:53:35","speaker":4,"line":"It's a prize you can give to someone if they stink up your bathroom. Real bread.","episode":"s02e01","objectID":"201268","edited":false},
{"time":"00:53:41","speaker":1,"line":"Sorry. Okay. Well, that's not exactly what I want, but I'll take it. Okay. I don't","episode":"s02e01","objectID":"201269","edited":false},
{"time":"00:53:45","speaker":4,"line":"think you're gonna win it either.","episode":"s02e01","objectID":"201270","edited":false},
{"time":"00:53:47","speaker":2,"line":"I don't want tea. Oh, shit. I've also got a mule. It surprise here for you if you It's when someone acts like an ass and present it to you. Well,","episode":"s02e01","objectID":"201271","edited":false},
{"time":"00:53:57","speaker":1,"line":"thanks so much for those guys on. I think that's one step towards a Pulitzer. You know what I mean? So my hope is I can walk into that school,","episode":"s02e01","objectID":"201272","edited":false},
{"time":"00:54:03","speaker":4,"line":"and I got a pool of spit. Surprise.","episode":"s02e01","objectID":"201273","edited":false},
{"time":"00:54:08","speaker":1,"line":"I don't want that.","episode":"s02e01","objectID":"201274","edited":false},
{"time":"00:54:10","speaker":4,"line":"All right, well, it's forever. Whichever gentlemen drools should be gonna drool. It's surprising way need to rewrite that one.","episode":"s02e01","objectID":"201275","edited":false},
{"time":"00:54:22","speaker":2,"line":"I think that library and who had the stroke is gonna win that. She's Yeah, well, she's a front room. That's why they won't let her near the books. They're so yeah, you know, she looks like Well, that's great. You","episode":"s02e01","objectID":"201276","edited":false},
{"time":"00:54:37","speaker":1,"line":"know, I want, you know, I've been actually so started subscribing to the online version of the Hamilton High School newspaper","episode":"s02e01","objectID":"201277","edited":false},
{"time":"00:54:43","speaker":2,"line":"handles tons. It's crap, man. I did anybody see Templeton? I love, just like, you know, that is one play that I could get behind you. How did you hear that? Really expensive. Yeah. Yeah. Well, did you sneak in or were you in? It are. Let's just say you two options. Let's just say I used to drive around. You know the guy","episode":"s02e01","objectID":"201278","edited":false},
{"time":"00:55:07","speaker":4,"line":"women. Will Miranda for Alexander Hamilton.","episode":"s02e01","objectID":"201279","edited":false},
{"time":"00:55:10","speaker":3,"line":"Well, let's","episode":"s02e01","objectID":"201280","edited":false},
{"time":"00:55:11","speaker":2,"line":"say Lynn for today, huh? Yeah. That's how I got","episode":"s02e01","objectID":"201281","edited":false},
{"time":"00:55:14","speaker":1,"line":"in that school. Well, anyway, I just wanted to say I'm I'm hoping Thio. I'm gonna do a little research. Read the school newspaper. It's really it's honestly, crap. I don't know who's doing it. Uh, and I'm gonna go in there on my meeting, and I'm gonna tell the principal if you want your newspaper to be something, put it in the hands","episode":"s02e01","objectID":"201282","edited":false},
{"time":"00:55:36","speaker":2,"line":"of Levi's, you should just go in there and be like, You know what? If you give me the paper back, this high school paper will win a Pulitzer Prize. Just go in there real hot like that. How could you not give","episode":"s02e01","objectID":"201283","edited":false},
{"time":"00:55:46","speaker":3,"line":"it to? That's what I'm hoping","episode":"s02e01","objectID":"201284","edited":false},
{"time":"00:55:48","speaker":1,"line":"you know. So it's high. Yeah, that's my hope. I'm gonna go in there. I got my portfolio together. I printed out my whole blogged. Prentiss is alive as it's ever been right now. Okay. Yeah. I","episode":"s02e01","objectID":"201285","edited":false},
{"time":"00:55:58","speaker":4,"line":"think that this is the time for you to really take it. But I'm thinking I'm","episode":"s02e01","objectID":"201286","edited":false},
{"time":"00:56:01","speaker":1,"line":"thinking national national circulation. So that's my hope for the future. I'm hoping toe to sort of run in that direction.","episode":"s02e01","objectID":"201287","edited":false},
{"time":"00:56:07","speaker":2,"line":"Well, I gotta say, you know, we have common elements because I think we both want to be published. If you look up at mine Vision Board, I got a big old typewriter on there. And it's because I am excited to write my first self help book for more than one person. And and you should just next time for vision board put a picture of a typewriter up there. Oh, don't nail a typewriter of the actual. Yeah, well, I didn't have a picture, but I had a typewriter. Okay, you know what I mean? Yeah.","episode":"s02e01","objectID":"201288","edited":false},
{"time":"00:56:37","speaker":4,"line":"Yeah, that does look like my typewriter. Now that I'm looking at right now, because you guys know I write plays like Woody Allen writes films on a typewriter Better that way. They are better that way, that way. And if you can change the conversation on how you write him instead of what you do to people, e I find that, uh, people will continue consuming your art. That's interesting. Yeah, but you know For the sake of your vision, I'll get a new typewriter. Yeah,","episode":"s02e01","objectID":"201289","edited":false},
{"time":"00:57:02","speaker":2,"line":"well, you know, it's just been a lot of hard work dedicating a full book toe. One person, as you know. And so my goal is to just use my energy a little better. You know,","episode":"s02e01","objectID":"201290","edited":false},
{"time":"00:57:11","speaker":4,"line":"start with students. You know, these high schools could learn","episode":"s02e01","objectID":"201291","edited":false},
{"time":"00:57:14","speaker":2,"line":"a lot from your mistakes. Maybe i'll start making pamphlets for him.","episode":"s02e01","objectID":"201292","edited":false},
{"time":"00:57:19","speaker":4,"line":"If you look at mine right here, as you can see, it's a photo of me and then a woman talking and the in my photo. I'm kind of understanding her. You can see by my face. That's what I want. You're","episode":"s02e01","objectID":"201293","edited":false},
{"time":"00:57:30","speaker":2,"line":"hearing her. There's those motion lines of you nodding.","episode":"s02e01","objectID":"201294","edited":false},
{"time":"00:57:32","speaker":4,"line":"Yeah, yeah, I know you're a big motion. Yeah, because I'm a big really","episode":"s02e01","objectID":"201295","edited":false},
{"time":"00:57:38","speaker":2,"line":"Get someone going about a full bow?","episode":"s02e01","objectID":"201296","edited":false},
{"time":"00:57:42","speaker":4,"line":"Yeah, I'm nodding so much that I'm bowing in reverence at the end of the day on dso That's what I want is I want to understand why these women keep divorcing me yelling at me. I'm not speaking to","episode":"s02e01","objectID":"201297","edited":false},
{"time":"00:57:54","speaker":2,"line":"me. It is just crazy what they keep doing to","episode":"s02e01","objectID":"201298","edited":false},
{"time":"00:57:56","speaker":4,"line":"you. And that's what I want to figure out.","episode":"s02e01","objectID":"201299","edited":false},
{"time":"00:57:58","speaker":2,"line":"And the woman whose understanding you, um, she's is that Oprah,","episode":"s02e01","objectID":"201300","edited":false},
{"time":"00:58:05","speaker":3,"line":"is it? Think so.","episode":"s02e01","objectID":"201301","edited":false},
{"time":"00:58:08","speaker":4,"line":"I just Googled understanding Woman on this is the first. What's that you Googled in? Yeah, Well, I went to bing dot com, a web crawler on the web crawler typed and on. Then I googled AskJeeves on. And then Jeeves gave me this picture of an understanding woman. But now that you mention it, that does look like Oprah Winfrey.","episode":"s02e01","objectID":"201302","edited":false},
{"time":"00:58:39","speaker":2,"line":"Yeah, well, I think that's a great vision board. Um, you have something you want to put up do? Actually, I do. You know, I feel like you guys have known me awhile. I'm I'm, uh I've been thinking about this a long time, and I'm 36 now. I'm ready to finally settle down and do it. I want to get an albino python. I think this is the year. Yeah, you know, step. Yeah, we got that big giant, empty aquarium in the middle of the living room. Yeah, I've been staring at that thing forever. We put we put some cool empties in there. It was asking for something. Yeah. Yeah. And I think I think I'm ready, you know, Wow. That seems like a big commitment. But what a mature stuff. Yeah. Thank you. Thank you. I mean, you just get a heating rock and some, you know, I think there's enough. Let's be honest. There's enough rats crawling around that place. You have any food? Yeah, well, you know, it's like we didn't know it the whole time, But we're creating the perfect ecosystem for a large snake. Yeah, exactly. That is true in your","episode":"s02e01","objectID":"201303","edited":false},
{"time":"00:59:38","speaker":1,"line":"dreams. How big's F l again?","episode":"s02e01","objectID":"201304","edited":false},
{"time":"00:59:40","speaker":2,"line":"Oh, I mean, like, big enough to go for that. Tourists want to take pictures with it. Oh, so this is trying to get some tourism tourism meet ladies, you know, I mean, like, I want one that looks good in a tank top. Like meeting. I'm wearing a tank top, and I can ride around on my big on my cruiser bike. Yeah, And judges you had, you know, you know, and like that, the idea is pretend like it's not a big deal, right? Like when people look at me like, Oh, you check out my snake. You kind of get I'm just out for a while. I don't know why this is such a big deal. One of those little glow like glowing pull behind things that you put a kid in and just sort of let him sit back. Exactly.","episode":"s02e01","objectID":"201305","edited":false},
{"time":"01:00:13","speaker":4,"line":"It is you are the type of guy who, when you walk by, you want everyone to be looking at you and what you're doing.","episode":"s02e01","objectID":"201306","edited":false},
{"time":"01:00:18","speaker":2,"line":"You're kind of clock. That's why talks a lot on the phone when I walked by this. That's why you'll see me if I'm If I'm getting close to a stoplight, I really quickly roll down the windows and turn up the music. Yeah, Yeah, yeah, yeah.","episode":"s02e01","objectID":"201307","edited":false},
{"time":"01:00:32","speaker":4,"line":"Uh, you got to get electric windows because those your role takes a wife","episode":"s02e01","objectID":"201308","edited":false},
{"time":"01:00:36","speaker":2,"line":"takes a long time. Almost a full light. Restless, If you're doing all four. Yeah. Yeah, have in 1981 Honda Value package. It's a civic. Uh, so, yeah, I'm, uh And you are milking the value out of that thing off big time. Yeah. Run it into the ground. I just plug it into my cousins, Jenny. Sure, sure. Nobody siphon some ethanol for my cousin because he wouldn't go that far. You've siphoned a lot from your cousin, to be honest, I mean, why stop there. Yeah, that's true. That's true. Hey, Family's family family look out for Yeah, they left looking out for","episode":"s02e01","objectID":"201309","edited":false},
{"time":"01:01:09","speaker":4,"line":"you. I'm looking at my computer here right now, and I got a new email. It's Ah, it's from Henderson from Henderson. No, it says, Saw your email didn't love the subject line. Uh, but I am looking to hire some not big dick. So I guess he's really schedule a meeting","episode":"s02e01","objectID":"201310","edited":false},
{"time":"01:01:33","speaker":1,"line":"here. Wow, man. Well, uh, does he say he's available for a phone call or our own person?","episode":"s02e01","objectID":"201311","edited":false},
{"time":"01:01:42","speaker":4,"line":"Let's see, It says here, available for a phone call or an in person.","episode":"s02e01","objectID":"201312","edited":false},
{"time":"01:01:48","speaker":2,"line":"That's exactly what I was. What does it say?","episode":"s02e01","objectID":"201313","edited":false},
{"time":"01:01:50","speaker":1,"line":"A day that would be good. Like maybe like Monday or Tuesday next week.","episode":"s02e01","objectID":"201314","edited":false},
{"time":"01:01:53","speaker":4,"line":"It says, Let me see. Uh,","episode":"s02e01","objectID":"201315","edited":false},
{"time":"01:01:57","speaker":2,"line":"should be easy to find a rolling past. Wow,","episode":"s02e01","objectID":"201316","edited":false},
{"time":"01:02:05","speaker":4,"line":"there's just a lot of content in here. Is it","episode":"s02e01","objectID":"201317","edited":false},
{"time":"01:02:08","speaker":2,"line":"him saying what? He's mad at us","episode":"s02e01","objectID":"201318","edited":false},
{"time":"01:02:11","speaker":4,"line":"for its kind of listing. Our offense skip through here, available most days, Monday or Tuesday is best. What are we know?","episode":"s02e01","objectID":"201319","edited":false},
{"time":"01:02:24","speaker":2,"line":"Exactly what I was thinking? Perfect. And did he say Bring bring a pitch. That's why we should hire rolling through here, scrolling through and through Now. Now things will change about ourselves in order to get hired.","episode":"s02e01","objectID":"201320","edited":false},
{"time":"01:02:40","speaker":4,"line":"Yeah, this is just a list and make that changes you should make This'll just looks like court documents. Uh, let's get that. Here we go. Bring a come prepared with the reason we should","episode":"s02e01","objectID":"201321","edited":false},
{"time":"01:02:58","speaker":2,"line":"hire your way have Why don't you reply to him? Let's let's replied almost Throw on some Justin's gear time we But we've been working on a discount for the school. You don't have to fulfill that or anything. All right, I got some boxers. We got a whole Well, let's send him a boxer's pick we got. But the thing is, these I have, like 400 pairs of boxers from that school. Tragic. That senior class that tragically burned down way weren't able to unload that. It's such a shame, because those are nice box are really nice boxers. I can't believe the senior class burned, you know. They're made of paper. E. I always knew everybody. Nobody knew it until, Well, you know, there was a good","episode":"s02e01","objectID":"201322","edited":false},
{"time":"01:03:37","speaker":1,"line":"reason for that, though That was that one year that there was a birthing freeze in town 18 years prior and in order and to keep getting funding for the school they had ever seen your","episode":"s02e01","objectID":"201323","edited":false},
{"time":"01:03:48","speaker":2,"line":"class. So they killed him out of paper mache. A generation of being scared. Big school convicts.","episode":"s02e01","objectID":"201324","edited":false},
{"time":"01:03:54","speaker":1,"line":"Actually, the first block post I posted was actually about that","episode":"s02e01","objectID":"201325","edited":false},
{"time":"01:03:57","speaker":2,"line":"You're blowing. The whistle was blown with Those were just paper dolls. And I","episode":"s02e01","objectID":"201326","edited":false},
{"time":"01:04:01","speaker":0,"line":"mean, I know","episode":"s02e01","objectID":"201327","edited":false},
{"time":"01:04:01","speaker":2,"line":"we all want our jobs back, but I think the next whistle to be blown is on big school. You know what I mean? Big school is doing a lot that we don't know. I mean, for example, schools have so much money for public schools art, it's Yeah, I headed up that scam","episode":"s02e01","objectID":"201328","edited":false},
{"time":"01:04:19","speaker":1,"line":"where we pretended like we were in Hurricane Katrina, and we got a bunch of money","episode":"s02e01","objectID":"201329","edited":false},
{"time":"01:04:23","speaker":2,"line":"and you guys were nowhere near know we were all here. Think I wanna be there for that? We're a couple 1000 miles","episode":"s02e01","objectID":"201330","edited":false},
{"time":"01:04:29","speaker":1,"line":"away, but we ran a good scam.","episode":"s02e01","objectID":"201331","edited":false},
{"time":"01:04:31","speaker":4,"line":"Yeah, we just made a couple cardboard signs that said, please help. Uh, so these ones were held up, you know, they didn't look too deep into it. Well,","episode":"s02e01","objectID":"201332","edited":false},
{"time":"01:04:39","speaker":0,"line":"this is","episode":"s02e01","objectID":"201333","edited":false},
{"time":"01:04:39","speaker":2,"line":"exciting about this. We should reply back. And why don't we change the subject to something that, um, there's a little bit more like spam? Great. Yeah. Free Viagra. How about Lee? You've won $30 million. Okay, you've won $30 million. Alternating cap. A lot of really somehow that weird square icon that Yeah, that you can't go in there","episode":"s02e01","objectID":"201334","edited":false},
{"time":"01:05:05","speaker":4,"line":"like three of those weird squares in a row. Grab","episode":"s02e01","objectID":"201335","edited":false},
{"time":"01:05:08","speaker":1,"line":"their attention. Maybe some stray Asterix is and underscores. Okay, great. Say we're available Monday and Tuesday, Preferably not too early. So wait. Hey, there should also be a zip file on your on your desktop. Cool. Just on it. Just says virus version 3.27 could also just attach the test. That is our contact information. Perfect. Andi and we're","episode":"s02e01","objectID":"201336","edited":false},
{"time":"01:05:35","speaker":2,"line":"wear off. We're off the Internet. It","episode":"s02e01","objectID":"201337","edited":false},
{"time":"01:05:39","speaker":4,"line":"way that So I'll report when I get home. Well,","episode":"s02e01","objectID":"201338","edited":false},
{"time":"01:05:45","speaker":2,"line":"great. Yeah, of course we don't have. We're pretty far out here. Yes, it's been way too","episode":"s02e01","objectID":"201339","edited":false},
{"time":"01:05:51","speaker":1,"line":"well. You know, everybody way are so excited to sort of have a podcast back up and running. We'll, uh we'd love Thio. Think our guest today who has been just ah, such a lovely friend. He's been","episode":"s02e01","objectID":"201340","edited":false},
{"time":"01:06:05","speaker":4,"line":"nice to host you for","episode":"s02e01","objectID":"201341","edited":false},
{"time":"01:06:06","speaker":2,"line":"once. We want to thank your cousin for supplying all the power for our first episode of the popcorn and","episode":"s02e01","objectID":"201342","edited":false},
{"time":"01:06:16","speaker":1,"line":"on, You know, uh, you know, everybody will be back again later on with hopefully a positive updating in the right direction for all of us. Uh, until then, until then, say flippy","episode":"s02e01","objectID":"201343","edited":false},
{"time":"01:06:59","speaker":0,"line":"Rooth.","episode":"s02e01","objectID":"201344","edited":false}]
