[{"time":"00:00:03","speaker":0,"line":"and the car keys. Thio Show","objectID":"3080","episode":"s03e08","edited":false},
{"time":"00:00:30","speaker":2,"line":"Hello and welcome to the teacher's lounge. The first, best And on Lee podcasts about issues pertaining to the greater swine high community. Howard Levis is a dead man.","objectID":"3081","episode":"s03e08","edited":false},
{"time":"00:00:43","speaker":3,"line":"He's dead. Howard Moses is dead. I mean, it's hard. I've seen death. I've been affected by death, but this one feels the same or less painful than the other ones I've got. It definitely makes you feel a little bit. Yeah, you know, that was sort of your friend. That was sort of someone, your compadre. After the death, I realized how close we weren't. Yes. You know, you think about your intimacy with the person and realize it wasn't what I thought it maybe could have been. I was sad years out. Yeah. I mean, yeah.","objectID":"3082","episode":"s03e08","edited":false},
{"time":"00:01:31","speaker":2,"line":"I mean, the man died a virgin. He had a heart attack because he's gonna have sex for the first time.","objectID":"3083","episode":"s03e08","edited":false},
{"time":"00:01:36","speaker":3,"line":"Yeah, and that was that was in the eulogy. I think that's the thing is I feel I agree with you. I'm not sad for me. I'm sad for what his life never became. Right. I'm depressed. I'm depressed. Yeah. I mean, we're all depressed here. I mean, I can't believe it takes a long We've had Cem Crazy things happen to us. It's been a year. We Yeah, we","objectID":"3084","episode":"s03e08","edited":false},
{"time":"00:01:55","speaker":2,"line":"flew too close to the sun on their wings of, um, you know, you go. Oh, it's name Eucalyptus. Uh, wait. Yeah. Ukulele. The old Greek God, Yeah. The Greek gods will. Ukulele flew too close to the sun and the strings melted. And that's what I feel like. Um, but shat. Our condolences go out to the they go out to the Levis family. 11. Um, our condolences go out to anyone that was affected by Howard over the years. His Anthony's Weiner scandal when he ran","objectID":"3085","episode":"s03e08","edited":false},
{"time":"00:02:32","speaker":3,"line":"for mayor. Yeah, a lot of people were affected by that. Um, I I just I can't believe it.","objectID":"3086","episode":"s03e08","edited":false},
{"time":"00:02:40","speaker":2,"line":"Well, the good news is, he would have wanted us to not think about him too much, and he would have wanted us to be happy and celebrating.","objectID":"3087","episode":"s03e08","edited":false},
{"time":"00:02:50","speaker":3,"line":"I'm sorry. I can't I can't get the image out of my head of him dying. It looked like he was. Can I tell you what it looked like? I was once a kid and had a bunny rabbit that got under the fence of my neighbor's house on and had a heart attack when it was attacked by two dogs. I saw Howard freak out in the same way as my little bunny rabbit. She reacted with","objectID":"3088","episode":"s03e08","edited":false},
{"time":"00:03:12","speaker":2,"line":"the same flight fight or flight reaction as a terrified rabbit that was scared for his life. That's right. And all that was gonna happen was he was gonna have sex","objectID":"3089","episode":"s03e08","edited":false},
{"time":"00:03:20","speaker":3,"line":"for the first Get laid. I mean, I can't. I just I feel like I'm blaming myself a little bit for this. Why","objectID":"30810","episode":"s03e08","edited":false},
{"time":"00:03:30","speaker":2,"line":"do not wear this is not your fault. I","objectID":"30811","episode":"s03e08","edited":false},
{"time":"00:03:34","speaker":3,"line":"mean, this is not our fault. If you it's on tape, it's Look then","objectID":"30812","episode":"s03e08","edited":false},
{"time":"00:03:40","speaker":1,"line":"and the family is looking into it where it's on tape. We bullet him for the seven week. We all know","objectID":"30813","episode":"s03e08","edited":false},
{"time":"00:03:47","speaker":2,"line":"that what Howard would have wanted was for nobody to look into this nobody to find blame. That's what he would have wanted.","objectID":"30814","episode":"s03e08","edited":false},
{"time":"00:03:54","speaker":1,"line":"He loves","objectID":"30815","episode":"s03e08","edited":false},
{"time":"00:03:54","speaker":3,"line":"us. He doesn't want to see ill","objectID":"30816","episode":"s03e08","edited":false},
{"time":"00:03:56","speaker":2,"line":"of when someone dies. Just say what you want to d'oh and say it's what they would have wanted.","objectID":"30817","episode":"s03e08","edited":false},
{"time":"00:04:02","speaker":1,"line":"We said multiple times, Just kill yourself, Howard. She didn't kill him. I know It was","objectID":"30818","episode":"s03e08","edited":false},
{"time":"00:04:10","speaker":3,"line":"natural sort of causes. Okay. I think we put too much pressure on his little heart.","objectID":"30819","episode":"s03e08","edited":false},
{"time":"00:04:16","speaker":1,"line":"His little his little shit heart. We put too","objectID":"30820","episode":"s03e08","edited":false},
{"time":"00:04:19","speaker":3,"line":"much pressure on its little shit. Heart was beating too fast, and he just exploded right there in his chair. The","objectID":"30821","episode":"s03e08","edited":false},
{"time":"00:04:25","speaker":2,"line":"doctor said The doctor said it was the dumbest death that ever seen became ways. They said, Why were you guys posing his refrigerators? Yeah, and just watching. Why didn't you, you know, give him CPR, Tried to restart his heart. And and then we said what we did. That's why his ribs are broken. This we tried to give him CPR way.","objectID":"30822","episode":"s03e08","edited":false},
{"time":"00:04:49","speaker":3,"line":"We're not trained in CPR. We wait. We did what we thought, Which was we very quickly when he was on the ground going into cardiac arrest. We all climbed a turn buckle, Theo engine room. And we jumped off of the top ring and ah gave him Ah, leg drop. We all thought his body really needed a jolt. I mean, and it did, unfortunately, are repeated legs to the chest. And hen did nothing.","objectID":"30823","episode":"s03e08","edited":false},
{"time":"00:05:21","speaker":2,"line":"Well, And then after that, unfortunately, that we knew that wasn't working. So we're like, Well, what else have we really happened to bring someone delight. Right? Right, right. And so obviously, I cut him open and tried to restart his heart with my own hand. And we had to explain that to the corners and the police also. Why's that? You were going to massage his","objectID":"30824","episode":"s03e08","edited":false},
{"time":"00:05:38","speaker":3,"line":"heart? Um, and that didn't work, Obviously. So then what else have we seen? We've seen those clear. You have seen that clear in that?","objectID":"30825","episode":"s03e08","edited":false},
{"time":"00:05:49","speaker":2,"line":"I won't. People were clear of us. Well, I will say that we did a good job of clearing anyone out.","objectID":"30826","episode":"s03e08","edited":false},
{"time":"00:05:54","speaker":3,"line":"We cleared everyone in the immediate area, and then we plugged in a extension cord, and we, uh we we cut it in half. And","objectID":"30827","episode":"s03e08","edited":false},
{"time":"00:06:03","speaker":4,"line":"we found two wires and we tried to shock his","objectID":"30828","episode":"s03e08","edited":false},
{"time":"00:06:05","speaker":2,"line":"heart because we didn't have a defib rules here. Stock trade up his hair, stood straight up in his feet, cut on fire. And so you should","objectID":"30829","episode":"s03e08","edited":false},
{"time":"00:06:14","speaker":3,"line":"get that smell. And then we didn't really know how to put his feet out. No. So what did we do?","objectID":"30830","episode":"s03e08","edited":false},
{"time":"00:06:20","speaker":2,"line":"Well, what we'd seen in the past","objectID":"30831","episode":"s03e08","edited":false},
{"time":"00:06:22","speaker":1,"line":"we had a memorial barbecue","objectID":"30832","episode":"s03e08","edited":false},
{"time":"00:06:23","speaker":3,"line":"way, got up all our friends that I would get together here. Elsa Maze. We had a","objectID":"30833","episode":"s03e08","edited":false},
{"time":"00:06:31","speaker":2,"line":"beautiful four feet of feast. Thinks the whole buffalo we used the whole buffalo.","objectID":"30834","episode":"s03e08","edited":false},
{"time":"00:06:41","speaker":1,"line":"By the time the paramedics got here, there wasn't much left. They got a couple bites in some left. Yes, by the time we invited the pair, a mix of the barbecue, they're like, What the heck out of foods? God,","objectID":"30835","episode":"s03e08","edited":false},
{"time":"00:06:56","speaker":2,"line":"we were. So I think we still got some something left in the smoker. Let's see which was, of course, Howard's mouth, that I opened up and shoved a bunch of hot oak chips in. Uh,","objectID":"30836","episode":"s03e08","edited":false},
{"time":"00:07:09","speaker":1,"line":"that was a","objectID":"30837","episode":"s03e08","edited":false},
{"time":"00:07:09","speaker":2,"line":"good barbecue. It was a very good barbecue. I","objectID":"30838","episode":"s03e08","edited":false},
{"time":"00:07:13","speaker":3,"line":"had meat that tender in a long time, and it was I'll say this. I think","objectID":"30839","episode":"s03e08","edited":false},
{"time":"00:07:17","speaker":2,"line":"it's what Howard would have. It was","objectID":"30840","episode":"s03e08","edited":false},
{"time":"00:07:20","speaker":1,"line":"happy, Never","objectID":"30841","episode":"s03e08","edited":false},
{"time":"00:07:21","speaker":3,"line":"explicitly said, When I die, barbecue my own body and explicitly","objectID":"30842","episode":"s03e08","edited":false},
{"time":"00:07:26","speaker":2,"line":"but we know that we know the brother well. And that's what he wanted. We knew it.","objectID":"30843","episode":"s03e08","edited":false},
{"time":"00:07:31","speaker":3,"line":"We know I'd rather go. Brother Howard. Yeah, that's I mean, it got out of hand.","objectID":"30844","episode":"s03e08","edited":false},
{"time":"00:07:36","speaker":2,"line":"We got out of hand. But the paramedics, I will say this, um, they we said Please don't ask too many questions. Yes, and they were. They were okay with that because we said it's what Howard would have wanted in spite of his will in spite in spite of his video will. In spite of what he'd said in life, that's what he would have wanted. I mean, what","objectID":"30845","episode":"s03e08","edited":false},
{"time":"00:07:58","speaker":1,"line":"are we about? The funeral? The funeral? What","objectID":"30846","episode":"s03e08","edited":false},
{"time":"00:08:02","speaker":2,"line":"a beautiful, beautiful serum. A classic New Orleans funeral that Howard's explicitly did not want. But that's what we're way Thought would have been fun. It's a","objectID":"30847","episode":"s03e08","edited":false},
{"time":"00:08:11","speaker":1,"line":"party. It was a celebration of life.","objectID":"30848","episode":"s03e08","edited":false},
{"time":"00:08:14","speaker":2,"line":"Party. Yeah, we had ah, brass band. They're playing time of your life. Good riddance.","objectID":"30849","episode":"s03e08","edited":false},
{"time":"00:08:20","speaker":1,"line":"I mean, the whole parade","objectID":"30850","episode":"s03e08","edited":false},
{"time":"00:08:21","speaker":2,"line":"went throughout town. Little parade with town. Uh,","objectID":"30851","episode":"s03e08","edited":false},
{"time":"00:08:26","speaker":1,"line":"it was one of","objectID":"30852","episode":"s03e08","edited":false},
{"time":"00:08:27","speaker":3,"line":"the biggest funerals that the town has ever seen. Because of all the hangers on the parade was so fun. Yeah, I ended up with almost 6000 people write about 10 minutes into it. It had really morphed into more of a parade, and nobody really knew what they were there. Full kind of a Bach in all. I mean, it was not only a parade, people were taking their shirts off. People are really connecting. What again, is what Howard would have wanted?","objectID":"30853","episode":"s03e08","edited":false},
{"time":"00:08:50","speaker":2,"line":"Absolutely. Hey, died a virgin and everyone had sex at his funeral.","objectID":"30854","episode":"s03e08","edited":false},
{"time":"00:08:54","speaker":3,"line":"Yeah, it was really unbelievable. Like how it's so devastating that he died while maybe or about to have sex for the first time. And we had I mean, I had multiple orgasms, but isn't that how it goes? Isn't that reincarnation that when one door closes sexless, everyone has sex to spite?","objectID":"30855","episode":"s03e08","edited":false},
{"time":"00:09:14","speaker":2,"line":"People were It's something about it. People get horny at funerals, and we've always known it way, eh? So we just tried to set up a situation where that was gonna be possible. The drinks were flowing, the heat was turned way up. Um, and there was a soft core pornography playing on all the TV.","objectID":"30856","episode":"s03e08","edited":false},
{"time":"00:09:33","speaker":3,"line":"And what a gorgeous community center that was. It really took off. When we asked his family to leave way, asked all his family to go","objectID":"30857","episode":"s03e08","edited":false},
{"time":"00:09:41","speaker":2,"line":"when we in politely asked his family the deejay turn the music up too late night slow jams and said, this is what he would have wanted.","objectID":"30858","episode":"s03e08","edited":false},
{"time":"00:09:49","speaker":3,"line":"Yeah, absolutely. And everybody rised around having sex with each other. I","objectID":"30859","episode":"s03e08","edited":false},
{"time":"00:09:54","speaker":2,"line":"mean, I felt like I was in The Matrix to Yeah. And that rave scene,","objectID":"30860","episode":"s03e08","edited":false},
{"time":"00:09:58","speaker":3,"line":"huh? Yeah, well, those two twins were there. They were having a black","objectID":"30861","episode":"s03e08","edited":false},
{"time":"00:10:01","speaker":2,"line":"friends, were there with the dreadlocks that they they had a good time. And they have not aged Well,","objectID":"30862","episode":"s03e08","edited":false},
{"time":"00:10:07","speaker":1,"line":"no, no. Yeah. The two of those","objectID":"30863","episode":"s03e08","edited":false},
{"time":"00:10:11","speaker":3,"line":"put me up on a spit, roasted me like a spit, whatever stuck in me in my ass. And then I was giving the other one a blowjob.","objectID":"30864","episode":"s03e08","edited":false},
{"time":"00:10:18","speaker":2,"line":"I remember seeing that cause you explicitly said going in, I just I loved our sex. I don't want to end up on a spit roast way, saw you having anal sex, and then I went before the job started happening. Your face was so unwilling.","objectID":"30865","episode":"s03e08","edited":false},
{"time":"00:10:33","speaker":1,"line":"I said, All right, listen, when you confess, may bad spine, but don't they? I'd better not be blowing the other one. And that one was fucking","objectID":"30866","episode":"s03e08","edited":false},
{"time":"00:10:43","speaker":3,"line":"me. And I was","objectID":"30867","episode":"s03e08","edited":false},
{"time":"00:10:43","speaker":1,"line":"like, All right, all right, here we go. Here we","objectID":"30868","episode":"s03e08","edited":false},
{"time":"00:10:45","speaker":3,"line":"go. And then I saw the other one coming up to me. I was like, No,","objectID":"30869","episode":"s03e08","edited":false},
{"time":"00:10:48","speaker":1,"line":"I was getting spun. God, I was getting","objectID":"30870","episode":"s03e08","edited":false},
{"time":"00:10:53","speaker":3,"line":"spun around on that spit. Got stand up Yeah. I mean, sometimes,","objectID":"30871","episode":"s03e08","edited":false},
{"time":"00:10:59","speaker":2,"line":"you know, that spit roast,","objectID":"30872","episode":"s03e08","edited":false},
{"time":"00:11:00","speaker":3,"line":"the atmosphere just takes over. Absolutely. And it is exactly what Howard would have wanted.","objectID":"30873","episode":"s03e08","edited":false},
{"time":"00:11:05","speaker":1,"line":"You know, Howard's into that.","objectID":"30874","episode":"s03e08","edited":false},
{"time":"00:11:07","speaker":2,"line":"It was the first ever funeral where we got a cease and desist in the middle of the funeral and the","objectID":"30875","episode":"s03e08","edited":false},
{"time":"00:11:12","speaker":3,"line":"first ever funeral on record that got a cease and desist.","objectID":"30876","episode":"s03e08","edited":false},
{"time":"00:11:18","speaker":1,"line":"We've got a game early. Lawyers came in. Well, apparently way had broken a lot","objectID":"30877","episode":"s03e08","edited":false},
{"time":"00:11:24","speaker":2,"line":"of international law. Yeah, that were broken. International laws were also had broken a lot of copyright lies because we had called. We had called the fleet. The big the big bang theory.","objectID":"30878","episode":"s03e08","edited":false},
{"time":"00:11:38","speaker":1,"line":"There was some pretty direct, pretty direct steals. Yeah. Yeah, we had, um We had a","objectID":"30879","episode":"s03e08","edited":false},
{"time":"00:11:43","speaker":2,"line":"Sheldon there were shelled in there.","objectID":"30880","episode":"s03e08","edited":false},
{"time":"00:11:45","speaker":3,"line":"We had a Sheldon there. The, uh, Kevin can wait. Three Castaic. Kevin can wait. Was there? Um,","objectID":"30881","episode":"s03e08","edited":false},
{"time":"00:11:54","speaker":2,"line":"Michael Richards gave a","objectID":"30882","episode":"s03e08","edited":false},
{"time":"00:11:55","speaker":1,"line":"pretty offensive speech. Yeah, that was that was way this one.","objectID":"30883","episode":"s03e08","edited":false},
{"time":"00:12:03","speaker":2,"line":"You couldn't blame it on improv because he was reading it off a piece of","objectID":"30884","episode":"s03e08","edited":false},
{"time":"00:12:06","speaker":1,"line":"paper. Yeah. I mean, we all let him get away","objectID":"30885","episode":"s03e08","edited":false},
{"time":"00:12:08","speaker":3,"line":"with the 1st 1 because improv. Yeah, yeah, yeah. Wait. We know how it all gets Wondering when you're improvising, you know, very quickly. Say a lot of bad things. Um, but yeah. Richards, that was pretty. Took","objectID":"30886","episode":"s03e08","edited":false},
{"time":"00:12:20","speaker":2,"line":"the energy out of the room. People will not like it. It","objectID":"30887","episode":"s03e08","edited":false},
{"time":"00:12:24","speaker":3,"line":"it was It was almost as if a bell went off and everybody got up and put their pants on and sort of shook, shook it out and said, Yeah, what was I doing? Yeah,","objectID":"30888","episode":"s03e08","edited":false},
{"time":"00:12:32","speaker":1,"line":"it's weird because I don't I didn't","objectID":"30889","episode":"s03e08","edited":false},
{"time":"00:12:37","speaker":3,"line":"want this toe happen. Um, but you know how Burning Man is a thing now It's been every year Burgo to the Jez, er they there's no money, you know? It's very sexual. The music, it's all there. Howard's funeral. This was","objectID":"30890","episode":"s03e08","edited":false},
{"time":"00:12:54","speaker":1,"line":"I mean, would you say everybody when they left? They said, See you here next year.","objectID":"30891","episode":"s03e08","edited":false},
{"time":"00:13:01","speaker":2,"line":"People left in our cars, They're like, So I think the funeral's gonna be kind of a yearly thing. Yeah, I don't know, though. It's already played out. I heard next year Taylor Swift wants to come.","objectID":"30892","episode":"s03e08","edited":false},
{"time":"00:13:16","speaker":1,"line":"Yeah, it seems like a lot","objectID":"30893","episode":"s03e08","edited":false},
{"time":"00:13:18","speaker":3,"line":"of investors air trying to capitalize on it. Um, because towards the end of the funeral this year, there was a V i p section and people were camping around the perimeter of fit. Job rule has said that next year's is going to be better than this one. And he is a full investor. Yes, he was. He wants to invest. And I say because Because this made the fire festival look like a fucking wedding. A beautiful wedding always told","objectID":"30894","episode":"s03e08","edited":false},
{"time":"00:13:44","speaker":2,"line":"the caterers waas, we want the same spread is the fire first","objectID":"30895","episode":"s03e08","edited":false},
{"time":"00:13:48","speaker":1,"line":"wear like a Sarah foam","objectID":"30896","episode":"s03e08","edited":false},
{"time":"00:13:52","speaker":3,"line":"to go boxes with a little bit of old potato salad, some loose iceberg lettuce and a piece of bread. That's what we were serving. And","objectID":"30897","episode":"s03e08","edited":false},
{"time":"00:14:01","speaker":1,"line":"people hated that","objectID":"30898","episode":"s03e08","edited":false},
{"time":"00:14:02","speaker":2,"line":"people were","objectID":"30899","episode":"s03e08","edited":false},
{"time":"00:14:02","speaker":1,"line":"furious all in Howard's","objectID":"308100","episode":"s03e08","edited":false},
{"time":"00:14:05","speaker":3,"line":"name. Oh, they blamed him.","objectID":"308101","episode":"s03e08","edited":false},
{"time":"00:14:07","speaker":2,"line":"Yeah, they blend to him. He was mad. But you know what? What? We thought this would be a nice thing for everybody. We don't know what Howard left us in his will. He made a recorded will, um,","objectID":"308102","episode":"s03e08","edited":false},
{"time":"00:14:18","speaker":1,"line":"was really","objectID":"308103","episode":"s03e08","edited":false},
{"time":"00:14:19","speaker":3,"line":"quickly. Okay, just really quickly. Sorry. It's We didn't want to react this way When our friend died, we didn't want to eat his body. I didn't want to react at all. If I'm being honest, like like we We got out of hand. It was ridiculous. We","objectID":"308104","episode":"s03e08","edited":false},
{"time":"00:14:37","speaker":1,"line":"ate our friend and we had a crazy funeral that had many lawsuits. We just want to","objectID":"308105","episode":"s03e08","edited":false},
{"time":"00:14:43","speaker":3,"line":"apologize for how we reacted. We were We were under I We were grief. Yeah, we were. We were in the grief. We were under grief.","objectID":"308106","episode":"s03e08","edited":false},
{"time":"00:14:53","speaker":2,"line":"We were under grief. And","objectID":"308107","episode":"s03e08","edited":false},
{"time":"00:14:55","speaker":1,"line":"it wasn't good grief.","objectID":"308108","episode":"s03e08","edited":false},
{"time":"00:14:56","speaker":2,"line":"It was not good. Greed is not good that it was the worst grief I've ever been under.","objectID":"308109","episode":"s03e08","edited":false},
{"time":"00:15:02","speaker":1,"line":"I was under the influence of grief, and I would never normally eat a human being after they died. And my barbecue? You're the","objectID":"308110","episode":"s03e08","edited":false},
{"time":"00:15:09","speaker":2,"line":"opposite of a person who had barbecue a human right after they died.","objectID":"308111","episode":"s03e08","edited":false},
{"time":"00:15:12","speaker":1,"line":"The last person in the last thing I would ever d'oh!","objectID":"308112","episode":"s03e08","edited":false},
{"time":"00:15:16","speaker":2,"line":"You never know what you're gonna do when you're grieving. Absolutely. I mean,","objectID":"308113","episode":"s03e08","edited":false},
{"time":"00:15:21","speaker":1,"line":"it's over. It's like a","objectID":"308114","episode":"s03e08","edited":false},
{"time":"00:15:22","speaker":2,"line":"drug. The grief is like a drug. Um,","objectID":"308115","episode":"s03e08","edited":false},
{"time":"00:15:25","speaker":1,"line":"and we didn't want to","objectID":"308116","episode":"s03e08","edited":false},
{"time":"00:15:26","speaker":3,"line":"take any pills to not feel it. You know, some people take their Cymbalta, take their out of am Yeah,","objectID":"308117","episode":"s03e08","edited":false},
{"time":"00:15:35","speaker":2,"line":"the tile in a man. We did not want to feel it. We took drugs to make it more intense. We took ecstasy way we can be flipped.","objectID":"308118","episode":"s03e08","edited":false},
{"time":"00:15:45","speaker":3,"line":"Wait. I've been not talking to my therapist a lot lately, about you know. Oh, yeah. We all We all quit talking to those bitches, right? That's right. It just wasn't the kind of support that I felt I needed to know. They were telling me you need this. You need to keep coming twice a week. I really need to be here for public safety. Yeah, it just wasn't working. I'm sorry I interrupted you, Todd. Uh, well,","objectID":"308119","episode":"s03e08","edited":false},
{"time":"00:16:11","speaker":2,"line":"oh, the will. I think that is good to know. You know what? All the stuff we did is because of grief. Uh, therapist can fuck off. And, uh, but we were so close with Howard. Yeah, and we really are excited. You had so much Levi's money. We're excited for him to have given us some cool stuff. You want to play the will live for forever.","objectID":"308120","episode":"s03e08","edited":false},
{"time":"00:16:37","speaker":3,"line":"He recorded his will on a six cassette tapes. It's very long. It's a long will. Andi left clues around town for where to find the next tape. Yes, yes. So from the first tape ends with a reading of the will and then a clue. to find the next tape, which has a little bit more of the will. Yeah, came","objectID":"308121","episode":"s03e08","edited":false},
{"time":"00:16:57","speaker":2,"line":"a wild scavenger hunt for that. Yeah, it was almost another parade in and of itself","objectID":"308122","episode":"s03e08","edited":false},
{"time":"00:17:01","speaker":3,"line":"through the will was incentivized by who finds the next tape is, you know, partially included. Yeah, yeah, cause chaos. It looked like a multiple black Friday's way. Yeah. Yeah,","objectID":"308123","episode":"s03e08","edited":false},
{"time":"00:17:14","speaker":1,"line":"way found on the tapes.","objectID":"308124","episode":"s03e08","edited":false},
{"time":"00:17:15","speaker":2,"line":"So my aunt got","objectID":"308125","episode":"s03e08","edited":false},
{"time":"00:17:16","speaker":3,"line":"trampled as part of this. Yeah, yeah, yeah. She was","objectID":"308126","episode":"s03e08","edited":false},
{"time":"00:17:21","speaker":2,"line":"trying to get into the best buy where we all thought the world was and she got trampled.","objectID":"308127","episode":"s03e08","edited":false},
{"time":"00:17:28","speaker":1,"line":"You don't seem to send two sad","objectID":"308128","episode":"s03e08","edited":false},
{"time":"00:17:30","speaker":2,"line":"about that. Well, I travel my art","objectID":"308129","episode":"s03e08","edited":false},
{"time":"00:17:32","speaker":1,"line":"way. Solve. Most people had been","objectID":"308130","episode":"s03e08","edited":false},
{"time":"00:17:35","speaker":3,"line":"slowly lead into the best buy. And you were outside stomping all","objectID":"308131","episode":"s03e08","edited":false},
{"time":"00:17:38","speaker":2,"line":"over Your first single person travels","objectID":"308132","episode":"s03e08","edited":false},
{"time":"00:17:45","speaker":1,"line":"you might get really caused you to get get way","objectID":"308133","episode":"s03e08","edited":false},
{"time":"00:17:49","speaker":3,"line":"behind on the look for that","objectID":"308134","episode":"s03e08","edited":false},
{"time":"00:17:50","speaker":1,"line":"way. Found very quickly. We said warehouse tied way. But it seemed like you really worked out","objectID":"308135","episode":"s03e08","edited":false},
{"time":"00:18:05","speaker":2,"line":"some your demons. And again, that's what Howard really would have that kind of way. I kept telling her that this is for Howard more than for your mate. It's what he would've wanted. God rest his little soul.","objectID":"308136","episode":"s03e08","edited":false},
{"time":"00:18:14","speaker":1,"line":"Yeah, you could get away with so much","objectID":"308137","episode":"s03e08","edited":false},
{"time":"00:18:16","speaker":3,"line":"stuff If you say this is what my dead friend wanted. Absolutely. How did they know? Let's first listen","objectID":"308138","episode":"s03e08","edited":false},
{"time":"00:18:21","speaker":2,"line":"to the first tape and see what he left us. Uh, play","objectID":"308139","episode":"s03e08","edited":false},
{"time":"00:18:25","speaker":5,"line":"well. Hi there. If you're listening to this, I've croaked. The fact that you care enough to even check in is is great. And it warms my heart. You know what? The man for meager means, who found his fortune with his family? I've got a lot to give. And today I'd like to just tell you a few little stories about me is a boy.","objectID":"308140","episode":"s03e08","edited":false},
{"time":"00:18:57","speaker":1,"line":"Sounds like","objectID":"308141","episode":"s03e08","edited":false},
{"time":"00:18:58","speaker":2,"line":"he knew he was gonna die","objectID":"308142","episode":"s03e08","edited":false},
{"time":"00:19:00","speaker":5,"line":"when I was just a child. My family said, Howard, if you want anything in life, you've gotta work.","objectID":"308143","episode":"s03e08","edited":false},
{"time":"00:19:06","speaker":2,"line":"That's forward. Fast forward.","objectID":"308144","episode":"s03e08","edited":false},
{"time":"00:19:13","speaker":5,"line":"And I told her","objectID":"308145","episode":"s03e08","edited":false},
{"time":"00:19:15","speaker":1,"line":"Oh, my, This is for a story Still,","objectID":"308146","episode":"s03e08","edited":false},
{"time":"00:19:17","speaker":5,"line":"Mom. What","objectID":"308147","episode":"s03e08","edited":false},
{"time":"00:19:19","speaker":1,"line":"way, wind?","objectID":"308148","episode":"s03e08","edited":false},
{"time":"00:19:23","speaker":2,"line":"Just a bomb. You better believe it.","objectID":"308149","episode":"s03e08","edited":false},
{"time":"00:19:25","speaker":5,"line":"Go to school when you ask me. Only when you asked me to. Because Mother I will work hard at home. I told her. Okay, good. I will cut to two days later. And my father is working in the factory.","objectID":"308150","episode":"s03e08","edited":false},
{"time":"00:19:47","speaker":3,"line":"Pause speaking, cinematic.","objectID":"308151","episode":"s03e08","edited":false},
{"time":"00:19:48","speaker":1,"line":"So what? He was having an","objectID":"308152","episode":"s03e08","edited":false},
{"time":"00:19:51","speaker":2,"line":"argument with his mom, and she wanted him to go to school. I was unwell. And he said he would only go when she wanted him","objectID":"308153","episode":"s03e08","edited":false},
{"time":"00:19:58","speaker":1,"line":"to. Yeah, when he was told when he was specifically told. Theo, I","objectID":"308154","episode":"s03e08","edited":false},
{"time":"00:20:04","speaker":2,"line":"don't care if you told me to go to school. I don't want to go today. So go whenever you tell me","objectID":"308155","episode":"s03e08","edited":false},
{"time":"00:20:09","speaker":1,"line":"how old is this? Will did he recorded as a child","objectID":"308156","episode":"s03e08","edited":false},
{"time":"00:20:12","speaker":2,"line":"goes telling his childhood I'm confused by this stupid will. It s o we just matched Cut into his father. Working father working play","objectID":"308157","episode":"s03e08","edited":false},
{"time":"00:20:23","speaker":3,"line":"out on, huh? Uh, yeah, because his, um that the inspiration he used to write worked in a factory. Correct? Not his father.","objectID":"308158","episode":"s03e08","edited":false},
{"time":"00:20:37","speaker":2,"line":"Oh, yeah. The father used his father. Worked in a factory on he always has. Amused. Yeah, he","objectID":"308159","episode":"s03e08","edited":false},
{"time":"00:20:46","speaker":3,"line":"called you okay? Yeah. His father figure this waterfront","objectID":"308160","episode":"s03e08","edited":false},
{"time":"00:20:57","speaker":1,"line":"people have muses, and then they have","objectID":"308161","episode":"s03e08","edited":false},
{"time":"00:20:58","speaker":3,"line":"father figures. Okay, I play.","objectID":"308162","episode":"s03e08","edited":false},
{"time":"00:21:02","speaker":5,"line":"And I told him I said, you know how much you mean to me, and I hope you'll know that hopefully 65 to 70 years from now on the day that I've died closely, you will get everything that I've got.","objectID":"308163","episode":"s03e08","edited":false},
{"time":"00:21:17","speaker":1,"line":"We need Thio, father figures, getting everything.","objectID":"308164","episode":"s03e08","edited":false},
{"time":"00:21:21","speaker":5,"line":"Oh, play. And he looked at me and he said, Howard, that's the kind of thing anyone's ever said to me. And I looked up at him and I said, That can't be true. You're the kind of man I've ever met. No one's ever said anything more kind to you than telling you that you'd receive everything that they own on the day that they die. And my father figure to me and said Yes, Howard. And on that day I knew that I had reached my peak","objectID":"308165","episode":"s03e08","edited":false},
{"time":"00:21:54","speaker":2,"line":"to get like This guy is gonna leave everybody.","objectID":"308166","episode":"s03e08","edited":false},
{"time":"00:21:58","speaker":5,"line":"I said to him, I think this is the best day of my life.","objectID":"308167","episode":"s03e08","edited":false},
{"time":"00:22:01","speaker":1,"line":"All right, so the first tape saw. So we're going to rip this tape out. It's just a little I love the clue at","objectID":"308168","episode":"s03e08","edited":false},
{"time":"00:22:07","speaker":3,"line":"the end of this tape that led us to the same time. Be fast forward and find the clue. Really good.","objectID":"308169","episode":"s03e08","edited":false},
{"time":"00:22:12","speaker":5,"line":"If you'd like to hear the second tape, find it underneath the place where the troll fleet","objectID":"308170","episode":"s03e08","edited":false},
{"time":"00:22:20","speaker":3,"line":"okay, So that's the end of the tape. So we thought, What does that mean? Who's the biggest troll in town and where do they sleep? And","objectID":"308171","episode":"s03e08","edited":false},
{"time":"00:22:28","speaker":2,"line":"we all agreed it was work.","objectID":"308172","episode":"s03e08","edited":false},
{"time":"00:22:32","speaker":1,"line":"Everybody in this best by unanimous made a great, like our way. No, exactly,","objectID":"308173","episode":"s03e08","edited":false},
{"time":"00:22:39","speaker":2,"line":"like, inched out of her breath. So","objectID":"308174","episode":"s03e08","edited":false},
{"time":"00:22:44","speaker":1,"line":"that was our last word of Howard Roast your ads. Final word and her","objectID":"308175","episode":"s03e08","edited":false},
{"time":"00:22:49","speaker":2,"line":"funeral sucked our funerals. Boring. I missed a no one showed. No one showed. I felt bad. I don't think she died. I think she went missing a doubt. I killed her.","objectID":"308176","episode":"s03e08","edited":false},
{"time":"00:23:00","speaker":3,"line":"Oh, yeah, we can all agree on that.","objectID":"308177","episode":"s03e08","edited":false},
{"time":"00:23:02","speaker":1,"line":"So let's do the second","objectID":"308178","episode":"s03e08","edited":false},
{"time":"00:23:03","speaker":3,"line":"tape. Second tape, but have here, let me load it in. Okay. Play,","objectID":"308179","episode":"s03e08","edited":false},
{"time":"00:23:08","speaker":5,"line":"huh?","objectID":"308180","episode":"s03e08","edited":false},
{"time":"00:23:10","speaker":1,"line":"Spots That fucking laugh at the beginning of this made me sick. Thanks. Smug about your own will, Uh, you're a dead man. That much to be proud of? Yeah. And he also roasted himself of the end of the last tape with You'll find it over. The trophy was patrol was patrol. Why is he so fucking proud? What a humiliation.","objectID":"308181","episode":"s03e08","edited":false},
{"time":"00:23:35","speaker":3,"line":"Think humiliating thing. This is all right. Let's play.","objectID":"308182","episode":"s03e08","edited":false},
{"time":"00:23:38","speaker":5,"line":"That's right. I have always thought I'm the grossest person on the earth.","objectID":"308183","episode":"s03e08","edited":false},
{"time":"00:23:44","speaker":3,"line":"God, that's sad.","objectID":"308184","episode":"s03e08","edited":false},
{"time":"00:23:45","speaker":5,"line":"And you all knew that. And now you find yourself here and we'll get to the good stuff. Good. Look around you. Do you see my father figure? Did he make it here? Is he alive? Perhaps he died years ago. I've lost contact with him when the","objectID":"308185","episode":"s03e08","edited":false},
{"time":"00:24:05","speaker":2,"line":"So this is where it got tough. He never gave us a name","objectID":"308186","episode":"s03e08","edited":false},
{"time":"00:24:08","speaker":1,"line":"way. We're all accusing each other of a spotter. Figure","objectID":"308187","episode":"s03e08","edited":false},
{"time":"00:24:13","speaker":2,"line":"it. Some people started claiming it. They're like, Oh, yeah,","objectID":"308188","episode":"s03e08","edited":false},
{"time":"00:24:16","speaker":1,"line":"I think that's","objectID":"308189","episode":"s03e08","edited":false},
{"time":"00:24:17","speaker":2,"line":"May. I worked in a factory. I remember that conversation. They were trying to get his riches","objectID":"308190","episode":"s03e08","edited":false},
{"time":"00:24:21","speaker":1,"line":"have been","objectID":"308191","episode":"s03e08","edited":false},
{"time":"00:24:22","speaker":3,"line":"inspirational before. I Yeah, it caused a lot of infighting. They're right there. Howard's bedroom? Yes, in his bedroom. But we quickly figured it out. Play.","objectID":"308192","episode":"s03e08","edited":false},
{"time":"00:24:32","speaker":5,"line":"And if you'd like this to be yours, just ask the door, walk towards it and see what's in store before I implore you to restore.","objectID":"308193","episode":"s03e08","edited":false},
{"time":"00:24:50","speaker":2,"line":"So this goes on for 32 minutes.","objectID":"308194","episode":"s03e08","edited":false},
{"time":"00:24:52","speaker":5,"line":"In in your course?","objectID":"308195","episode":"s03e08","edited":false},
{"time":"00:24:57","speaker":3,"line":"Yeah, there's a lot of or words.","objectID":"308196","episode":"s03e08","edited":false},
{"time":"00:25:00","speaker":5,"line":"So that's it, folks. This is it. For the second taste","objectID":"308197","episode":"s03e08","edited":false},
{"time":"00:25:04","speaker":2,"line":"we learned nothing. Nothing. Most of the tape was a rhyme. Get us to walk to the door in his bedroom,","objectID":"308198","episode":"s03e08","edited":false},
{"time":"00:25:11","speaker":3,"line":"which is also the living room and","objectID":"308199","episode":"s03e08","edited":false},
{"time":"00:25:13","speaker":2,"line":"the kitchen in his micro apartment. It's so then the next three tapes, Uh, we're all just him doing impression through the impression","objectID":"308200","episode":"s03e08","edited":false},
{"time":"00:25:23","speaker":1,"line":"it was like an S and ality. We'll just","objectID":"308201","episode":"s03e08","edited":false},
{"time":"00:25:27","speaker":2,"line":"pop in a couple of those real quick because it goes on for a while. Uh,","objectID":"308202","episode":"s03e08","edited":false},
{"time":"00:25:31","speaker":1,"line":"they're back surprising","objectID":"308203","episode":"s03e08","edited":false},
{"time":"00:25:32","speaker":3,"line":"to get it. Let me know. They suck the impressions. Let's play those. There's one. This one says to Lorne.","objectID":"308204","episode":"s03e08","edited":false},
{"time":"00:25:40","speaker":5,"line":"Yeah, my tweaking. Barry's","objectID":"308205","episode":"s03e08","edited":false},
{"time":"00:25:44","speaker":2,"line":"paws. Plus, I was Austin Powers impression. It was a not very famous line from Austin Powers. It wasn't a horny baby or checking delegates to your bears. And so, uh, fast forward. Here's another one. He did","objectID":"308206","episode":"s03e08","edited":false},
{"time":"00:25:59","speaker":5,"line":"somebody once","objectID":"308207","episode":"s03e08","edited":false},
{"time":"00:26:01","speaker":3,"line":"again, Austin Powers. I'm tired of this 11 stick thing.","objectID":"308208","episode":"s03e08","edited":false},
{"time":"00:26:06","speaker":2,"line":"Yes, absolutely. This next one says to Mad TV. All right, so we'll fast forward a little bit. Just one","objectID":"308209","episode":"s03e08","edited":false},
{"time":"00:26:17","speaker":3,"line":"in the middle here and play.","objectID":"308210","episode":"s03e08","edited":false},
{"time":"00:26:20","speaker":5,"line":"I'd like to thank all my fans and all the people who supported me. This'd","objectID":"308211","episode":"s03e08","edited":false},
{"time":"00:26:30","speaker":2,"line":"is Michael Jackson. Yeah, that was Michael Jackson. It's just Michael Jackson. Giving a thank you","objectID":"308212","episode":"s03e08","edited":false},
{"time":"00:26:35","speaker":1,"line":"speech really doesn't have a comedic t o reminding people","objectID":"308213","episode":"s03e08","edited":false},
{"time":"00:26:40","speaker":3,"line":"about Michael Jackson. Yeah, he just thinks his family, and like some of his record label, very.","objectID":"308214","episode":"s03e08","edited":false},
{"time":"00:26:45","speaker":1,"line":"It's in it. But to be fair, it is what","objectID":"308215","episode":"s03e08","edited":false},
{"time":"00:26:47","speaker":2,"line":"people want to hear about Michael Jackson. Yes, absolutely. This ax one said to Bill Bellman the Def Jam crew. What?","objectID":"308216","episode":"s03e08","edited":false},
{"time":"00:26:55","speaker":3,"line":"We're not sure. What? What? That's a fact.","objectID":"308217","episode":"s03e08","edited":false},
{"time":"00:26:59","speaker":5,"line":"Oh,","objectID":"308218","episode":"s03e08","edited":false},
{"time":"00:27:04","speaker":2,"line":"so that's him doing like beatbox?","objectID":"308219","episode":"s03e08","edited":false},
{"time":"00:27:07","speaker":1,"line":"Yeah. Uh, it gets worse, gets worse. That crazy thing is, when we're at the","objectID":"308220","episode":"s03e08","edited":false},
{"time":"00:27:13","speaker":3,"line":"end of the fifth tape, we get this clue, and it makes us think all of these tapes were somehow a lie and that they were leading us to a certain place that we didn't want to go. That involves the school, and we way we think it may be the gossip behind this.","objectID":"308221","episode":"s03e08","edited":false},
{"time":"00:27:41","speaker":2,"line":"We think that maybe he didn't record this. Those tape. Yeah, and it was a Guth recording the tape.","objectID":"308222","episode":"s03e08","edited":false},
{"time":"00:27:45","speaker":3,"line":"You are It was him. Him under duress under duress.","objectID":"308223","episode":"s03e08","edited":false},
{"time":"00:27:50","speaker":2,"line":"So let's play this last clue","objectID":"308224","episode":"s03e08","edited":false},
{"time":"00:27:52","speaker":5,"line":"driving in your car. I never, never want to go home because I haven't got","objectID":"308225","episode":"s03e08","edited":false},
{"time":"00:27:59","speaker":2,"line":"s. So that's obviously him singing that awful Smith song. Um uh, you know about getting hit by a bus and wanting to die in a woman's arms and no one cares. Morrissey. Yeah. So it's like you. We'd never heard him singing snow, so we got a little suspicious. So we went to the Goths house? Yeah. Morris his house way. Knocked on their door, huh? And they handed us this tape player.","objectID":"308226","episode":"s03e08","edited":false},
{"time":"00:28:30","speaker":5,"line":"We've got the bank. We've got it all. We've spent it all. If you'd like to ever see that money or your silly little big again, you will leave Swine. I school","objectID":"308227","episode":"s03e08","edited":false},
{"time":"00:28:43","speaker":2,"line":"pause. And so now we're pissed.","objectID":"308228","episode":"s03e08","edited":false},
{"time":"00:28:46","speaker":1,"line":"Now is I didn't leave us anything.","objectID":"308229","episode":"s03e08","edited":false},
{"time":"00:28:49","speaker":2,"line":"Apparently. And the Goths made this whole all six tapes made him make it under duress to waste our time.","objectID":"308230","episode":"s03e08","edited":false},
{"time":"00:28:56","speaker":3,"line":"And I got one thing to say to these fuckin Goths. We'll see you in cry, right? That we're taking you all the way to civil all the way to criminal. We know what's going on. God's you think you have control of the school and you're gonna you're gonna cause a mutiny and get","objectID":"308231","episode":"s03e08","edited":false},
{"time":"00:29:17","speaker":1,"line":"us out of here. But It's not gonna happen. Swine high school is ours.","objectID":"308232","episode":"s03e08","edited":false},
{"time":"00:29:22","speaker":2,"line":"We have no qualms killing you all with the Gulf ness monster. Okay. And way. We've had to talk a little bit too, Sam, because his little boy cowboys air now Goths and live in Morrissey's house.","objectID":"308233","episode":"s03e08","edited":false},
{"time":"00:29:33","speaker":3,"line":"Yeah, I can't control","objectID":"308234","episode":"s03e08","edited":false},
{"time":"00:29:34","speaker":2,"line":"him. We're gonna have to kill your kids, Sam.","objectID":"308235","episode":"s03e08","edited":false},
{"time":"00:29:37","speaker":3,"line":"At this point, I don't know. I don't know what I want. I","objectID":"308236","episode":"s03e08","edited":false},
{"time":"00:29:41","speaker":1,"line":"love him so much, Electors losing control of it. But I don't want to see by offspring be something I hate.","objectID":"308237","episode":"s03e08","edited":false},
{"time":"00:29:47","speaker":2,"line":"And that's why we have It's what you have to dio. As a father. You try to control your Children and make him into a better version of you. And if that doesn't","objectID":"308238","episode":"s03e08","edited":false},
{"time":"00:29:56","speaker":1,"line":"work, no hate them and","objectID":"308239","episode":"s03e08","edited":false},
{"time":"00:29:58","speaker":2,"line":"you needle them and then you kill them. If that's","objectID":"308240","episode":"s03e08","edited":false},
{"time":"00:30:00","speaker":1,"line":"what you're supposed to do. When your life goes out of control, just let people live as they want to. That makes me feel a little bit uncomfortable.","objectID":"308241","episode":"s03e08","edited":false},
{"time":"00:30:08","speaker":2,"line":"Absolutely. It's a minor inconvenience for you if other people are living their own life, not in the way you want them to. I just don't know what to do because I love them so much, but they're just little freaks. And I think they deserve to die. Well, you know, maybe it's the grief talking, but I am absolutely willing to kill these high schoolers and the little boy Cowboys and Morrissey.","objectID":"308242","episode":"s03e08","edited":false},
{"time":"00:30:28","speaker":3,"line":"Yeah, maybe it's the grief talking, but I am so sad. I am willing to blow up Morris his house with the Gotham s monster.","objectID":"308243","episode":"s03e08","edited":false},
{"time":"00:30:36","speaker":1,"line":"I didn't want to have to use it,","objectID":"308244","episode":"s03e08","edited":false},
{"time":"00:30:38","speaker":2,"line":"but didn't want to do it.","objectID":"308245","episode":"s03e08","edited":false},
{"time":"00:30:39","speaker":1,"line":"We want it to be","objectID":"308246","episode":"s03e08","edited":false},
{"time":"00:30:40","speaker":3,"line":"like a nuclear option. Something that you hang out there to keep people at bay. You don't want to actually pull the trigger. Yeah, but we're getting there. Where? South. Klaus. I mean, they said they have. They've spent the money, but if we want it back, so they've obviously bought a lot of things that air. You can return the receipts,","objectID":"308247","episode":"s03e08","edited":false},
{"time":"00:31:04","speaker":1,"line":"I guess. Or","objectID":"308248","episode":"s03e08","edited":false},
{"time":"00:31:05","speaker":2,"line":"maybe it's investments. Maybe they invested all the money.","objectID":"308249","episode":"s03e08","edited":false},
{"time":"00:31:08","speaker":3,"line":"Maybe there's more money there has got to get the keys to it. You know, maybe it's all in the stock market and the stock market's booming.","objectID":"308250","episode":"s03e08","edited":false},
{"time":"00:31:16","speaker":1,"line":"I don't know.","objectID":"308251","episode":"s03e08","edited":false},
{"time":"00:31:17","speaker":2,"line":"I'll say this. I wish they would invested in shit coin because it is down. Shit. Coin is Tao.","objectID":"308252","episode":"s03e08","edited":false},
{"time":"00:31:25","speaker":3,"line":"It coin is so, so down.","objectID":"308253","episode":"s03e08","edited":false},
{"time":"00:31:27","speaker":2,"line":"And I need money because we've been paying ourselves through this now that Howard's dad, Levi's is no longer sponsoring the school.","objectID":"308254","episode":"s03e08","edited":false},
{"time":"00:31:36","speaker":3,"line":"No, they pulled out. So this week was gonna be a very cool new cut of Levi's. It was going to be fantastic.","objectID":"308255","episode":"s03e08","edited":false},
{"time":"00:31:44","speaker":2,"line":"Oh, you're talking about the Levi's 3 15 hat cut.","objectID":"308256","episode":"s03e08","edited":false},
{"time":"00:31:47","speaker":1,"line":"Yeah, Levi's 3 15 hat cut. Cover your head, not your butt. Levi's cut. Go bottomless and put jeans on your head. Levi's 3 15 hat cut jeans. Are you","objectID":"308257","episode":"s03e08","edited":false},
{"time":"00:32:03","speaker":2,"line":"Jay Leno? And you never wore a hat because there's never a dental","objectID":"308258","episode":"s03e08","edited":false},
{"time":"00:32:06","speaker":1,"line":"one. He's","objectID":"308259","episode":"s03e08","edited":false},
{"time":"00:32:08","speaker":2,"line":"cutting a teacher right for you.","objectID":"308260","episode":"s03e08","edited":false},
{"time":"00:32:12","speaker":1,"line":"That was supposed to be this week. They pulled out. I was. We","objectID":"308261","episode":"s03e08","edited":false},
{"time":"00:32:17","speaker":3,"line":"were going out. We had a big debut this week. A new investment that we were we had been talking about all year. Shitty bike, shady bike.","objectID":"308262","episode":"s03e08","edited":false},
{"time":"00:32:25","speaker":2,"line":"Oh, is it was gonna be the way of the future for students to get around and people to get her on the city. You will be able to write a shitty bike around on what","objectID":"308263","episode":"s03e08","edited":false},
{"time":"00:32:35","speaker":1,"line":"it is. I want a shitty bike. Dad? Danny, What is it? Abraham","objectID":"308264","episode":"s03e08","edited":false},
{"time":"00:32:46","speaker":2,"line":"have been over home in Avraham. Uh, well, shitty bike. As we know, these are all bikes that we've gotten from old dumb hippies.","objectID":"308265","episode":"s03e08","edited":false},
{"time":"00:32:56","speaker":3,"line":"Yes, that's right. And they It's all about the character with these bikes. Most of the wheels are not circular anymore. They're slightly bent because they're hit by buses because they don't understand that traffic works. Yeah, and there's lots of things","objectID":"308266","episode":"s03e08","edited":false},
{"time":"00:33:11","speaker":2,"line":"on these things. There's dings all over the bikes, um, and well, we partnered in order to pay for the bikes. You know, Citibank doesn't who Luke does. Um, and we wanted to partner with a big, wealthy, good partner. Yeah. Um,","objectID":"308267","episode":"s03e08","edited":false},
{"time":"00:33:25","speaker":1,"line":"yeah. Big, dumb hippies on their bad bikes. But we're gonna launch that this week, and we won't be able to and everything is going to hell. That's right. The students have lost respect breast. They're not even coming to school anymore because they're not being told to Like Howard was saying his tape.","objectID":"308268","episode":"s03e08","edited":false},
{"time":"00:33:42","speaker":2,"line":"Our friend is dead. Uh, the kids don't respect us. They're not being told to come to school. Our","objectID":"308269","episode":"s03e08","edited":false},
{"time":"00:33:48","speaker":3,"line":"security systems got holes all over it. The most reliable source of security with my little boy. Cowboy robots have now turned on us, which also soured the TSA. They started to feel like we didn't accept them. So now the metal detectors air off. It's almost like","objectID":"308270","episode":"s03e08","edited":false},
{"time":"00:34:04","speaker":2,"line":"our policy of fear and law and order instead of spending money in some sort of smart way. And investing in the school fucked us, which nobody could have expected. Crazy, nobody could nobody. Uh oh, my play is a disaster. My Web series, You, your Web series, my Web series. I called it a play because it's everything's a play to May. Webster's has become a major disaster. The","objectID":"308271","episode":"s03e08","edited":false},
{"time":"00:34:30","speaker":3,"line":"one you were making about your relationship. Yes, yes and being white.","objectID":"308272","episode":"s03e08","edited":false},
{"time":"00:34:36","speaker":2,"line":"Yes, it was about being a white man and break getting out of relationship. Uh, and it's It's been a huge, huge, huge disaster.","objectID":"308273","episode":"s03e08","edited":false},
{"time":"00:34:44","speaker":1,"line":"That's such an interesting story, though I can't believe it's not working.","objectID":"308274","episode":"s03e08","edited":false},
{"time":"00:34:48","speaker":2,"line":"I know it's just Nobody wanted to see it. Our Kickstarter or a go fund me. It just sucked, Um, and we went to a live screening and Mike Pence showed up and the whole audience stood up in boot, and I was trying to cheer you. Throw it up with the whole audience. Stood up in booed made, right. Uh, God damn, it has just been a fucking mess. Everything is screwed. You're in witness protection. The Mafia. The Mafia is killed. Your 10 people that look like you.","objectID":"308275","episode":"s03e08","edited":false},
{"time":"00:35:19","speaker":1,"line":"The Mafia killed Paul Reubens. Last way. Oh, that's right. Yeah. Rest is a","objectID":"308276","episode":"s03e08","edited":false},
{"time":"00:35:24","speaker":2,"line":"piece, Paul Reubens.","objectID":"308277","episode":"s03e08","edited":false},
{"time":"00:35:26","speaker":1,"line":"Because I was I've been dressed up","objectID":"308278","episode":"s03e08","edited":false},
{"time":"00:35:28","speaker":3,"line":"like Pee Wee Herman. And they killed him thinking it was me. Because he does the character still live the groundlings. Sometimes","objectID":"308279","episode":"s03e08","edited":false},
{"time":"00:35:35","speaker":2,"line":"your Netflix special. It came out last year's","objectID":"308280","episode":"s03e08","edited":false},
{"time":"00:35:38","speaker":1,"line":"hey was filming Pee Wee Herman too. My account.","objectID":"308281","episode":"s03e08","edited":false},
{"time":"00:35:41","speaker":2,"line":"But they brutally brutally murdered Paul Reubens. So for those of you who are looking forward to mystery men to that, production is halted. For","objectID":"308282","episode":"s03e08","edited":false},
{"time":"00:35:51","speaker":3,"line":"that, they'll do what they always do in Hollywood, which is replacing with somebody who looks similar and can do the character. It's basically what you don't know about Hollywood is that there are stand ins. And what is it called? A second string. What's the second stringers status?","objectID":"308283","episode":"s03e08","edited":false},
{"time":"00:36:07","speaker":2,"line":"Well, they're replacing them with Don Cheadle. It's the same thing. They did an iron man same cheat, Eliza scab and 1/2 on he tell you, stepped right in and took his playing peewee on Broadway.","objectID":"308284","episode":"s03e08","edited":false},
{"time":"00:36:19","speaker":1,"line":"I don't know if this happened to you guys, but I was","objectID":"308285","episode":"s03e08","edited":false},
{"time":"00:36:23","speaker":3,"line":"the key. Didn't work to my office this morning. Really? Yeah. Do","objectID":"308286","episode":"s03e08","edited":false},
{"time":"00:36:27","speaker":2,"line":"you think they changed the locks? Yeah. Yeah, Well, come to think of it, you know how I made my office One of those hotel keys. So it's always sliding. I usually have to do 8 to 10 slides anyway to get in. Right. But this time I could not get in at all. Yeah, I tried to get my card re magnetize. I could not get into my office and I need to be in there. That's where my players are.","objectID":"308287","episode":"s03e08","edited":false},
{"time":"00:36:48","speaker":3,"line":"Yeah, I just don't know what we're gonna do. I feel like for the first time in our history, we're losing control. We're losing control of This is a first for us. We're losing control. Other than the last two schools we've lost control of. This","objectID":"308288","episode":"s03e08","edited":false},
{"time":"00:37:06","speaker":1,"line":"is a","objectID":"308289","episode":"s03e08","edited":false},
{"time":"00:37:06","speaker":3,"line":"first for us. Exactly. Because we've never been so in control and then had it all slipped through our fingers. We","objectID":"308290","episode":"s03e08","edited":false},
{"time":"00:37:14","speaker":2,"line":"really failed at our major experiment.","objectID":"308291","episode":"s03e08","edited":false},
{"time":"00:37:16","speaker":0,"line":"Attention,","objectID":"308292","episode":"s03e08","edited":false},
{"time":"00:37:19","speaker":3,"line":"students. New policy regarding bringing friends and family to school. Don't do it anymore. Thea. Uncle Lounge is full and we need to scale","objectID":"308293","episode":"s03e08","edited":false},
{"time":"00:37:26","speaker":0,"line":"back. But","objectID":"308294","episode":"s03e08","edited":false},
{"time":"00:37:28","speaker":2,"line":"we should get We do have a guest. We didn't get to our guest. We day with God must go on. The pod must go on. The Todd must go on. Um so introduce yourself. How you doing? I share. Name. Introduce yourself. How you doing?","objectID":"308295","episode":"s03e08","edited":false},
{"time":"00:37:42","speaker":4,"line":"Uh, it was up. Guys, this is my name's Darryl Kirkman. I'm the school nurse here at Swan in high school. Um, thanks for having me on this show. I've been listening every week. It's really It's an interesting show it because it gives you a nice little peek behind the curtain. A little bit for these kids. I really like it.","objectID":"308296","episode":"s03e08","edited":false},
{"time":"00:37:59","speaker":2,"line":"Great. I think we're gonna have you. You were actually the first on the scene when Iwas when Howard died. Yeah, The school nurse.","objectID":"308297","episode":"s03e08","edited":false},
{"time":"00:38:07","speaker":4,"line":"Yeah. You know, that's not the first dead person I've seen in a","objectID":"308298","episode":"s03e08","edited":false},
{"time":"00:38:10","speaker":3,"line":"school. At what point did you come on the scene? Because we've explained what happened.","objectID":"308299","episode":"s03e08","edited":false},
{"time":"00:38:16","speaker":4,"line":"Well, I got here while his feet were on fire. Obviously, you guys actually held me back and said, Don't go in yet. It's not done. Ah, And so I kind of stood on the sidelines and just watch to see if maybe he was, ah, responsive in anyway. You know, a person's feet could be on fire, and they could still be alive. So I was I was I wasn't sure yet that he was dead, but I I had a hankering, uh, in that hangar. In an inkling.","objectID":"308300","episode":"s03e08","edited":false},
{"time":"00:38:42","speaker":2,"line":"No, you had a hankering. You said, Let me get some of that.","objectID":"308301","episode":"s03e08","edited":false},
{"time":"00:38:45","speaker":4,"line":"I was hungry. You know, this the cafeteria at this school is garbage. So I, uh I don't need any of that crap that they make. They're I bring my own lunch","objectID":"308302","episode":"s03e08","edited":false},
{"time":"00:38:54","speaker":3,"line":"back. Okay, We've had to scale back. No, I get it because we're out of money.","objectID":"308303","episode":"s03e08","edited":false},
{"time":"00:38:57","speaker":4,"line":"Hey, man, I totally get it. I was poor for a long time. I made ends meet anywhere I could. So I honestly, a lot of people look at what you guys have done with the school, and they say these guys did it wrong. They're bad people. They don't deserve to be in the position of power that they are.","objectID":"308304","episode":"s03e08","edited":false},
{"time":"00:39:11","speaker":1,"line":"But you're saying I'm saying","objectID":"308305","episode":"s03e08","edited":false},
{"time":"00:39:13","speaker":4,"line":"to you, and I'll tell you this. I don't believe it for a second. I think running a school is difficult. People don't understand what it's like to be the person who's in charge. And the moment somebody gets that gets the keys to the","objectID":"308306","episode":"s03e08","edited":false},
{"time":"00:39:24","speaker":1,"line":"kingdom that Kingdom starts starts to write on your back, right? Like the cut of this guy's J. Hey,","objectID":"308307","episode":"s03e08","edited":false},
{"time":"00:39:29","speaker":4,"line":"man, I get it. I'm just saying I get it, and I and I think that you guys have gotten a really bad wrap around town. Okay? I'm big fans. Finally, uh, you guys have seen my front yard? I've had I've I've had merchandise from from your guys. Just us didn't print it. I put it","objectID":"308308","episode":"s03e08","edited":false},
{"time":"00:39:43","speaker":2,"line":"myself. Yeah, you saw merch for our show. For our podcast. As if, like, you're one of those guys, like, 75 yards away from a concert.","objectID":"308309","episode":"s03e08","edited":false},
{"time":"00:39:51","speaker":4,"line":"Yeah. Yeah, and I do it. I have I have a stand in my house. But then I also have a stand in. Uh uh, Quinn Bill next next door.","objectID":"308310","episode":"s03e08","edited":false},
{"time":"00:39:58","speaker":1,"line":"You saw","objectID":"308311","episode":"s03e08","edited":false},
{"time":"00:39:59","speaker":3,"line":"mostly bootlegs, right? Yeah. Not not fake. Sure.","objectID":"308312","episode":"s03e08","edited":false},
{"time":"00:40:01","speaker":4,"line":"None of the legs of boots Yeah, yeah, I cut the sort of the long part that goes up your your shin of boots, and I kind of, like, branded it with teachers, lounge logos and stuff like that. Uh, I've only sold","objectID":"308313","episode":"s03e08","edited":false},
{"time":"00:40:15","speaker":3,"line":"one people. They're basically like turtlenecks for your shins like","objectID":"308314","episode":"s03e08","edited":false},
{"time":"00:40:20","speaker":1,"line":"that. I would say it's more like","objectID":"308315","episode":"s03e08","edited":false},
{"time":"00:40:22","speaker":4,"line":"a scarf for your legs because turtleneck implies that there's, like, sort of MME. Or two it back. Uh, this is just sort of like scarves for your legs, and","objectID":"308316","episode":"s03e08","edited":false},
{"time":"00:40:31","speaker":3,"line":"they don't sell it all. Really?","objectID":"308317","episode":"s03e08","edited":false},
{"time":"00:40:33","speaker":4,"line":"I've sold one to myself. I paid 12 bucks for one loss. Yeah, it cost me 16 to make, and I paid 12 for it, but I wear it around town, you know, because I'm a walking billboard, You know, that's the way I like to look at it. I'm a walking billboard for the teacher's lunch guys. You know, uh, I'm honestly, I'm still in shock, you know, like I said, I've seen dead bodies out of school before, but this was like a really, really, really tough one for moral. Oh, yeah.","objectID":"308318","episode":"s03e08","edited":false},
{"time":"00:40:59","speaker":3,"line":"That's got to be hard as a nurse in the school. I mean, you're on the front line.","objectID":"308319","episode":"s03e08","edited":false},
{"time":"00:41:03","speaker":4,"line":"Yeah. And you know, I say dead bodies. I meant dead till Children s Oh, it's even worse.","objectID":"308320","episode":"s03e08","edited":false},
{"time":"00:41:09","speaker":2,"line":"Well, you should be more specific now. I understand. This time I didn't really know Children, but","objectID":"308321","episode":"s03e08","edited":false},
{"time":"00:41:14","speaker":1,"line":"this was tough for","objectID":"308322","episode":"s03e08","edited":false},
{"time":"00:41:14","speaker":4,"line":"me because it seemed like such a traumatic event for both him and for you guys. I came in into a room filled with emotion, and I'm the kind of guy who, like I just kind of like I let people feel things I don't try to, like, dictate how they should do their thing. I don't come in and say, You know what? You guys should be hysterically crying right now","objectID":"308323","episode":"s03e08","edited":false},
{"time":"00:41:31","speaker":1,"line":"because you guys","objectID":"308324","episode":"s03e08","edited":false},
{"time":"00:41:31","speaker":4,"line":"weren't you were kind of laughing. You're kind of having some brews. I saw a couple Coronas got their line when I walked in. You","objectID":"308325","episode":"s03e08","edited":false},
{"time":"00:41:38","speaker":1,"line":"guys seeing those","objectID":"308326","episode":"s03e08","edited":false},
{"time":"00:41:39","speaker":4,"line":"new commercials for Corona is like a Corona gets its lime. It's like an angel gets his wings, but it's like a it's a climb. Every time somebody's relaxing every time somebody sitting on a beach of Corona gets its","objectID":"308327","episode":"s03e08","edited":false},
{"time":"00:41:48","speaker":3,"line":"flying, A lot of Coronas got their line that day.","objectID":"308328","episode":"s03e08","edited":false},
{"time":"00:41:50","speaker":1,"line":"I know that turned into","objectID":"308329","episode":"s03e08","edited":false},
{"time":"00:41:51","speaker":2,"line":"a beautiful day. And it's what Howard would have wanted. Yeah. Uh, I mean, he was sober. He didn't drink. Yeah, but you got to drink so often us to","objectID":"308330","episode":"s03e08","edited":false},
{"time":"00:42:02","speaker":1,"line":"it because it's like, you","objectID":"308331","episode":"s03e08","edited":false},
{"time":"00:42:03","speaker":4,"line":"know me.","objectID":"308332","episode":"s03e08","edited":false},
{"time":"00:42:04","speaker":1,"line":"I'm the kind","objectID":"308333","episode":"s03e08","edited":false},
{"time":"00:42:04","speaker":4,"line":"of guy who, like, if you're not relaxing, you're not having, you know, have a","objectID":"308334","episode":"s03e08","edited":false},
{"time":"00:42:07","speaker":3,"line":"deal with sober people. Why","objectID":"308335","episode":"s03e08","edited":false},
{"time":"00:42:08","speaker":1,"line":"don't they","objectID":"308336","episode":"s03e08","edited":false},
{"time":"00:42:08","speaker":3,"line":"get How fun is this? Yeah, it's a real bummer. Anytime someone says or comes around and they say they're sober, it's Well, what fucking happened?","objectID":"308337","episode":"s03e08","edited":false},
{"time":"00:42:20","speaker":2,"line":"Yeah. What I like to do with sober people, the same thing as vegetarians. When you tell me that I'm gonna grill you","objectID":"308338","episode":"s03e08","edited":false},
{"time":"00:42:25","speaker":3,"line":"for a long time, Yeah. Yeah.","objectID":"308339","episode":"s03e08","edited":false},
{"time":"00:42:27","speaker":2,"line":"I'm gonna ask you every question possible. I'm gonna make you prove","objectID":"308340","episode":"s03e08","edited":false},
{"time":"00:42:29","speaker":1,"line":"it doesn't come from me pulling. Now that word doesn't pro. Verify is a good word for that. Prove to","objectID":"308341","episode":"s03e08","edited":false},
{"time":"00:42:38","speaker":3,"line":"me why. And it doesn't come from me feeling uncomfortable at all.","objectID":"308342","episode":"s03e08","edited":false},
{"time":"00:42:41","speaker":2,"line":"I want my own issues, so I want you to be happy. Alright? Yeah. I want you to be as happy as I am when I wake up in the morning","objectID":"308343","episode":"s03e08","edited":false},
{"time":"00:42:47","speaker":1,"line":"and I, for one, think it's","objectID":"308344","episode":"s03e08","edited":false},
{"time":"00:42:50","speaker":2,"line":"a blast with the day I realized I could get through my life kind of drunk all the time. It was the greatest day on the sober. People were walking around.","objectID":"308345","episode":"s03e08","edited":false},
{"time":"00:42:58","speaker":3,"line":"Here's something I got to say Nobody knows your secrets","objectID":"308346","episode":"s03e08","edited":false},
{"time":"00:43:02","speaker":1,"line":"now, you know. But I sure do You think they might keep? Don't lose confidence in your lies there, but you're pulling them all flawlessly. Nobody No, Nobody can smell you. Nobody. It's so","objectID":"308347","episode":"s03e08","edited":false},
{"time":"00:43:17","speaker":2,"line":"obvious what you're trying to cover up when you're when you're being shitty to somebody or when you're excitedly tweeting about a famous person, you know? You know, that's about how cool you are And nothing else.","objectID":"308348","episode":"s03e08","edited":false},
{"time":"00:43:29","speaker":1,"line":"Yeah, I love when you could just see a confident person showing it off. Yeah, a lot of","objectID":"308349","episode":"s03e08","edited":false},
{"time":"00:43:35","speaker":4,"line":"people say, Oh, they're just projected the daily or that people think it's like people think they're looking at him and they're like, Oh, they like, I think that I look this way So everybody's looking to me and thinking the same thing.","objectID":"308350","episode":"s03e08","edited":false},
{"time":"00:43:46","speaker":3,"line":"Nobody's paying attention. I got no idea. Know anybody? So you better golden ours here? Yeah, and people fair nurse or not, Dr.","objectID":"308351","episode":"s03e08","edited":false},
{"time":"00:43:57","speaker":4,"line":"Uh, you","objectID":"308352","episode":"s03e08","edited":false},
{"time":"00:43:58","speaker":1,"line":"know, you're a man. I mean, technically,","objectID":"308353","episode":"s03e08","edited":false},
{"time":"00:44:00","speaker":4,"line":"I'm a health care professional. That's the most sort of like Brooke, though. That big honestly, nurses, fine","objectID":"308354","episode":"s03e08","edited":false},
{"time":"00:44:08","speaker":3,"line":"janitor could be a health care professional. He works in a hospital that I never gets. Never","objectID":"308355","episode":"s03e08","edited":false},
{"time":"00:44:13","speaker":4,"line":"really thought about it like that. Yeah, I think that's true. Bar you got me. He","objectID":"308356","episode":"s03e08","edited":false},
{"time":"00:44:18","speaker":1,"line":"got me Someone who works in a snack bar, a medical facility, healthcare professional.","objectID":"308357","episode":"s03e08","edited":false},
{"time":"00:44:22","speaker":4,"line":"They work in the health care field. We","objectID":"308358","episode":"s03e08","edited":false},
{"time":"00:44:24","speaker":2,"line":"like to be precise, You","objectID":"308359","episode":"s03e08","edited":false},
{"time":"00:44:25","speaker":1,"line":"know, I'm a nurse. That's fine. I'm a nurse,","objectID":"308360","episode":"s03e08","edited":false},
{"time":"00:44:27","speaker":4,"line":"All right. And and that's fine with me. It's fine for people to call me that. I don't care.","objectID":"308361","episode":"s03e08","edited":false},
{"time":"00:44:30","speaker":2,"line":"Okay, great. Yeah. I just wanted to be clear that you're not a medical doctor. No.","objectID":"308362","episode":"s03e08","edited":false},
{"time":"00:44:35","speaker":4,"line":"Hey, that doesn't mean I haven't tried. I've, er I've I've tried all sorts of procedures, you know? I mean, I went to medical, uh, technical college.","objectID":"308363","episode":"s03e08","edited":false},
{"time":"00:44:45","speaker":1,"line":"Technically, a medical college. You went to technically","objectID":"308364","episode":"s03e08","edited":false},
{"time":"00:44:48","speaker":4,"line":"medical school? Yes. I was just technically, metal","objectID":"308365","episode":"s03e08","edited":false},
{"time":"00:44:51","speaker":1,"line":"teach quotes in the title of that. What technically is in quotes. Tech technically is in quotes. Got technically medical scare. It's an online college school","objectID":"308366","episode":"s03e08","edited":false},
{"time":"00:45:02","speaker":2,"line":"is a question mark.","objectID":"308367","episode":"s03e08","edited":false},
{"time":"00:45:04","speaker":1,"line":"Is it automatically medical school. And the whole thing is in parentheses with an asterisk. Yeah. Yeah, And then underneath This is not a legitimate university. Wear the Asterix. That metallic that says no classrooms. Yeah, right,","objectID":"308368","episode":"s03e08","edited":false},
{"time":"00:45:18","speaker":4,"line":"Because it's an online school. Uh, the website.","objectID":"308369","episode":"s03e08","edited":false},
{"time":"00:45:20","speaker":1,"line":"Why's there a sign on the side of the highway that's like","objectID":"308370","episode":"s03e08","edited":false},
{"time":"00:45:24","speaker":3,"line":"in marble that says this?","objectID":"308371","episode":"s03e08","edited":false},
{"time":"00:45:26","speaker":4,"line":"Because at that point, you could be going to college if you're driving by and you you got the website","objectID":"308372","episode":"s03e08","edited":false},
{"time":"00:45:31","speaker":1,"line":"way. Your family, we would always see you","objectID":"308373","episode":"s03e08","edited":false},
{"time":"00:45:34","speaker":3,"line":"out there because there's a field right behind that sign you'd be like on a laptop.","objectID":"308374","episode":"s03e08","edited":false},
{"time":"00:45:40","speaker":4,"line":"Would be I'd be sitting on my laptop. I'd I'd be doing my schoolwork, studying anatomy.","objectID":"308375","episode":"s03e08","edited":false},
{"time":"00:45:46","speaker":3,"line":"We love your family. We I mean, we're a big fan of your family.","objectID":"308376","episode":"s03e08","edited":false},
{"time":"00:45:50","speaker":2,"line":"We love your family. There's not a lot of families in town that still dio like death tours e really like a death too.","objectID":"308377","episode":"s03e08","edited":false},
{"time":"00:46:01","speaker":1,"line":"Yeah, because most of the","objectID":"308378","episode":"s03e08","edited":false},
{"time":"00:46:03","speaker":3,"line":"time death tours are in sort of famous towns that have sort of famous people, if with famous deaths with this is just a tour that is in a in a hearse that goes around and points out people who are maybe","objectID":"308379","episode":"s03e08","edited":false},
{"time":"00:46:19","speaker":1,"line":"dying really sick. Some people have recently docked to call","objectID":"308380","episode":"s03e08","edited":false},
{"time":"00:46:24","speaker":4,"line":"it a active condolence tour you a","objectID":"308381","episode":"s03e08","edited":false},
{"time":"00:46:26","speaker":3,"line":"troll funeral home, way rolling and in real life, allowed from the hearse","objectID":"308382","episode":"s03e08","edited":false},
{"time":"00:46:36","speaker":4,"line":"way. Everybody in the car has a sort of CB radio,","objectID":"308383","episode":"s03e08","edited":false},
{"time":"00:46:41","speaker":3,"line":"not only the driver and the tour","objectID":"308384","episode":"s03e08","edited":false},
{"time":"00:46:43","speaker":4,"line":"guide, but everyone Hey, system. And there. Yeah, there's 13 13 seats unlucky, you know, on there's megaphones wrapped around the top of the hearse. Everybody inside has a CB radio that's attached to one of those megaphones. If","objectID":"308385","episode":"s03e08","edited":false},
{"time":"00:46:55","speaker":1,"line":"you see somebody on the street you think might be a scream","objectID":"308386","episode":"s03e08","edited":false},
{"time":"00:46:58","speaker":3,"line":"fast, these tours are.","objectID":"308387","episode":"s03e08","edited":false},
{"time":"00:46:59","speaker":2,"line":"I think I love those tours. That's kind of my therapy is when I'm feeling sad or mad or, uh, my self esteem is particularly low. I'll get on there and I'll get on Mike, and I'll just start roasting people anonymously from the inside of the car.","objectID":"308388","episode":"s03e08","edited":false},
{"time":"00:47:13","speaker":1,"line":"Yeah, because I can feel better either way. Either I can","objectID":"308389","episode":"s03e08","edited":false},
{"time":"00:47:16","speaker":3,"line":"actually feel better, or I can make someone else feel worse, because to me, it's about the gulf between our feelings, it's all","objectID":"308390","episode":"s03e08","edited":false},
{"time":"00:47:23","speaker":1,"line":"about, you know, superior. And let's be","objectID":"308391","episode":"s03e08","edited":false},
{"time":"00:47:25","speaker":4,"line":"honest. I mean, as I said, health care, professional in quotations. I am I am focused on a holistic approach as well, you know? And if and if you've got pent up emotions inside, the only way to get him out is to scream, right? So I feel there. Yeah, I throw people in the hearse, and I say, Hey, go to town. I obviously take him around town, and I show on the spots that it makes sense to scream. But then other times, they just scream it up. I mean, you know Jo Jo in the Joe with Walker on the roller blades. Uh, I mean, that guy is like on death's door on. I mean, people are just given it to him, left and right Every time we drive by that guy, I mean, he is being told by keeps you","objectID":"308392","episode":"s03e08","edited":false},
{"time":"00:48:03","speaker":1,"line":"sharp. Yeah, he's a shark to get screamed at","objectID":"308393","episode":"s03e08","edited":false},
{"time":"00:48:05","speaker":4,"line":"On the most. I had somebody buy him a coffin and leave it on the street next to him while he was asleep. It was I mean, it was While","objectID":"308394","episode":"s03e08","edited":false},
{"time":"00:48:12","speaker":1,"line":"this is a mean business, it's a pretty a","objectID":"308395","episode":"s03e08","edited":false},
{"time":"00:48:14","speaker":2,"line":"super. But you also do your kind man, you devil in plastic surgery and you helped out when I when I met that young dancer who I wanted to be my son but also date me and I wanted him to look like me. And so you started giving him all those surgeries to look exactly like me. You got him addicted to pills.","objectID":"308396","episode":"s03e08","edited":false},
{"time":"00:48:35","speaker":4,"line":"A lot of people say it's pretty close to the story of, Ah, liver actually in behind the candelabra on and I mean is in a lot","objectID":"308397","episode":"s03e08","edited":false},
{"time":"00:48:42","speaker":2,"line":"of what influence May I said, Yeah, I saw that hero's journey and I want you to","objectID":"308398","episode":"s03e08","edited":false},
{"time":"00:48:49","speaker":1,"line":"Leverage is a bad thing. Oh,","objectID":"308399","episode":"s03e08","edited":false},
{"time":"00:48:54","speaker":4,"line":"yeah, I mean, that's That's the first word that comes to mind every time. Anybody singing Well, Ibaraki.","objectID":"308400","episode":"s03e08","edited":false},
{"time":"00:49:00","speaker":1,"line":"I love a","objectID":"308401","episode":"s03e08","edited":false},
{"time":"00:49:01","speaker":2,"line":"straight guy that's comfortable being surrounded with so many beautiful men.","objectID":"308402","episode":"s03e08","edited":false},
{"time":"00:49:08","speaker":1,"line":"Oh, yeah, We wanted to spell all those rumors right now that Liberace was gay. Where? Just coming. You've seen the movie? It's clear it's clear","objectID":"308403","episode":"s03e08","edited":false},
{"time":"00:49:18","speaker":2,"line":"who died of ah, cold in the height of the cold epidemic. What happened to take place around the sometimes a heads up","objectID":"308404","episode":"s03e08","edited":false},
{"time":"00:49:27","speaker":4,"line":"man, I tell you what.","objectID":"308405","episode":"s03e08","edited":false},
{"time":"00:49:28","speaker":1,"line":"This is","objectID":"308406","episode":"s03e08","edited":false},
{"time":"00:49:28","speaker":4,"line":"why I love you guys. Can I tell you that This is why I love you guys. You don't hesitate to go there. You know what I mean? Wow. You don't hesitate to talk","objectID":"308407","episode":"s03e08","edited":false},
{"time":"00:49:36","speaker":3,"line":"aboutthe you liked that, didn't you? Fight off? I'm getting I","objectID":"308408","episode":"s03e08","edited":false},
{"time":"00:49:42","speaker":1,"line":"give it to you. Love your family. I got to say, Look, I don't want","objectID":"308409","episode":"s03e08","edited":false},
{"time":"00:49:48","speaker":4,"line":"to make a big deal out of it, but like, you guys keep saying you love my family. Uh, is there some sort of disconnect between my family and me that I'm unaware of? Ah, is no, No,","objectID":"308410","episode":"s03e08","edited":false},
{"time":"00:49:58","speaker":2,"line":"not at all. We love your family, and you're a great guy to know we're not. Listen, we just got through with the tumultuous relationship with a man that we loved and hated, and he died in front of our eyes.","objectID":"308411","episode":"s03e08","edited":false},
{"time":"00:50:08","speaker":3,"line":"Nobody said, can. He feels things feels like kind of a first date after a breakup. Like, you seem like a great guy. And we like you. But there's just so much going on. Let us we can't even see we're sitting here talking about our X. Yeah, basically, basically eggs on the first date. We're gonna lash out at you probably, but not meant for your Rx. I","objectID":"308412","episode":"s03e08","edited":false},
{"time":"00:50:31","speaker":4,"line":"mean, hey, Howard. I've been and I've been in situations all the time where I break bad news to people, right? I mean, that's that's That's the world I live in. So I'm a guy who can take it. I mean, you could punch me in the fucking stomach right now, and I would be fun. All","objectID":"308413","episode":"s03e08","edited":false},
{"time":"00:50:47","speaker":1,"line":"right. Hey. Hey. I was positive. I mean, this guy can really hang my wrong. Hey, you guys guy that you've seen what's","objectID":"308414","episode":"s03e08","edited":false},
{"time":"00:50:57","speaker":3,"line":"going on in the school? Do you have any? We're at our end here we are at our fucking wig. Well,","objectID":"308415","episode":"s03e08","edited":false},
{"time":"00:51:03","speaker":4,"line":"what? Well, you know, I I've been sort of hip to what's going on. Obviously, I sort of passed by. I listen to the podcast every week, so I know kind of the situation that you guys have with the Goths right now. Ah, and I I sort of took a few steps. Ah, to sort of ensure that, um, you know, maybe maybe some things might happen. I've had a lot of Goths coming in to my, uh, my little sort of nurse station. Recently invested, obviously. Yeah, it's a vestibule. It's not really a room. You'll just, uh it's called. I call it the way we do. Call it the Babulal or investing whatever stupid","objectID":"308416","episode":"s03e08","edited":false},
{"time":"00:51:44","speaker":1,"line":"best of you'll step","objectID":"308417","episode":"s03e08","edited":false},
{"time":"00:51:45","speaker":4,"line":"might stick. But anyway, you have all been coming in and keep going.","objectID":"308418","episode":"s03e08","edited":false},
{"time":"00:51:52","speaker":3,"line":"Light up the yule log No, l the first allow five golden rings Dirt above do doodle dance Pear tree Do do dirty dance. I love Christmas. We're talking about crazies out a guy. Sorry.","objectID":"308419","episode":"s03e08","edited":false},
{"time":"00:52:22","speaker":4,"line":"Sorry. No, that's fine. I just gonna let you know. I've had a lot of guts coming in. Just tell us you've been poisoning him. I haven't been poisoning them. Have been poisoning their makeup. Uh oh. Okay. Coming, You guys? Yes. You guys remember a few years ago that Russian journalist who was killed? Uh, they say he was He was poisoned by someone he like. It was a slow death slowly over time. Well, there was that not happened. A Russian journalist got poisoned. Obviously by the Kremlin. I mean, come on. Obvious. Putin's all about poisoning people. Anyway. I hate the Gremlin.","objectID":"308420","episode":"s03e08","edited":false},
{"time":"00:52:58","speaker":1,"line":"Can you believe that's what's going on over there in Russia? Colorful gremlin. All","objectID":"308421","episode":"s03e08","edited":false},
{"time":"00:53:05","speaker":2,"line":"the power runs through the groom","objectID":"308422","episode":"s03e08","edited":false},
{"time":"00:53:07","speaker":1,"line":"like, why are they so obsessed with that eighties movie like you're basing your whole security and everything off of the grandma. So Putin works at at the gremlins out different cultures. So you've been You've been lacing the eyeliner with poison relations. It's a poison.","objectID":"308423","episode":"s03e08","edited":false},
{"time":"00:53:27","speaker":4,"line":"And I'll tell you another thing. Another thing, guys, cause I've heard about this","objectID":"308424","episode":"s03e08","edited":false},
{"time":"00:53:31","speaker":3,"line":"got Niss monster. Oh, you have? Well, it's really","objectID":"308425","episode":"s03e08","edited":false},
{"time":"00:53:34","speaker":4,"line":"I know it's a heat seeker. I know, I know that. And I am headed a chemical to the eyeliner.","objectID":"308426","episode":"s03e08","edited":false},
{"time":"00:53:40","speaker":3,"line":"Chemical weapons. Please tell me it can hear out. Minor chords, please.","objectID":"308427","episode":"s03e08","edited":false},
{"time":"00:53:46","speaker":4,"line":"Uh uh. Can What else? It's a chemical that's got perfect pitch on all that. All they have to do is play any. I've programmed into my into this This software that's connected to this program. This this ah, material. Okay, every Smith song. So the moment Morris, he starts listening to himself, saying or talk or later, listen to his own music. We get it, we get a beacon. It's a beacon. Uh, begin.","objectID":"308428","episode":"s03e08","edited":false},
{"time":"00:54:15","speaker":2,"line":"Great. Okay. Well, I guess what I'm gonna do is I'm gonna use the app on my phone, and I'm gonna just turn on the Gulf. That's monster. I get warm the arm. It, uh, of the nuclear football. Is it? As, uh, what we need here is I need all three of us to turn the key at the same time. It's a three key systems. It's Ricky System. Oh, yeah. Get my phone out of this box. Okay.","objectID":"308429","episode":"s03e08","edited":false},
{"time":"00:54:41","speaker":3,"line":"All right. 1230 starting on. Are we going on three?","objectID":"308430","episode":"s03e08","edited":false},
{"time":"00:54:47","speaker":4,"line":"You owe me. Just say 123 You guys go on three.","objectID":"308431","episode":"s03e08","edited":false},
{"time":"00:54:49","speaker":3,"line":"That must have been the past","objectID":"308432","episode":"s03e08","edited":false},
{"time":"00:54:51","speaker":4,"line":"ready and one. And that way, any real and what to sing, All right. And you went to where","objectID":"308433","episode":"s03e08","edited":false},
{"time":"00:54:59","speaker":3,"line":"I was going to say twisting so that we can all go on twist race. Well, okay, so will you say as soon as he says three User twisting. And that would go. And 123 twisting. I am so sorry. I just missed the hole. That's all right. You're a CZ. My bad. Okay, let's let's open this box. Turn on the app and get the Gaff that's going on. Here we go. 123 All right, way that. Wow, This is my career is","objectID":"308434","episode":"s03e08","edited":false},
{"time":"00:55:34","speaker":2,"line":"on. Go. Music seeker is on, and we're just going to set it off. Put the code in 1234 Password, password, closet. Does Klaus. Okay? And off it goes. All right. All right. In a few moments, out cost in this town will be dead. And Morris, he'll be dead, and your little Waco boys will be dead.","objectID":"308435","episode":"s03e08","edited":false},
{"time":"00:55:59","speaker":1,"line":"It just zoomed out of here","objectID":"308436","episode":"s03e08","edited":false},
{"time":"00:56:01","speaker":2,"line":"really soon. Out of","objectID":"308437","episode":"s03e08","edited":false},
{"time":"00:56:02","speaker":1,"line":"his home. The rocks.","objectID":"308438","episode":"s03e08","edited":false},
{"time":"00:56:03","speaker":4,"line":"Yeah, well, so","objectID":"308439","episode":"s03e08","edited":false},
{"time":"00:56:04","speaker":2,"line":"it costs a fortune of better.","objectID":"308440","episode":"s03e08","edited":false},
{"time":"00:56:07","speaker":1,"line":"Uh, have you guys thought about the consequences of this at all?","objectID":"308441","episode":"s03e08","edited":false},
{"time":"00:56:10","speaker":3,"line":"That's what I'm thinking about right now. That's","objectID":"308442","episode":"s03e08","edited":false},
{"time":"00:56:11","speaker":4,"line":"that's my thing. I know you guys just from experience. I know you guys are kind of act like act first. Ask questions later, Eh? So we've just acted. Uh, have you guys thought about what's gonna happen after this?","objectID":"308443","episode":"s03e08","edited":false},
{"time":"00:56:23","speaker":2,"line":"No, no, I definitely. And ask for forgiveness instead of permission. Tough guy. And this might be one where it's gonna bite us in the ass. Yeah, this is mess. This is mascot murder.","objectID":"308444","episode":"s03e08","edited":false},
{"time":"00:56:34","speaker":3,"line":"Yeah, I just as I saw the missile fly","objectID":"308445","episode":"s03e08","edited":false},
{"time":"00:56:36","speaker":4,"line":"out of the room, uh, I kind of just sort of flashed, you know, previous previous instances of things losing","objectID":"308446","episode":"s03e08","edited":false},
{"time":"00:56:44","speaker":2,"line":"control in this hope and There it is. The army is surrounding the building. Wait. Hey! Over here. There's a bunch of Italians Carmine found you.","objectID":"308447","episode":"s03e08","edited":false},
{"time":"00:56:53","speaker":1,"line":"Oh, fuck.","objectID":"308448","episode":"s03e08","edited":false},
{"time":"00:56:54","speaker":2,"line":"There's Italians on the other side.","objectID":"308449","episode":"s03e08","edited":false},
{"time":"00:56:55","speaker":1,"line":"Smashed him between the U. S. Army and a bunch of Italian gangster. I just got a notification","objectID":"308450","episode":"s03e08","edited":false},
{"time":"00:57:03","speaker":4,"line":"on my phone that Morrissey's house has been destroyed as","objectID":"308451","episode":"s03e08","edited":false},
{"time":"00:57:06","speaker":1,"line":"well as three full city block. Three","objectID":"308452","episode":"s03e08","edited":false},
{"time":"00:57:08","speaker":2,"line":"full city blocks.","objectID":"308453","episode":"s03e08","edited":false},
{"time":"00:57:09","speaker":4,"line":"Uh, it looks like it came from a little boy. Cowboy three","objectID":"308454","episode":"s03e08","edited":false},
{"time":"00:57:15","speaker":1,"line":"Daniel on Twitter. So one of these little boy cowboys is alive enough to tweet have gone out to get some. Uh, he's my son is the impressionable one who I think was just following along with the gossip. I think he's a more I hope so. Wait. Don't call him in here. What are you doing? I gain. Oh, yeah. That was the kiss of death. He doesn't have a crush on you. Listen, guys. Maybe saw me getting spit roasted at Howard's funeral. And easiest way have you surround your think The only way to get out of this is to stay calm. Okay, Look, I know you want government.","objectID":"308455","episode":"s03e08","edited":false},
{"time":"00:57:57","speaker":4,"line":"Listen, I don't know. You guys are a big fan of tunnels and stuff, right? Yeah, Number one fan. Okay, so listen, I've got no It says number one tone fans. Listen, I've got a tunnel that I dug. This is not a chapeau situation, but it's in my nurses restive. You'll really Eladio I Psst. It's in the steep fuel Live on, and it leads. It leads across leaves across the river into the football stadium. Okay, so if we get","objectID":"308456","episode":"s03e08","edited":false},
{"time":"00:58:29","speaker":2,"line":"football stadium once we get there, are boy o. J. Is gonna be waiting on the field. He's been practicing day and night ever since you started","objectID":"308457","episode":"s03e08","edited":false},
{"time":"00:58:37","speaker":1,"line":"working here trying to get back in the football. So let's weigh. Need to grab all this gear here. Just ripped the microphones off the stand way reporting with us. All right, let's run way. Okay. Don't shoot. Don't shoot. Don't shoot big. It's me, Daryl. It's me, Daryl.","objectID":"308458","episode":"s03e08","edited":false},
{"time":"00:59:02","speaker":4,"line":"They're fine. All right, We're gonna","objectID":"308459","episode":"s03e08","edited":false},
{"time":"00:59:03","speaker":1,"line":"wait. Did you get us out of it? Was show swine. Hi. I thought we were staying. Listen, we're surrounded. We gotta get out of here.","objectID":"308460","episode":"s03e08","edited":false},
{"time":"00:59:15","speaker":4,"line":"All right, listen, we're gonna have to break through this this police line, okay? Listen, let's let's grab","objectID":"308461","episode":"s03e08","edited":false},
{"time":"00:59:20","speaker":1,"line":"these Let's grab this refrigerator. Let's grab this refrigerator. Everybody dress up like a refrigerator and I'll push you across the police line","objectID":"308462","episode":"s03e08","edited":false},
{"time":"00:59:26","speaker":4,"line":"and everything will be fine. Just","objectID":"308463","episode":"s03e08","edited":false},
{"time":"00:59:27","speaker":1,"line":"like a represent a You're just a move. I'm a nurse. They don't","objectID":"308464","episode":"s03e08","edited":false},
{"time":"00:59:29","speaker":4,"line":"know a part of this. Hello, gentlemen. Good to see you. Great guns. There's a good tanks. No, everything's is","objectID":"308465","episode":"s03e08","edited":false},
{"time":"00:59:35","speaker":1,"line":"World pool. Make work for drugs transforming run way. They're slipping on the ice. Oh, my. How far knocked about. Okay, He's holding the door open to my bestie. How did your father, Daniel, I love you so much, right? You ever been to shoot you with a big missile day? I need you to stand here right here.","objectID":"308466","episode":"s03e08","edited":false},
{"time":"01:00:12","speaker":4,"line":"Why we get into this tunnel. Okay. Daniel Day Lewis is gonna run","objectID":"308467","episode":"s03e08","edited":false},
{"time":"01:00:15","speaker":1,"line":"Daniel Carter your sacrifice like this gun and shot him. Way jump! Donald, Jump in the tunnel! Japan! Whoa! Okay! And I love this is nice. And here I lied also.","objectID":"308468","episode":"s03e08","edited":false},
{"time":"01:00:37","speaker":4,"line":"Obviously you guys know him. This is El Chapo. I shop friends with him","objectID":"308469","episode":"s03e08","edited":false},
{"time":"01:00:43","speaker":1,"line":"and we are so sorry for rolling on","objectID":"308470","episode":"s03e08","edited":false},
{"time":"01:00:45","speaker":3,"line":"you. We're sorry, Chapo. We're so sorry. He's nodding his head. It's okay.","objectID":"308471","episode":"s03e08","edited":false},
{"time":"01:00:49","speaker":1,"line":"It's okay? Like a little motorcycle. Who's that coming on the tunnel? Who's that Down","objectID":"308472","episode":"s03e08","edited":false},
{"time":"01:00:56","speaker":2,"line":"the tunnel","objectID":"308473","episode":"s03e08","edited":false},
{"time":"01:00:56","speaker":1,"line":"ways. That was a spin move. Is that who's hurdle? Oh, yeah. Is that light behind his head? He's back, and he's better than ever. Way. Love you. We love you, Jay.","objectID":"308474","episode":"s03e08","edited":false},
{"time":"01:01:16","speaker":4,"line":"Jay, How's it going? My name's Darrell. Um, I'm a friend of the guy, so","objectID":"308475","episode":"s03e08","edited":false},
{"time":"01:01:19","speaker":1,"line":"Wait, where's I see?","objectID":"308476","episode":"s03e08","edited":false},
{"time":"01:01:24","speaker":4,"line":"Uh oh, you're putting sporting down the tunnel","objectID":"308477","episode":"s03e08","edited":false},
{"time":"01:01:26","speaker":1,"line":"way. Go! Jump in. Jump in the part of the window that opens in the back gate of the Bronco. Okay. Whoa! Whoa. All","objectID":"308478","episode":"s03e08","edited":false},
{"time":"01:01:38","speaker":4,"line":"right, here we go. Well, all right. All right. Here. We're at the football stadium, Guys, let's get out.","objectID":"308479","episode":"s03e08","edited":false},
{"time":"01:01:42","speaker":1,"line":"Oh, my God. Buttafuoco, I don't need you right now, but, you know, it's my friend, Joey Buttafuoco. He's cool way you guys you guys are gonna spend some time","objectID":"308480","episode":"s03e08","edited":false},
{"time":"01:02:03","speaker":4,"line":"with. But if you go and you're gonna love him, I promise he's a really good guy. He's my roommate.","objectID":"308481","episode":"s03e08","edited":false},
{"time":"01:02:09","speaker":1,"line":"No more nineties people. Now, listen, they brought this","objectID":"308482","episode":"s03e08","edited":false},
{"time":"01:02:16","speaker":4,"line":"helicopter. We got to get in, and we got to","objectID":"308483","episode":"s03e08","edited":false},
{"time":"01:02:18","speaker":1,"line":"get that escaped With Billy Corrine and Billy Corgan escape put on tonight tonight. Really? You guys, this is a big nineties. Alright, listen. All right, let's take this out.","objectID":"308484","episode":"s03e08","edited":false},
{"time":"01:02:32","speaker":4,"line":"Let's get this bird off the ground, okay? Phil, Phil lighted up.","objectID":"308485","episode":"s03e08","edited":false},
{"time":"01:02:36","speaker":5,"line":"Light it up,","objectID":"308486","episode":"s03e08","edited":false},
{"time":"01:02:36","speaker":1,"line":"down and wait. I am not way. Oh, my God. The whole school has been blown to bits. Way are not across escaping No sex with. Look at these","objectID":"308487","episode":"s03e08","edited":false},
{"time":"01:03:03","speaker":4,"line":"binoculars. Everybody's kind of looking up here confused. I don't think they I think","objectID":"308488","episode":"s03e08","edited":false},
{"time":"01:03:06","speaker":1,"line":"we're my lips. No new taxes. The rent is too damn high.","objectID":"308489","episode":"s03e08","edited":false},
{"time":"01:03:13","speaker":4,"line":"Um, in whoa, guys, up in the air. I gotta be high up. I gotta be honest with you guys. That was the most exhilarating seven minutes of my entire life. That was a seven minute that that was seven minutes of insanity. And my heart is pounding and I feel like","objectID":"308490","episode":"s03e08","edited":false},
{"time":"01:03:28","speaker":2,"line":"that was the type of governments And having don't get laughed at by a woman,","objectID":"308491","episode":"s03e08","edited":false},
{"time":"01:03:34","speaker":3,"line":"it's a nice change. That was. So listen,","objectID":"308492","episode":"s03e08","edited":false},
{"time":"01:03:37","speaker":4,"line":"I think we're gonna have to stay. We're gonna have to figure out what we're gonna do next.","objectID":"308493","episode":"s03e08","edited":false},
{"time":"01:03:41","speaker":1,"line":"I think I think I think I know we're gonna have to stay. We're gonna have to stay best friends because you got us out of there now I think","objectID":"308494","episode":"s03e08","edited":false},
{"time":"01:03:47","speaker":2,"line":"the best thing to do when you're out when you lose somebody is immediately try to replace them with somebody.","objectID":"308495","episode":"s03e08","edited":false},
{"time":"01:03:52","speaker":1,"line":"I'm on. Yes, I understand you guys inviting","objectID":"308496","episode":"s03e08","edited":false},
{"time":"01:03:55","speaker":4,"line":"me charity. Are you guys inviting me to be a part of","objectID":"308497","episode":"s03e08","edited":false},
{"time":"01:03:57","speaker":2,"line":"the girls? We love your family. We","objectID":"308498","episode":"s03e08","edited":false},
{"time":"01:03:59","speaker":1,"line":"love your family. We think we love","objectID":"308499","episode":"s03e08","edited":false},
{"time":"01:04:01","speaker":4,"line":"you. Well, guys, can I can I say it? Can I say it? Since we're signing off, please","objectID":"308500","episode":"s03e08","edited":false},
{"time":"01:04:06","speaker":2,"line":"feel free to join in. Phil. Billy J O J A C Joe! We bought a food Co ready Olsen twins.","objectID":"308501","episode":"s03e08","edited":false},
{"time":"01:04:16","speaker":1,"line":"Holy shit! Cut it! Alright, Donna. Huge by sales us off into the sunrise.","objectID":"308502","episode":"s03e08","edited":false},
{"time":"01:04:25","speaker":4,"line":"Here we go.","objectID":"308503","episode":"s03e08","edited":false},
{"time":"01:04:25","speaker":1,"line":"Live from New York. It's Saturday. Christ, Carol. Now what did you say? How did you think that was it? You said you listen to the podcast way. We were SNL this whole time. I take it it","objectID":"308504","episode":"s03e08","edited":false},
{"time":"01:04:42","speaker":4,"line":"felt like it was I'm I'm sorry. I always turn it off before you guys say it. I kind of take the last night. I take the last moment. I","objectID":"308505","episode":"s03e08","edited":false},
{"time":"01:04:51","speaker":1,"line":"didn't think this was an","objectID":"308506","episode":"s03e08","edited":false},
{"time":"01:04:51","speaker":3,"line":"audition for Lauren. You're just","objectID":"308507","episode":"s03e08","edited":false},
{"time":"01:04:55","speaker":4,"line":"like our I'm sorry. No, I'm sorry. It won't happen.","objectID":"308508","episode":"s03e08","edited":false},
{"time":"01:04:59","speaker":1,"line":"Tonto. Jesus Christ. I thought","objectID":"308509","episode":"s03e08","edited":false},
{"time":"01:05:12","speaker":4,"line":"he was gonna be a new character on the show. Kill his ass.","objectID":"308510","episode":"s03e08","edited":false},
{"time":"01:05:17","speaker":1,"line":"Would kill Donna. You keep driving, keep driving down and put in one spot. Keep driving forward. Keep going. We killed another man. He landed on some sort of killed a second character. Say this looking","objectID":"308511","episode":"s03e08","edited":false},
{"time":"01:05:32","speaker":2,"line":"down. He's dead. For sure. He's","objectID":"308512","episode":"s03e08","edited":false},
{"time":"01:05:35","speaker":1,"line":"dead for sure. Oh, my God. He landed right on Howard's Grey. How is great? Come on. Their graves. You good, Good, good. Keep driving down again.","objectID":"308513","episode":"s03e08","edited":false},
{"time":"01:05:51","speaker":2,"line":"Driving over here","objectID":"308514","episode":"s03e08","edited":false},
{"time":"01:05:52","speaker":1,"line":"and as always, stay, baby.","objectID":"308515","episode":"s03e08","edited":false}]
