[{"time":"00:00:00","speaker":0,"line":"classes and the car keys. Thio,","objectID":"3070","episode":"s03e07","edited":false},
{"time":"00:00:27","speaker":3,"line":"Let's show some who farted. Um, Todd? Yeah, a lot of you here. OK, this","objectID":"3071","episode":"s03e07","edited":false},
{"time":"00:00:42","speaker":1,"line":"room's","objectID":"3072","episode":"s03e07","edited":false},
{"time":"00:00:42","speaker":2,"line":"too small, too far. And, Todd, we will call Todd Bend over at the waist and let out a huge stinky fart. Right? So","objectID":"3073","episode":"s03e07","edited":false},
{"time":"00:00:49","speaker":3,"line":"anyway, he breathed in real deep. Also pushed on your tummy. Do","objectID":"3074","episode":"s03e07","edited":false},
{"time":"00:00:53","speaker":1,"line":"you push on","objectID":"3075","episode":"s03e07","edited":false},
{"time":"00:00:53","speaker":2,"line":"your tell me every time you fart","objectID":"3076","episode":"s03e07","edited":false},
{"time":"00:00:56","speaker":3,"line":"Seem like you're having","objectID":"3077","episode":"s03e07","edited":false},
{"time":"00:00:57","speaker":4,"line":"a tough time farting. You found some crazy like a ritualistic way that you do it every time you","objectID":"3078","episode":"s03e07","edited":false},
{"time":"00:01:03","speaker":3,"line":"you chair the whole ritual My I can't stop this feeling land. And then you farted, huh? No, Todd, just so not I farted. I farted. I farted too. No, I said I farted. I did in here yesterday. Yes, right. When Todd farted, I went under. Now's the time. So you","objectID":"3079","episode":"s03e07","edited":false},
{"time":"00:01:27","speaker":4,"line":"did fart. It could have been any of us","objectID":"30710","episode":"s03e07","edited":false},
{"time":"00:01:30","speaker":3,"line":"list. Well, so whoever smelt it","objectID":"30711","episode":"s03e07","edited":false},
{"time":"00:01:33","speaker":2,"line":"dealt it. So I did. Smell is so Say it by the rhyme. It","objectID":"30712","episode":"s03e07","edited":false},
{"time":"00:01:38","speaker":4,"line":"seems like I have no sense of smell, so I haven't farted in 13 years.","objectID":"30713","episode":"s03e07","edited":false},
{"time":"00:01:42","speaker":2,"line":"Okay, Whoever denied it live subside It okay? Supplied it. Huh? Um, Whoever","objectID":"30714","episode":"s03e07","edited":false},
{"time":"00:01:51","speaker":4,"line":"whoever accused it reused it Well, okay, so","objectID":"30715","episode":"s03e07","edited":false},
{"time":"00:01:55","speaker":2,"line":"that's me sniffing it in rhyme. Reusing it Guilty are you for sniffing a fart? All right, face is red. I'm guilty. Gives you a charge. I mean, if it fits if the smell fits, where is it? If the smell that's it must be shared Well, it's OK. I think it's dissipated. I'm gonna be honest. Be honest right now. Finally, for once in your life, tide be honest.","objectID":"30716","episode":"s03e07","edited":false},
{"time":"00:02:20","speaker":4,"line":"When I bent over pushed in my stomach and saying they can't stop David Hasselhoff version I can't stop this feeling. It was a ritual. I was doing the let out a fart.","objectID":"30717","episode":"s03e07","edited":false},
{"time":"00:02:34","speaker":3,"line":"Oh, what? That's what we were saying. It's what? It was obvious. Yeah, you came out with it. And honestly, for the trade. From now","objectID":"30718","episode":"s03e07","edited":false},
{"time":"00:02:43","speaker":2,"line":"on, guys, this room is way too small to fart in. Okay? I won't do it anymore. Just don't. He's standing","objectID":"30719","episode":"s03e07","edited":false},
{"time":"00:02:50","speaker":3,"line":"up. Go, go, go, go! That that was on. Sorry.","objectID":"30720","episode":"s03e07","edited":false},
{"time":"00:03:03","speaker":4,"line":"I just had to get up to get some water.","objectID":"30721","episode":"s03e07","edited":false},
{"time":"00:03:07","speaker":3,"line":"She told us the ritual man who showed up. You show you show me why you're so used to Why are you embarrassed by farting","objectID":"30722","episode":"s03e07","edited":false},
{"time":"00:03:15","speaker":4,"line":"because farts are everyone should be embarrassed by farts. Now","objectID":"30723","episode":"s03e07","edited":false},
{"time":"00:03:20","speaker":1,"line":"we need to","objectID":"30724","episode":"s03e07","edited":false},
{"time":"00:03:20","speaker":3,"line":"unpack this. Todd. You're so M Bell. You writing that book?","objectID":"30725","episode":"s03e07","edited":false},
{"time":"00:03:23","speaker":2,"line":"Everybody Diary is their pants, right?","objectID":"30726","episode":"s03e07","edited":false},
{"time":"00:03:27","speaker":4,"line":"That's right. It's a self help book for adults. Thank you. Yeah, yeah, on. It's just kind of one of those. It's got some rhymes and that's, um, it borrows from other books written for Children. But this is for adults, and it's about how it don't be embarrassed for diarrhea. Your pants?","objectID":"30727","episode":"s03e07","edited":false},
{"time":"00:03:47","speaker":3,"line":"What book doesn't borrow from green eggs and ham on? Oh, yeah. I see","objectID":"30728","episode":"s03e07","edited":false},
{"time":"00:03:53","speaker":4,"line":"the court doesn't make you, Sam. I am.","objectID":"30729","episode":"s03e07","edited":false},
{"time":"00:03:55","speaker":2,"line":"And there's the whole thing. I will not I will not poop in my pants. I will not put up wall in France. I will not put up on offense. I wound, not poop when I'm sitting on a bench.","objectID":"30730","episode":"s03e07","edited":false},
{"time":"00:04:06","speaker":4,"line":"Yeah, and then the for a while. It's just the heat to green eggs and ham and get diarrhea from it.","objectID":"30731","episode":"s03e07","edited":false},
{"time":"00:04:11","speaker":3,"line":"Well, while you were dying, if you're","objectID":"30732","episode":"s03e07","edited":false},
{"time":"00:04:13","speaker":2,"line":"dying your food, odds are you're going to get diarrhea. Absolutely. I mean,","objectID":"30733","episode":"s03e07","edited":false},
{"time":"00:04:19","speaker":3,"line":"and you finally you've always been talking like I have all","objectID":"30734","episode":"s03e07","edited":false},
{"time":"00:04:22","speaker":2,"line":"these You're an artist, obviously, and you're like I have all these photos of me that have been taken of me every time I diarrhea in my pants and I just don't know what to do with them. I have them and they're all in the book, right? There are","objectID":"30735","episode":"s03e07","edited":false},
{"time":"00:04:33","speaker":4,"line":"a lot of books are like illustrated or all. The photos are kind of in the middle, like if you see a nonfiction book, a biography. This is a lot of photos of me having diarrhea in my pants, and it's saying everybody does it. I don't have to be embarrassed, right? But it's mostly","objectID":"30736","episode":"s03e07","edited":false},
{"time":"00:04:50","speaker":3,"line":"you know what? Before the book came about, what was the purpose of these pictures? Did you are Did you always know the book was coming O","objectID":"30737","episode":"s03e07","edited":false},
{"time":"00:04:56","speaker":4,"line":"R No, I just figured I do a lot of self shaming. That's that. If you see a picture I've taken on myself, it's to shame my, my future.","objectID":"30738","episode":"s03e07","edited":false},
{"time":"00:05:08","speaker":3,"line":"You haven't You take shame, ease. You're, like, really quick. Let's take a shame.","objectID":"30739","episode":"s03e07","edited":false},
{"time":"00:05:12","speaker":4,"line":"Quick Shamy. Um yeah, you","objectID":"30740","episode":"s03e07","edited":false},
{"time":"00:05:15","speaker":2,"line":"did that. You'd done that in your all the divorce proceedings. Every time you've been in court you took you took Amy, you actually, you actually took a couple pictures of a of a judge wagging his finger. You","objectID":"30741","episode":"s03e07","edited":false},
{"time":"00:05:27","speaker":4,"line":"once that judge hits that gavel and says Guilty, I take a shaming. That's the white, by the way. I don't know what I'm guilty. If it's a divorce proceeding,","objectID":"30742","episode":"s03e07","edited":false},
{"time":"00:05:38","speaker":1,"line":"one person","objectID":"30743","episode":"s03e07","edited":false},
{"time":"00:05:38","speaker":3,"line":"is guilty of routing the mirror. Yeah, most divorces.","objectID":"30744","episode":"s03e07","edited":false},
{"time":"00:05:43","speaker":2,"line":"It comes down to a judge making a ruling on who was the worst part of marriage. It's unbelievable that that you've been","objectID":"30745","episode":"s03e07","edited":false},
{"time":"00:05:50","speaker":3,"line":"unanimously voted guilty in a non trial and your wife every single time has been exonerated. Marriage? That's right, wiped clean and a standing out from the jury and the and the people watching. And outside, she doesn't oppose court air view. Well, this this judge that you have to keep saying has developed quite a following","objectID":"30746","episode":"s03e07","edited":false},
{"time":"00:06:16","speaker":2,"line":"the others. And yeah, and also in the media. I mean, your divorce, Your divorce proceedings were media circus for sure.","objectID":"30747","episode":"s03e07","edited":false},
{"time":"00:06:22","speaker":3,"line":"And you requested Judge Ito.","objectID":"30748","episode":"s03e07","edited":false},
{"time":"00:06:25","speaker":4,"line":"I've requested Ito on every occasion, and our relationship is not improving. It's only getting worse. I'm trying to win him over.","objectID":"30749","episode":"s03e07","edited":false},
{"time":"00:06:31","speaker":2,"line":"Oh, God. Guys, What? What is it? I know What What is it Todd. Are you asking me or you asking? Todd? I'm asking tight if he knows what it is because he said he knows it's that we've been recording a all that got caught on tape. Uh,","objectID":"30750","episode":"s03e07","edited":false},
{"time":"00:06:55","speaker":3,"line":"everybody knows about Todd. Shame, ease. Everybody knows his instagram feed is full of just pictures of him right after he climaxes. And he's embarrassed. That's all. This Instagram is. And now everybody knows.","objectID":"30751","episode":"s03e07","edited":false},
{"time":"00:07:08","speaker":4,"line":"Everybody knows what's on my instagram now. I guess I might as well","objectID":"30752","episode":"s03e07","edited":false},
{"time":"00:07:13","speaker":3,"line":"make it public. I think it's always been public. It's always","objectID":"30753","episode":"s03e07","edited":false},
{"time":"00:07:17","speaker":4,"line":"been about it automatically private.","objectID":"30754","episode":"s03e07","edited":false},
{"time":"00:07:18","speaker":3,"line":"Now you keep sending posting a picture to the Internet. So what do you think? It's Tex? You're texting us in a group there. But no, you're you're just instagram. I never actually gotten a text from time either. It's strange that you was with that, not ever. Yeah. Are you texting a lot","objectID":"30755","episode":"s03e07","edited":false},
{"time":"00:07:37","speaker":4,"line":"nonstop? I thought","objectID":"30756","episode":"s03e07","edited":false},
{"time":"00:07:38","speaker":3,"line":"I texted the cheque. Should I text of the chain the other day? What's your favorite racial slur? And we got a pretty good instagram out of tide. Well, it was hard for","objectID":"30757","episode":"s03e07","edited":false},
{"time":"00:07:49","speaker":4,"line":"me to choose. So you got 40 instagram from a you told me everyone saw that.","objectID":"30758","episode":"s03e07","edited":false},
{"time":"00:07:53","speaker":1,"line":"Okay, I guess I'm the","objectID":"30759","episode":"s03e07","edited":false},
{"time":"00:07:55","speaker":3,"line":"only one who hasn't seen it. I haven't been to your feet in a while.","objectID":"30760","episode":"s03e07","edited":false},
{"time":"00:07:58","speaker":4,"line":"Well, shit. All right. Fuck you, Howard.","objectID":"30761","episode":"s03e07","edited":false},
{"time":"00:08:00","speaker":3,"line":"Not fucking prick. Okay. Yeah. Fuck off, Howard. You always","objectID":"30762","episode":"s03e07","edited":false},
{"time":"00:08:05","speaker":2,"line":"record us and embarrassed the shit out of me. It's not my fault you guys choose to talk. You could just sit silently until I introduced the podcast. You","objectID":"30763","episode":"s03e07","edited":false},
{"time":"00:08:15","speaker":3,"line":"have your own. Just sit here. Quiet. I'm saying I said shut your stupid mouth.","objectID":"30764","episode":"s03e07","edited":false},
{"time":"00:08:21","speaker":4,"line":"You know that old TV show? Get smart. Yeah, I wish you'd get fucked.","objectID":"30765","episode":"s03e07","edited":false},
{"time":"00:08:26","speaker":1,"line":"Todd, with his biggest quote ever","objectID":"30766","episode":"s03e07","edited":false},
{"time":"00:08:28","speaker":3,"line":"is quotable. That is the biggest quote from top December 31st college. And he's public","objectID":"30767","episode":"s03e07","edited":false},
{"time":"00:08:34","speaker":4,"line":"published. I mean, there was a jeopardy question.","objectID":"30768","episode":"s03e07","edited":false},
{"time":"00:08:38","speaker":3,"line":"You know what, guys? What Majid famously said, Get fun. What is Todd, Padre? Yeah, there was a question to a question to question double question. Jeopardy. You","objectID":"30769","episode":"s03e07","edited":false},
{"time":"00:08:51","speaker":1,"line":"know what","objectID":"30770","episode":"s03e07","edited":false},
{"time":"00:08:52","speaker":3,"line":"I've been loving lately is Tre Becks attitude really getting so it's like, finally make fun of this nice white nerd gang of fucking virgin. Do you see the clip to do the quick way? There's nothing","objectID":"30771","episode":"s03e07","edited":false},
{"time":"00:09:08","speaker":2,"line":"wrong with being a virgin. Verses Teacherslounge favorite Instagram feed his hood clips way. That's really you ever respond. Okay, well, anyway, guys, welcome to the Teacher's Lounge. The first, best and only podcast pertained issues relevant to the swine high school community. Today's episode is sponsored by Levi's 51 20","objectID":"30772","episode":"s03e07","edited":false},
{"time":"00:09:35","speaker":3,"line":"51 twenties. They are for the Kirby boy. That's right. 51 20 Kirby for you, Wayne, Are you a little boy and also a thought? Thought my on 51 2020. Later, baby. Now, this is a","objectID":"30773","episode":"s03e07","edited":false},
{"time":"00:09:58","speaker":2,"line":"gene that I wish was out when I was a kid.","objectID":"30774","episode":"s03e07","edited":false},
{"time":"00:10:00","speaker":3,"line":"Yes, I was wearing Huskies. Yeah, and they were quite fit Me, right, because","objectID":"30775","episode":"s03e07","edited":false},
{"time":"00:10:04","speaker":1,"line":"I wasn't","objectID":"30776","episode":"s03e07","edited":false},
{"time":"00:10:05","speaker":3,"line":"chunky. Know you're Kurt. An hourglass body. Your baby photo of you over the subway grate. Yes. Yeah, I had on a little dress, and it was actually my first steps. It's my first. I was walking over a dangerous subway in New York City. You're Paris, your stupid My parents are silly. Well, you know I haven't, you","objectID":"30777","episode":"s03e07","edited":false},
{"time":"00:10:25","speaker":4,"line":"know. Yeah, well, your first words were a happy birthday, Mr","objectID":"30778","episode":"s03e07","edited":false},
{"time":"00:10:28","speaker":3,"line":"President. Right. When I was born, I you know, I was basically America. Marilyn Monroe doppelganger, Right? And I are just picking you like my parents were fans, I think, and yeah, of my lemon roe. Yes. Yes, it was, uh wow. Yeah, but we based thes the courage signs on your baby baby photo. That's right. My you","objectID":"30779","episode":"s03e07","edited":false},
{"time":"00:10:51","speaker":2,"line":"know, I had dumps like a truck is a fable.","objectID":"30780","episode":"s03e07","edited":false},
{"time":"00:10:53","speaker":3,"line":"You still have a beautiful male, curvy butt. Thank you. You know what I mean? You wear your khakis real a pie, and it's distinctly","objectID":"30781","episode":"s03e07","edited":false},
{"time":"00:11:01","speaker":2,"line":"male. Though you do a distinctly male body, you don't have a female body. Of course, your butt is curving in the way that men's butts are curvy. Which is Ah, it doesn't have the I","objectID":"30782","episode":"s03e07","edited":false},
{"time":"00:11:10","speaker":3,"line":"won't say it's toned. No, no, no one would ever say, You know what? I never said it's because they don't really let me work out the way I want to. It the gym, right? I go into do squats and I go renewed. Your bad deal. Yeah, well, against my will. Yeah, it's been renewed on my behalf for life. You've been forced back to the gym? Yes, at a compounding interest rates. So by the time I'm 99 I'm going to be paying. I think it's 35,000 month for gym memberships a month. Good God, God,","objectID":"30783","episode":"s03e07","edited":false},
{"time":"00:11:43","speaker":4,"line":"you need a little actress in with a bad deal. They locked so they won't let you do your favorite workout, which is","objectID":"30784","episode":"s03e07","edited":false},
{"time":"00:11:48","speaker":3,"line":"my favorite workout, which is a Bulgarian split squat, one foot on the bench, one foot out in front while, um, making candy. Yes, so I'm making candy. So you're doing a classic squat for the lower body, but then you're making candy with your hammer and upper body like a Bavarian. Something's going on. The boat Gary and Split squad can be like a Bavarian on. It's all about muscle confusion, but also brain confusion. You're trying to confuse your brain as to what country you're in, what region you're working out, both lower and upper, right? Anyway, they won't let me do it at the gym because I make everything to stick you with the candy, right? Eso I've I've had to been going in","objectID":"30785","episode":"s03e07","edited":false},
{"time":"00:12:34","speaker":2,"line":"and just swim. Oh, I see what I mean. I love all the shots you're posting to your tumbler of your clear everybody. My tumbler has been good lately. D l d R But you know, you guys say it's kind of the opposite of Todd's Instagram. It's sort of a, uh it's kind of where you post your trophies. Yeah, it's It's It's cool. It's like you seeing your progress through your fitness of seeing a big change, seeing slim down. I appreciate that.","objectID":"30786","episode":"s03e07","edited":false},
{"time":"00:13:01","speaker":3,"line":"Well, I haven't slimmed down yet, but I appreciate that my progress so far has","objectID":"30787","episode":"s03e07","edited":false},
{"time":"00:13:05","speaker":4,"line":"been in growth in size. Well, my favorite thing on a a new instagram where someone larger has been working out or a temblor. A thing like that is just how condescending all their friends","objectID":"30788","episode":"s03e07","edited":false},
{"time":"00:13:15","speaker":3,"line":"are. Oh, my God, you're so beautiful. So you're saying that some of those comments haven't been as positive as I thought? They","objectID":"30789","episode":"s03e07","edited":false},
{"time":"00:13:24","speaker":4,"line":"know they're very positive, but, you know, it makes people feel very good about themselves to","objectID":"30790","episode":"s03e07","edited":false},
{"time":"00:13:29","speaker":3,"line":"come. It's honestly poisoning the person. You think? Yeah, that is true. I've had some weight problems, and every time someone says you look so much better now, all I can think about is the past and how I haven't looked good for because they're essentially","objectID":"30791","episode":"s03e07","edited":false},
{"time":"00:13:43","speaker":2,"line":"just admitting to you. Before you started doing this, I thought you looked like trash.","objectID":"30792","episode":"s03e07","edited":false},
{"time":"00:13:47","speaker":3,"line":"Hey, number one thing looks matter and years or better, they do matter. And I actually, I was Ah, I was up late","objectID":"30793","episode":"s03e07","edited":false},
{"time":"00:13:54","speaker":2,"line":"the other night. Ah, and I I was just kind of cruising the internet, and I landed on Nellie's tip drill video, and","objectID":"30794","episode":"s03e07","edited":false},
{"time":"00:14:02","speaker":1,"line":"I did not","objectID":"30795","episode":"s03e07","edited":false},
{"time":"00:14:03","speaker":3,"line":"know this, but you are in that video as a video ho. Yeah, Well, Vixen, please. Sorry they shot me from the back down. Yeah. Yeah. And I want hanging my butt over the Jacuzzi That gets the credit card slip through it, Mellie. Fake credit cards. My But it looks like a beautiful video vixen. Yeah, but that you ended. It is. I will say","objectID":"30796","episode":"s03e07","edited":false},
{"time":"00:14:29","speaker":4,"line":"this, Bill. I don't know that you were just cruising the internet. I saw your tabs, and it was about 750 tabs. And they were all different videos you'd see on B. T after hours.","objectID":"30797","episode":"s03e07","edited":false},
{"time":"00:14:39","speaker":3,"line":"Okay, that is what I cruise the internet to. Okay, I don't go to Amazon like I don't you cruise the internet to that music","objectID":"30798","episode":"s03e07","edited":false},
{"time":"00:14:46","speaker":2,"line":"on in the background. Yes, Yes, yes, yes, that's all. I opened 75 different tabs, um, of the nastiest video second, fine. And I make each of them small thumbnail all playing at the same time. And I jerk myself","objectID":"30799","episode":"s03e07","edited":false},
{"time":"00:15:00","speaker":3,"line":"into complete. Okay, so it is what we said. It was your birthday","objectID":"307100","episode":"s03e07","edited":false},
{"time":"00:15:05","speaker":1,"line":"crazy, but that's pretty sexualized.","objectID":"307101","episode":"s03e07","edited":false},
{"time":"00:15:08","speaker":3,"line":"Way to cruise. That's pretty high. I","objectID":"307102","episode":"s03e07","edited":false},
{"time":"00:15:10","speaker":2,"line":"surf the Internet well, for me, I usually Ah, my first stop is usually news news, site of some sort CNN see what's going on in the world. Yeah. Ah, and then, you know, I'll jump overto like some, you know, funny blog's or like a mixed wienies or onion","objectID":"307103","episode":"s03e07","edited":false},
{"time":"00:15:31","speaker":4,"line":"Anything. Dave Eggers is so good. Yeah, it's so good. It's just like it's I like a thing that is only for ah per middle class White PM to look down on everyone","objectID":"307104","episode":"s03e07","edited":false},
{"time":"00:15:45","speaker":3,"line":"like something that looks like art, asshole. Long as the cover is good and the inside is basically empty. I'm happy with that. Yeah. I mean, we've obviously","objectID":"307105","episode":"s03e07","edited":false},
{"time":"00:15:54","speaker":2,"line":"everyone here at the podcast. We've had it with the working class America.","objectID":"307106","episode":"s03e07","edited":false},
{"time":"00:15:59","speaker":3,"line":"I think they fucking suck and her stupid well, and we want him to fucking die on duty. Yeah, and you know in that you could say","objectID":"307107","episode":"s03e07","edited":false},
{"time":"00:16:07","speaker":2,"line":"that that could have have born itself out of what's been going around around the school these days. Things have not been good since last week.","objectID":"307108","episode":"s03e07","edited":false},
{"time":"00:16:16","speaker":4,"line":"Terrible. The government is breathing down our necks.","objectID":"307109","episode":"s03e07","edited":false},
{"time":"00:16:18","speaker":2,"line":"They all know every every all of our money making schemes at school have sort of been shut down for various governmental reasons. Yeah, apparently you can't serve human feet in the cafeteria","objectID":"307110","episode":"s03e07","edited":false},
{"time":"00:16:29","speaker":4,"line":"if you first have Wesley Snipes is your tax guy and then replace them with all your students. The government fucking comes down on you hard.","objectID":"307111","episode":"s03e07","edited":false},
{"time":"00:16:37","speaker":2,"line":"And apparently, if you frustrate a certain group of people, I won't name them. They will sneak into your Muslims. It's not talking about Muslims that what I was going to say is I'm talking about the gods and how you frustrate a few kids who are already a little bit disgruntled. And they sneak into your what you thought was a secure room and steal your bottomless piggy bank.","objectID":"307112","episode":"s03e07","edited":false},
{"time":"00:17:01","speaker":1,"line":"I just want to say","objectID":"307113","episode":"s03e07","edited":false},
{"time":"00:17:01","speaker":2,"line":"this now to the Goths. You're not mad at me. You're mad at your daddy. Yes. And","objectID":"307114","episode":"s03e07","edited":false},
{"time":"00:17:09","speaker":1,"line":"what is that?","objectID":"307115","episode":"s03e07","edited":false},
{"time":"00:17:09","speaker":2,"line":"You're mad at yourself. I also think you're mad at","objectID":"307116","episode":"s03e07","edited":false},
{"time":"00:17:12","speaker":3,"line":"yourself. Yeah. Listen, you're a teenager. You need to take some of this blame folks it on yourself, not the boner. Like we're supposed to be supported your little daddy's fault that you don't hit you too hard. What did you do to deserve it? You know what's","objectID":"307117","episode":"s03e07","edited":false},
{"time":"00:17:27","speaker":4,"line":"crazy? Of all the people who commit suicide? It's never a God, but they're the ones that talk about it the most. Yeah, yeah. Kill yourself","objectID":"307118","episode":"s03e07","edited":false},
{"time":"00:17:35","speaker":3,"line":"your fucking head. Kill yourself like their true heroes. Listen, rave.","objectID":"307119","episode":"s03e07","edited":false},
{"time":"00:17:39","speaker":2,"line":"I mean, honestly, I don't condone people killing or being ah or committing suicide. But a lot of our problems would be solved if the's gots would fucking jump off of the school","objectID":"307120","episode":"s03e07","edited":false},
{"time":"00:17:49","speaker":3,"line":"because I think they have. Well, we received a video.","objectID":"307121","episode":"s03e07","edited":false},
{"time":"00:17:52","speaker":2,"line":"We received multiple videos now of them taunting us with our bottomless piggy bank, which, if you don't know our bottomless piggy babe,","objectID":"307122","episode":"s03e07","edited":false},
{"time":"00:17:59","speaker":3,"line":"don't know it by readers know this'll is all being translate transcribe release. So I don't know if our readers know, but our","objectID":"307123","episode":"s03e07","edited":false},
{"time":"00:18:08","speaker":2,"line":"bottomless piggy bank was our ceramic pig that had its pants pulled to its ankles. And ah, it's grotesque. Genitals were shown. It was beautifully crafted by our good friend slob Low Picasso, who is not related to the painter Picasso but instead related to Petey slob slob Blow the Southern","objectID":"307124","episode":"s03e07","edited":false},
{"time":"00:18:32","speaker":3,"line":"wrap. It was sort of our nest egg so that all the money","objectID":"307125","episode":"s03e07","edited":false},
{"time":"00:18:35","speaker":2,"line":"he had all the money we had, And, you know, we thought we were okay Because we had all these other plans, you know we were making were made the next season. A sensate on that, you know, didn't pan out to be a cash cow. You.","objectID":"307126","episode":"s03e07","edited":false},
{"time":"00:18:48","speaker":3,"line":"We haven't had a single watch yet. No. Well, Todd was Todd was in charge of writing on the scripts for the new season of sensate. That's right. And it","objectID":"307127","episode":"s03e07","edited":false},
{"time":"00:18:56","speaker":1,"line":"didn't come out exactly how we wanted","objectID":"307128","episode":"s03e07","edited":false},
{"time":"00:18:58","speaker":4,"line":"it. I took. I took a little a few creative liberties, and I'm not tour. If nothing else, I don't take notes. I don't take studio nuts. I don't take notes from anyone that's not made. And","objectID":"307129","episode":"s03e07","edited":false},
{"time":"00:19:11","speaker":3,"line":"but you do give yourself","objectID":"307130","episode":"s03e07","edited":false},
{"time":"00:19:12","speaker":4,"line":"a lot of yourself. A ton of notes. I'm my own worst critic.","objectID":"307131","episode":"s03e07","edited":false},
{"time":"00:19:17","speaker":3,"line":"Yeah, because the other day in the hall, I","objectID":"307132","episode":"s03e07","edited":false},
{"time":"00:19:19","speaker":2,"line":"saw you kind of pacing around and then you you scream to yourself,","objectID":"307133","episode":"s03e07","edited":false},
{"time":"00:19:24","speaker":1,"line":"get in my office","objectID":"307134","episode":"s03e07","edited":false},
{"time":"00:19:26","speaker":4,"line":"and you slam the door behind your own office?","objectID":"307135","episode":"s03e07","edited":false},
{"time":"00:19:28","speaker":1,"line":"What do","objectID":"307136","episode":"s03e07","edited":false},
{"time":"00:19:28","speaker":3,"line":"what do you say in there?","objectID":"307137","episode":"s03e07","edited":false},
{"time":"00:19:29","speaker":4,"line":"Well, we had it out. Uh, first of all, I told myself to turn in my gun and badge,","objectID":"307138","episode":"s03e07","edited":false},
{"time":"00:19:34","speaker":3,"line":"and I've seen this. This is when you're talking to yourself. There's a mannequin dressed up in your room dressed like you. Yeah, There've been a lot","objectID":"307139","episode":"s03e07","edited":false},
{"time":"00:19:42","speaker":4,"line":"of recently comparisons between me and famed fictional killer Norman Bates and his mother, but I talked to a mannequin that's dressed up is me now not to be confused with my old therapist. That was a mannequin dressed like a dirt through its And I get into it because if your thoughts are in your own head, you go crazy lately. So I called myself into my fucking office, made myself turning my gun and badge is that I was going over my own head on. Then we got a we got into it, and most of the issues were about in my script. My problem with it giving myself notes was it looked a lot like a script for the TV show Saturday Night Live and not an hour long sci fi drama that Netflix Interesting","objectID":"307140","episode":"s03e07","edited":false},
{"time":"00:20:31","speaker":3,"line":"because it seemed to be totally, totally stolen. Episode of Saturday Night Live","objectID":"307141","episode":"s03e07","edited":false},
{"time":"00:20:39","speaker":2,"line":"from the mid nineties that Robert Downey Jr hosted. That's right. That's right, I said. Broad character. Short pieces. 456 minute pieces. Sketches that bit with Lorne at the top main character named Robert Downey Jr. Right.","objectID":"307142","episode":"s03e07","edited":false},
{"time":"00:20:54","speaker":4,"line":"And you know the famous sense. A catchphrase. Live from New York. It's Saturday","objectID":"307143","episode":"s03e07","edited":false},
{"time":"00:20:58","speaker":2,"line":"night way that didn't work out. We don't need Thio deepened. Luckily, nobody watched it well, but we don't have any money. It's it's it's It's shocking If we could find I've been studying the tape because we got a tape VHS. Um, from that we think the Goths, it says anonymous, but it's very clearly a bunch of golf. Students","objectID":"307144","episode":"s03e07","edited":false},
{"time":"00:21:23","speaker":3,"line":"got the mass. The anonymous mask. Well, they didn't use","objectID":"307145","episode":"s03e07","edited":false},
{"time":"00:21:26","speaker":2,"line":"the anonymous masked in the photos. It's it, I mean in the anonymous mask with Marilyn Manson's face on it. Exactly, exactly. And the video starts playing with a full rendition of the dope show. You have to sit down, wear wearing the sexy outfit and my outfit. You mean bodysuit?","objectID":"307146","episode":"s03e07","edited":false},
{"time":"00:21:49","speaker":4,"line":"Yeah, the naked, uh, genital. This bodysuit that Marilyn Manson wears in the dope show video. Yeah, it's beautiful. Anyway. It's cute. It's a video, It's them. It's a gravelly video. It's in English, but it's still with subtitles in English.","objectID":"307147","episode":"s03e07","edited":false},
{"time":"00:22:05","speaker":2,"line":"Yes, but we also did. We studied this tape, and there's a moment in it when, uh, you hear in the background kind of like downstairs or something, you hear, knock open the door ups for Morrissey. So we","objectID":"307148","episode":"s03e07","edited":false},
{"time":"00:22:23","speaker":3,"line":"think way. Think it's at Morrissey's house, the queen dot","objectID":"307149","episode":"s03e07","edited":false},
{"time":"00:22:27","speaker":2,"line":"Yeah, he's the queen and way know for a fact that that the gods have communicated with Morrissey. Yes. Yeah, they're always walking around listening to the Smiths on their little year. But iPhones and they don't","objectID":"307150","episode":"s03e07","edited":false},
{"time":"00:22:40","speaker":4,"line":"have the conversation doesn't end. There are","objectID":"307151","episode":"s03e07","edited":false},
{"time":"00:22:42","speaker":2,"line":"no no. And we studied this tape. We didn't have to study. It is very loud, very loudly. It's almost like the front door is right next to the camera. They're just shooting it right there in the four. Your","objectID":"307152","episode":"s03e07","edited":false},
{"time":"00:22:53","speaker":3,"line":"conversation keeps going, says Yes, this is Morrisey. I'm Morrissey,","objectID":"307153","episode":"s03e07","edited":false},
{"time":"00:22:56","speaker":2,"line":"but I don't remember ordering anything from Amazon, right?","objectID":"307154","episode":"s03e07","edited":false},
{"time":"00:22:59","speaker":4,"line":"Really? What? This is a box of tissues. Do you cry a lot? Maybe it's for that.","objectID":"307155","episode":"s03e07","edited":false},
{"time":"00:23:03","speaker":3,"line":"No, no, No, that's not me. That's not my kind of thing.","objectID":"307156","episode":"s03e07","edited":false},
{"time":"00:23:06","speaker":4,"line":"This is verbatim. Okay, Well, it says your name on it. I can return it. Or you can accept the free nap, the free tissues.","objectID":"307157","episode":"s03e07","edited":false},
{"time":"00:23:14","speaker":1,"line":"How do you","objectID":"307158","episode":"s03e07","edited":false},
{"time":"00:23:15","speaker":3,"line":"know what's in my box?","objectID":"307159","episode":"s03e07","edited":false},
{"time":"00:23:16","speaker":4,"line":"Uh oh, no. I could commit federal offenses, and I look inside packages. Hello. This is the","objectID":"307160","episode":"s03e07","edited":false},
{"time":"00:23:22","speaker":2,"line":"police. That's when Paul a cop walks in. Yes. And he says to the Amazon employees, Sir, you're under arrest for tampering with someone else's mail.","objectID":"307161","episode":"s03e07","edited":false},
{"time":"00:23:32","speaker":4,"line":"Uh oh. The chickens have finally come home to roost. Well, you're not taking me alive, bitch.","objectID":"307162","episode":"s03e07","edited":false},
{"time":"00:23:38","speaker":1,"line":"Pop, Pop, Pop.","objectID":"307163","episode":"s03e07","edited":false},
{"time":"00:23:39","speaker":2,"line":"The cop gets shot. Yes. Uh, and then the video cuts out. Of course, that all happens after we got the message which says the bottomless piggy bank is in our possession. There's no chance you're ever gonna get it back unless you step down from power. Which","objectID":"307164","episode":"s03e07","edited":false},
{"time":"00:23:53","speaker":3,"line":"we are not. We're not going quietly into that. Exactly. Exactly. You know, I thought we have these Goths under our thumb. I thought we were in control, and they were No. You have started the security. You had three level","objectID":"307165","episode":"s03e07","edited":false},
{"time":"00:24:06","speaker":2,"line":"security a coming into the school and only Goths were getting triple checked.","objectID":"307166","episode":"s03e07","edited":false},
{"time":"00:24:11","speaker":4,"line":"Those little boy cowboys. You've made some little men cowboys.","objectID":"307167","episode":"s03e07","edited":false},
{"time":"00:24:13","speaker":2,"line":"Well, I don't want to share this bad news, but these little boy cowboys, I've maybe lost a little control these air now. Well, they did, Frank. You we heard, little boy. They said a cowboy hats. A couple of them have dark black hair now. No turning","objectID":"307168","episode":"s03e07","edited":false},
{"time":"00:24:32","speaker":3,"line":"side. I don't know. I'm not sure it's just a I am talking to you at home. I'm trying. I'm trying to get the story out of him, but they're just saying Shut up, Dad. I don't want to talk about it, Dad, Like so hard. You","objectID":"307169","episode":"s03e07","edited":false},
{"time":"00:24:43","speaker":4,"line":"were a bad father and your little boy cowboys turn to God.","objectID":"307170","episode":"s03e07","edited":false},
{"time":"00:24:46","speaker":3,"line":"I don't think so. I don't think that's the reason. I think I think it's a hard time home life. Like for them. What do you providing for them? Structure. While I watch a lot of cheers, I watch a lot of cheers.","objectID":"307171","episode":"s03e07","edited":false},
{"time":"00:24:58","speaker":4,"line":"You angry? Do with them?","objectID":"307172","episode":"s03e07","edited":false},
{"time":"00:25:01","speaker":1,"line":"What do you know? I'm trying to talk to him. I asked him what they're thinking, and they don't want to tell me. So","objectID":"307173","episode":"s03e07","edited":false},
{"time":"00:25:06","speaker":4,"line":"a few of them wanted to be musicians instead of play on the football team. What did you say to them?","objectID":"307174","episode":"s03e07","edited":false},
{"time":"00:25:10","speaker":3,"line":"I said, you're never gonna learn to play well with others if you're just some gay musician. Yeah, yeah, yeah, Absolutely.","objectID":"307175","episode":"s03e07","edited":false},
{"time":"00:25:17","speaker":1,"line":"Like, I don't want them to be some isolated loser in a bar alone. I want them to know how to play football and have life skills.","objectID":"307176","episode":"s03e07","edited":false},
{"time":"00:25:24","speaker":3,"line":"And I think you you","objectID":"307177","episode":"s03e07","edited":false},
{"time":"00:25:26","speaker":2,"line":"turned the scale on a bass guitar. The next day you're second somebody stick.","objectID":"307178","episode":"s03e07","edited":false},
{"time":"00:25:32","speaker":3,"line":"It's just heard stories like that. I don't know if we scare the hell out of it is very scared. So what? You think that because of my wrong parenting and pushing too hard, I've pushed them in the opposite direction of the way that they were? I wanted them to go.","objectID":"307179","episode":"s03e07","edited":false},
{"time":"00:25:47","speaker":2,"line":"I didn't Have they been home recently? Onley up late at night. They've been sleeping mostly during the day and at their friend's house and at school. I think he may have lost him, Sam, Once you lose the way we needed those little boy cowboys, what will be","objectID":"307180","episode":"s03e07","edited":false},
{"time":"00:26:02","speaker":3,"line":"our eyes and ears? Lassos?","objectID":"307181","episode":"s03e07","edited":false},
{"time":"00:26:06","speaker":4,"line":"Well, that's not all bad news, Howard. I saw you walking around with a girlfriend? Yes. S a walk around holding hands with a girlfriend. And when","objectID":"307182","episode":"s03e07","edited":false},
{"time":"00:26:18","speaker":2,"line":"we say we saw, we've been spying on you and we","objectID":"307183","episode":"s03e07","edited":false},
{"time":"00:26:20","speaker":3,"line":"followed you. Thank God. I think you","objectID":"307184","episode":"s03e07","edited":false},
{"time":"00:26:23","speaker":2,"line":"guys have been finally. Did you come? Did you follow me back home last night? No. Not all the way to your home. Are you kidding me? So, you","objectID":"307185","episode":"s03e07","edited":false},
{"time":"00:26:31","speaker":3,"line":"guys, you something. You just You just have four","objectID":"307186","episode":"s03e07","edited":false},
{"time":"00:26:34","speaker":2,"line":"refrigerators. Those aren't ass dressed like traders.","objectID":"307187","episode":"s03e07","edited":false},
{"time":"00:26:38","speaker":4,"line":"You have your house as you always knew. You have four refrigerated scream, if you tryto.","objectID":"307188","episode":"s03e07","edited":false},
{"time":"00:26:47","speaker":1,"line":"Have you guys","objectID":"307189","episode":"s03e07","edited":false},
{"time":"00:26:48","speaker":3,"line":"seen all those refrigerators around town, by the way? Just like on the","objectID":"307190","episode":"s03e07","edited":false},
{"time":"00:26:51","speaker":4,"line":"corner. Oh, yeah. Sometimes in Howard's car, there's a","objectID":"307191","episode":"s03e07","edited":false},
{"time":"00:26:55","speaker":3,"line":"refrigerator. I'm starting to","objectID":"307192","episode":"s03e07","edited":false},
{"time":"00:26:57","speaker":2,"line":"piece it together. Guys, are","objectID":"307193","episode":"s03e07","edited":false},
{"time":"00:26:58","speaker":1,"line":"you guys all right? What are","objectID":"307194","episode":"s03e07","edited":false},
{"time":"00:27:00","speaker":3,"line":"we trying to do here? Are you on to us? Yes, I'm","objectID":"307195","episode":"s03e07","edited":false},
{"time":"00:27:03","speaker":2,"line":"onto you guys.","objectID":"307196","episode":"s03e07","edited":false},
{"time":"00:27:04","speaker":1,"line":"How you couldn't make it more. Did you figure it out? Way dressed","objectID":"307197","episode":"s03e07","edited":false},
{"time":"00:27:08","speaker":4,"line":"up is the most inconspicuous. When she","objectID":"307198","episode":"s03e07","edited":false},
{"time":"00:27:11","speaker":3,"line":"I'll tell you what. I'll tell you how","objectID":"307199","episode":"s03e07","edited":false},
{"time":"00:27:13","speaker":2,"line":"I figured it out when I got home the other day and realized it was a refrigerated in the back seat of my car on. I tried to pull it out, and it's sort of my saying, No,","objectID":"307200","episode":"s03e07","edited":false},
{"time":"00:27:21","speaker":3,"line":"no, no, no. This is Bill. Don't do that, E. I thought that was","objectID":"307201","episode":"s03e07","edited":false},
{"time":"00:27:25","speaker":2,"line":"just a weird compressor issue. It's just making sound they make. But then when I pulled it out and it's my felt like it was playing tug of war with me, uh,","objectID":"307202","episode":"s03e07","edited":false},
{"time":"00:27:33","speaker":3,"line":"I started to piece things together, okay? And I know","objectID":"307203","episode":"s03e07","edited":false},
{"time":"00:27:36","speaker":2,"line":"that you guys have been jumping into refrigerators in every location that I find myself in. And you were spying on me. I don't know. What for Transformers, a transformer transforms. It doesn't just stay the thing that it is.","objectID":"307204","episode":"s03e07","edited":false},
{"time":"00:27:50","speaker":4,"line":"Well, we are transformers. What's so? Whatever we are, that's what those are. Okay, well, we did witness that you brought your girlfriend home.","objectID":"307205","episode":"s03e07","edited":false},
{"time":"00:27:59","speaker":2,"line":"Yeah, and I loved her in the bathroom, and I sat in my bedroom. So you okay the secrets out? I didn't have sex with her last night.","objectID":"307206","episode":"s03e07","edited":false},
{"time":"00:28:06","speaker":4,"line":"Yeah, but I also saw that she left you a little note that said, you know, meet me. Meet me on lunch today. Yeah. Yes, she did. You think today might be the day you lose your virginity.","objectID":"307207","episode":"s03e07","edited":false},
{"time":"00:28:19","speaker":2,"line":"Only Done right. Come clean. Come clean right now and tell us your virgin And that today I think it'll be very sweet that today's the day you Lucia. I also think it can't come clean to her. That's a big honesty bomb that I think she's gonna really love. Okay, guys, I'm a virgin.","objectID":"307208","episode":"s03e07","edited":false},
{"time":"00:28:38","speaker":3,"line":"No, I had no idea. I","objectID":"307209","episode":"s03e07","edited":false},
{"time":"00:28:43","speaker":2,"line":"mean, I've dry humped, Uh, I have to go. I've done all the things, all the other stuff I've done all the things that I've done all the other way. I've touched a woman I've touched, and I mutually masturbated","objectID":"307210","episode":"s03e07","edited":false},
{"time":"00:28:59","speaker":3,"line":"doesn't help. People talk about sex are interacting you guys. I spent the last few weeks being repressing myself. Got word that's beautiful. Thank you so","objectID":"307211","episode":"s03e07","edited":false},
{"time":"00:29:08","speaker":2,"line":"much. And, you know, and and I met Ah, this girl, uh, she is wonderful. She eyes a parent of one of the students at the school who came by thio address some concerns she had for her son, Uh, and we just hit it off. And it made me think that, you know, maybe there's a chance for love after all. You know, I'm a I'm a middle aged man who's who has been in love but who has never experienced physical of and I thought","objectID":"307212","episode":"s03e07","edited":false},
{"time":"00:29:35","speaker":3,"line":"and you've been in love.","objectID":"307213","episode":"s03e07","edited":false},
{"time":"00:29:36","speaker":2,"line":"But you've never had that reciprocation. No. I've been in love with a lot of women who have told me directly that they do not love me. Okay. Uh, that's okay. Yes. And, you know, uh, I think that today today will be the day. Hey, today you're getting you You just dry heaved a little bit. You're nervous.","objectID":"307214","episode":"s03e07","edited":false},
{"time":"00:29:53","speaker":1,"line":"That's okay. Yeah,","objectID":"307215","episode":"s03e07","edited":false},
{"time":"00:29:55","speaker":4,"line":"It's okay. We're here for you. You have any questions?","objectID":"307216","episode":"s03e07","edited":false},
{"time":"00:29:58","speaker":3,"line":"A son Ishan walks in, sees we're going to transform interest free traders. You have no idea","objectID":"307217","episode":"s03e07","edited":false},
{"time":"00:30:05","speaker":1,"line":"we're here.","objectID":"307218","episode":"s03e07","edited":false},
{"time":"00:30:06","speaker":2,"line":"She is supposed to be here today. She's gonna I told her to meet him here. He's coming to check. She's here.","objectID":"307219","episode":"s03e07","edited":false},
{"time":"00:30:12","speaker":1,"line":"All right. So","objectID":"307220","episode":"s03e07","edited":false},
{"time":"00:30:14","speaker":2,"line":"what? I need you guys to leave at a certain point, so that well are getting your","objectID":"307221","episode":"s03e07","edited":false},
{"time":"00:30:17","speaker":4,"line":"forgery way. We'll get out of here.","objectID":"307222","episode":"s03e07","edited":false},
{"time":"00:30:21","speaker":3,"line":"There is a","objectID":"307223","episode":"s03e07","edited":false},
{"time":"00:30:21","speaker":4,"line":"refrigerator delivery happening sometime soon today. So if you decide for that whatever","objectID":"307224","episode":"s03e07","edited":false},
{"time":"00:30:26","speaker":3,"line":"else I signed for three years, you were in there a little afternoon delight. Honestly, it feels good to finally","objectID":"307225","episode":"s03e07","edited":false},
{"time":"00:30:31","speaker":2,"line":"get that off my chest. I've been getting roasted every week, and I've just and I've been taking it because I thought it a certain point. You guys would get sick of it. But it seems like you guys had more and","objectID":"307226","episode":"s03e07","edited":false},
{"time":"00:30:40","speaker":4,"line":"more fun with it every week for enjoyable. It was very fun for us to","objectID":"307227","episode":"s03e07","edited":false},
{"time":"00:30:43","speaker":2,"line":"let you have it for being a virgin. Yeah. So? Well, that you have still been getting roasted, right? You've been going to get roasted. Yes.","objectID":"307228","episode":"s03e07","edited":false},
{"time":"00:30:50","speaker":3,"line":"Yeah. That's not a tanning","objectID":"307229","episode":"s03e07","edited":false},
{"time":"00:30:52","speaker":2,"line":"bed that you're doing. No. Well, I know that, uh, actually, I I'm scared of tanning beds because the UV rays will give you cancer. But if you get into a roasting a roast, you should be","objectID":"307230","episode":"s03e07","edited":false},
{"time":"00:31:02","speaker":3,"line":"more scared of no well, well inside. If you slowly","objectID":"307231","episode":"s03e07","edited":false},
{"time":"00:31:05","speaker":2,"line":"roast yourself, your skin will change color at about 100. Yeah, about 200. I get in there for about three hours. This is something new and","objectID":"307232","episode":"s03e07","edited":false},
{"time":"00:31:11","speaker":3,"line":"insane. Uh, no. Roasting is the new thing. Resting is anything. It's the new thing. You get him in all kind of Korean spa. The Kardashians get roasted. Have you seen? You know that? It all","objectID":"307233","episode":"s03e07","edited":false},
{"time":"00:31:24","speaker":2,"line":"started when that tan mom. You know that story? The host mint. She actually was the first person","objectID":"307234","episode":"s03e07","edited":false},
{"time":"00:31:31","speaker":3,"line":"Thio and people said deep frying is a step too far. It's a bridge too far. Remember seeing that in the Guinness Stairwell? Kennedy's Book of war workers? First words first Friday. She's their powder sugar honor and a bunch of a bunch of fucking losers. That carnival trying to either asked. They brought in a bunch of losers. Footrest measures to get tricked, thinking it was a survey to determine if if you could or couldn't eat this woman were hilarious. Guinness Book is having an absolute field day and fighting so much success with finding records off of their other. So how many Carnival losers weaken? Trick is the perfect record to make off Deep Fried. They're making a second book. They're making the second book of all of all secondary secondary record. It's a reawakening,","objectID":"307235","episode":"s03e07","edited":false},
{"time":"00:32:27","speaker":2,"line":"and I can't wait for the new store in the lineup, and I'm excited they're doing alive a live demonstration to see who can most quickly lift the world's fattest twins. Okay, well, if it's a quick alert, it's nobody. You know what? That's No. One of these men are too fat. Oh, God. Well,","objectID":"307236","episode":"s03e07","edited":false},
{"time":"00:32:47","speaker":3,"line":"we're fucked. Yeah. Uh, no, not we're gonna find out of money. I've blown all of my earnings from me and Carmine's deals. I'm actively on the run from the mob. Yeah, and get up in my house last night. That's right. The","objectID":"307237","episode":"s03e07","edited":false},
{"time":"00:33:10","speaker":4,"line":"mob showed up at your house.","objectID":"307238","episode":"s03e07","edited":false},
{"time":"00:33:11","speaker":3,"line":"Is Carmen gave me the kiss of death, which I thought was just him coming on to","objectID":"307239","episode":"s03e07","edited":false},
{"time":"00:33:15","speaker":2,"line":"me. And I said, I'm not getting Amar.","objectID":"307240","episode":"s03e07","edited":false},
{"time":"00:33:20","speaker":3,"line":"I quoted that video","objectID":"307241","episode":"s03e07","edited":false},
{"time":"00:33:23","speaker":4,"line":"that it wasn't a kiss of love. It was a kiss of death. You have you got into witness protection, right? I thought this is ah, have my white reveal. But you in witness protection, I","objectID":"307242","episode":"s03e07","edited":false},
{"time":"00:33:34","speaker":3,"line":"have a couple of minutes to deal on into witness protection,","objectID":"307243","episode":"s03e07","edited":false},
{"time":"00:33:37","speaker":2,"line":"which was I just dress up like a different person at all. The places I live at, and it's it's not honestly, that good of a disguise.","objectID":"307244","episode":"s03e07","edited":false},
{"time":"00:33:44","speaker":4,"line":"Because your name now is still crave e Yes, Don't,","objectID":"307245","episode":"s03e07","edited":false},
{"time":"00:33:47","speaker":3,"line":"baby. It is. It was Bill crave e. I was like, Wow, I just go by still craving now. And","objectID":"307246","episode":"s03e07","edited":false},
{"time":"00:33:53","speaker":1,"line":"it's it's obviously it's a strictly is. It's","objectID":"307247","episode":"s03e07","edited":false},
{"time":"00:33:56","speaker":3,"line":"not that big of a change. Everybody's looking for a huge witness protection change. You're hiding in plain sight, but dressed like Pee Wee Herman And what they also don't tell you about witness protection is there's many levels or spend the rungs. Sometimes it's full protection where people watch you, they relocate you to the Midwest. You're a total ghost. Sometimes you have no assistance whatsoever and they say, Get differently, make a will. Yeah, they say, like they say, Like what? You we can either relocate you and do it ourselves, or we'll give you the money that we were going to","objectID":"307248","episode":"s03e07","edited":false},
{"time":"00:34:28","speaker":4,"line":"use to do it. And you do it yourself. Called Louis C K FX Deal Exactly. Exactly. I could do more with with less money. You just give it. Just give","objectID":"307249","episode":"s03e07","edited":false},
{"time":"00:34:37","speaker":3,"line":"it straight to me. So I'm doing my own","objectID":"307250","episode":"s03e07","edited":false},
{"time":"00:34:38","speaker":2,"line":"relocation and I haven't relocated at all. Good. And I'm going by still craving. I'm dressing like Pee wee Herman.","objectID":"307251","episode":"s03e07","edited":false},
{"time":"00:34:44","speaker":4,"line":"If any Mafioso comes to kill you, I'm out of here. I do not have your back. You know, I am not getting mixed","objectID":"307252","episode":"s03e07","edited":false},
{"time":"00:34:53","speaker":3,"line":"up. Is the start of that senate","objectID":"307253","episode":"s03e07","edited":false},
{"time":"00:34:56","speaker":2,"line":"Felt like you were going to say I don't worry. I got your back. Oh,","objectID":"307254","episode":"s03e07","edited":false},
{"time":"00:34:58","speaker":4,"line":"no, no, I'm sorry. Uh, if you misunderstood me, you can absolutely count on me to get the hell out of here if the Mafia ever comes for you.","objectID":"307255","episode":"s03e07","edited":false},
{"time":"00:35:06","speaker":3,"line":"Okay, Well, there they were at my house last night. Um, I used a lot of the","objectID":"307256","episode":"s03e07","edited":false},
{"time":"00:35:12","speaker":2,"line":"same tricks that we used to protect the bottomless piggy bank. Home alone style on guy did get them away at least last night.","objectID":"307257","episode":"s03e07","edited":false},
{"time":"00:35:20","speaker":4,"line":"Well, they at some point you transformed him to try to struggle gaba cool inside of you.","objectID":"307258","episode":"s03e07","edited":false},
{"time":"00:35:24","speaker":3,"line":"Yes. Well, yeah. Transformed into a whirlpool, and they said, we'll pull back refrigerator, freezer way. We've been dish. Wow. Top loading fridge. Okay. Um anyway, they subject. Last night,","objectID":"307259","episode":"s03e07","edited":false},
{"time":"00:35:45","speaker":2,"line":"I did transform into a fridge and the chef got Google in the gob a ghoul.","objectID":"307260","episode":"s03e07","edited":false},
{"time":"00:35:52","speaker":5,"line":"Attention, seniors Bill Crave e Hear her? If Jones is urging you to get your orders and for your commemorative class rings, nothing will help you remember your high school experience more than a big, chunky piece of cheap jewelry toe and cock rings available now too.","objectID":"307261","episode":"s03e07","edited":false},
{"time":"00:36:14","speaker":2,"line":"Alright, folks. Well, today we are We have ah guess like we do every week, and we're really excited to have him. Uh, yeah, he came on it. Someone in high school early on this year. And, uh, he's been a real asset to the company. We","objectID":"307262","episode":"s03e07","edited":false},
{"time":"00:36:28","speaker":3,"line":"honestly, uh, we would love to, because","objectID":"307263","episode":"s03e07","edited":false},
{"time":"00:36:31","speaker":2,"line":"it was a company. It wasn't a school. It was a company with a camera. And","objectID":"307264","episode":"s03e07","edited":false},
{"time":"00:36:34","speaker":3,"line":"we'd love a chance to get a little bit closer","objectID":"307265","episode":"s03e07","edited":false},
{"time":"00:36:36","speaker":2,"line":"to him because he means so much to us. And of course, that's Barry. He's our security guard doing Barry. I'm good. I'm good. Thanks. Thanks. Barry learned good way. Were bad times are tough, but we're hanging in there. Yeah, yeah. See, we're old times air. Tom's tough.","objectID":"307266","episode":"s03e07","edited":false},
{"time":"00:36:54","speaker":3,"line":"We find that when life is hard, the podcast is good So the cast is good but the life stinks Exactly. You're looking good. You're in your","objectID":"307267","episode":"s03e07","edited":false},
{"time":"00:37:02","speaker":2,"line":"blues. Yeah, Your security blues, huh? Looking great.","objectID":"307268","episode":"s03e07","edited":false},
{"time":"00:37:07","speaker":4,"line":"Those your big request is you wanted your security outfits to be like the Marines where you had, like, a fancy dress braise my wife. You","objectID":"307269","episode":"s03e07","edited":false},
{"time":"00:37:15","speaker":2,"line":"have all my all white. Uh, my old browns also have my All Blacks And","objectID":"307270","episode":"s03e07","edited":false},
{"time":"00:37:22","speaker":4,"line":"what occasionally the old browns for","objectID":"307271","episode":"s03e07","edited":false},
{"time":"00:37:24","speaker":2,"line":"very personal. I don't want to get into it now. Yeah, but I saw on my name tag. You guys spelled it wrong. My name? Yeah, it's to ease one eye.","objectID":"307272","episode":"s03e07","edited":false},
{"time":"00:37:35","speaker":3,"line":"B E R B a i r e. Okay. Okay. B A I r e. Yes, you","objectID":"307273","episode":"s03e07","edited":false},
{"time":"00:37:46","speaker":4,"line":"may be How we'd make the mistake thinking Barry was spelled b a r r y I don't know, but doesn't want to see my father. So","objectID":"307274","episode":"s03e07","edited":false},
{"time":"00:37:53","speaker":3,"line":"wait. Do very much shoot from the","objectID":"307275","episode":"s03e07","edited":false},
{"time":"00:37:55","speaker":2,"line":"hip with these name tags. It's very much like a Starbucks. When we started this school, we were like what you say, and then they deflect them all up.","objectID":"307276","episode":"s03e07","edited":false},
{"time":"00:38:02","speaker":3,"line":"But we don't do paperwork. No, don't do paperwork. Most of us on your honor. So you give us your name, we have your nameplate. Our word is our bond. Your name tag. It's so wrong. Yes, sir. I mean, I'll say we're","objectID":"307277","episode":"s03e07","edited":false},
{"time":"00:38:14","speaker":2,"line":"sorry. We wait. Not a big thing that I'm glam after your father Barre. Yeah, but he spells it differently. How do you spell it to ice","objectID":"307278","episode":"s03e07","edited":false},
{"time":"00:38:23","speaker":4,"line":"and where your keys are? Where the eyes. Now,","objectID":"307279","episode":"s03e07","edited":false},
{"time":"00:38:25","speaker":2,"line":"Barry, he spells it like that. B i r Wait B A I i r i e","objectID":"307280","episode":"s03e07","edited":false},
{"time":"00:38:33","speaker":4,"line":"two eyes not next to each other. That's right for him. That's an original name. Well, you've named cover a cover of his father's there, but","objectID":"307281","episode":"s03e07","edited":false},
{"time":"00:38:47","speaker":2,"line":"he put his own little spin on it. I'm assuming your grandfather probably spelled his name a little bit. You know, it was all handed down from generation to generation. Okay, so your dad got his name and it down directly. Yours was a variation. No, My dad was named after his dad buried right. He spells it differently.","objectID":"307282","episode":"s03e07","edited":false},
{"time":"00:39:02","speaker":3,"line":"Okay, So what's handed down is the slight. It's the pronunciation from the year before that. Every time.","objectID":"307283","episode":"s03e07","edited":false},
{"time":"00:39:09","speaker":2,"line":"Your bare your newberry, I don't understand.","objectID":"307284","episode":"s03e07","edited":false},
{"time":"00:39:11","speaker":4,"line":"No, no, it feels like what you're saying is wrong. But what","objectID":"307285","episode":"s03e07","edited":false},
{"time":"00:39:14","speaker":2,"line":"I'm trying to say is that we're line of Berries. Okay?","objectID":"307286","episode":"s03e07","edited":false},
{"time":"00:39:17","speaker":3,"line":"So, just to finish this, how did your","objectID":"307287","episode":"s03e07","edited":false},
{"time":"00:39:19","speaker":2,"line":"grandfather spell his name? Be with three. Easy. Okay, freeze. Separated. Okay, so b e B b a r e bear. Okay. And then the book end those","objectID":"307288","episode":"s03e07","edited":false},
{"time":"00:39:34","speaker":3,"line":"with eso, and it looks kind of like eBay with a little e. Yes, Big B.","objectID":"307289","episode":"s03e07","edited":false},
{"time":"00:39:43","speaker":4,"line":"Yes, That was his nickname, but for the company.","objectID":"307290","episode":"s03e07","edited":false},
{"time":"00:39:46","speaker":3,"line":"Wow. Wow. His nickname. Was he bury or","objectID":"307291","episode":"s03e07","edited":false},
{"time":"00:39:51","speaker":2,"line":"eBay? EBay, eBay. Yeah, that's that's what your, uh your father's nickname is PayPal. True? No, no, no. My dad doesn't have thought","objectID":"307292","episode":"s03e07","edited":false},
{"time":"00:40:11","speaker":3,"line":"This is interesting.","objectID":"307293","episode":"s03e07","edited":false},
{"time":"00:40:12","speaker":2,"line":"You know, I come from a family. That's also very we know. We passed down the tradition a lot. Is your family sort of outside of just the family of virgins, right. Uh, well, hey, the secret's out now. Yes. Aside from my mother reception, Immaculate conception all down your line, immaculate or, uh, you know, inaccurate.","objectID":"307294","episode":"s03e07","edited":false},
{"time":"00:40:39","speaker":1,"line":"Put those standup classes too. Good. Yeah. God,","objectID":"307295","episode":"s03e07","edited":false},
{"time":"00:40:41","speaker":3,"line":"that's funny, Tom, But so bear you, uh, your family, though I'm assuming is pretty close. Yes. Close. Do they live close? No. Yeah. No. Okay. So very were","objectID":"307296","episode":"s03e07","edited":false},
{"time":"00:40:54","speaker":2,"line":"spread out Emotionally close. Yes. Yeah, yeah, yeah. We know what each other's thinking at all times. Oh, so it's kind of like a familiar sort of mental connection. Sure. That's why I got into security guarding. Oh, yeah. Because of the connections, because of the different types of things that I can secure","objectID":"307297","episode":"s03e07","edited":false},
{"time":"00:41:12","speaker":3,"line":"you do. You are such a professional. You walk up in your marine dress. You tell these little 13 14 14 year old kids. You screaming them like they're in the military as well. Put away that Coke. Yes, put it","objectID":"307298","episode":"s03e07","edited":false},
{"time":"00:41:27","speaker":2,"line":"away during lunch. Yeah, you can drink it, but don't drink it","objectID":"307299","episode":"s03e07","edited":false},
{"time":"00:41:30","speaker":3,"line":"now. You've instituted some pretty intense on my watch, right? You said, No Cokes on campus. Reason there's a don't ask, don't tell policy. And, well, I understand this cook policy because as you guys","objectID":"307300","episode":"s03e07","edited":false},
{"time":"00:41:42","speaker":2,"line":"remember, we only have Pepsi and RC Cola when kids are smuggling in Coke's. You know, my wife.","objectID":"307301","episode":"s03e07","edited":false},
{"time":"00:41:49","speaker":3,"line":"Honestly, honestly, I would be surprised if I wouldn't have","objectID":"307302","episode":"s03e07","edited":false},
{"time":"00:41:52","speaker":2,"line":"been surprised if you had told those kids to throw those Cokes out of the","objectID":"307303","episode":"s03e07","edited":false},
{"time":"00:41:54","speaker":3,"line":"window. But instead, you're a kind guy. No, you give him, you give him a second chance, you say,","objectID":"307304","episode":"s03e07","edited":false},
{"time":"00:41:58","speaker":2,"line":"Hey, put that coke away. Well, that's something I learned during bailiff training. I was training to be a bailiff","objectID":"307305","episode":"s03e07","edited":false},
{"time":"00:42:04","speaker":3,"line":"ho for quite some time. And what is that different from police training?","objectID":"307306","episode":"s03e07","edited":false},
{"time":"00:42:09","speaker":2,"line":"It's because it's higher. It's a dream or","objectID":"307307","episode":"s03e07","edited":false},
{"time":"00:42:11","speaker":3,"line":"work. Now, one of the classes at bay left training. You got standings to the judge class. That's that's an elective, basically trying to take that class. You don't lack for","objectID":"307308","episode":"s03e07","edited":false},
{"time":"00:42:22","speaker":2,"line":"bailiff training to get the diploma. Yes, you do. You need That s o That doesn't seem like an elect. No. There's also, uh, old folders form a ring. Here you go, Judge. Yeah. Sometimes you don't have to say anything. That's a common myth. You don't have to say everything to the judge that you're doing. You don't have to say. Here's the folder, Judge. That's interesting. I've always thought a bailiff had to actually narrowed his actions.","objectID":"307309","episode":"s03e07","edited":false},
{"time":"00:42:51","speaker":3,"line":"And I always thought the bailiff was the narrator. Yeah, I've always","objectID":"307310","episode":"s03e07","edited":false},
{"time":"00:42:54","speaker":2,"line":"thought, you know, you don't have to say anything known. Wow, if you had gone to Vail training, you wouldn't know that. You would have been just spouting off at the mouth all day in court. That's what happened my very first day.","objectID":"307311","episode":"s03e07","edited":false},
{"time":"00:43:05","speaker":4,"line":"Your mouth? You spoke a little. Do you talk shit","objectID":"307312","episode":"s03e07","edited":false},
{"time":"00:43:07","speaker":2,"line":"to the stenographer? Right. Well, she and I had a very intense stare down once. And what separate occasion from the time you had the confrontation, you just put it that bad taste in your mouth. Yeah, And then once you have a bad taste, you don't eat it exactly.","objectID":"307313","episode":"s03e07","edited":false},
{"time":"00:43:22","speaker":4,"line":"Yeah, you kept shushing her in court every time she typing Sister,","objectID":"307314","episode":"s03e07","edited":false},
{"time":"00:43:26","speaker":3,"line":"that's not her fault. That's the That's the little keyboard and it's your job. T. Porter. Yep.","objectID":"307315","episode":"s03e07","edited":false},
{"time":"00:43:32","speaker":4,"line":"Well, you know, if you're not doing your job, Bill Belichick says it all the time. If you're not doing your job,","objectID":"307316","episode":"s03e07","edited":false},
{"time":"00:43:38","speaker":3,"line":"so it's your job. Keyboard her. It's your job. D'oh! Not to keep","objectID":"307317","episode":"s03e07","edited":false},
{"time":"00:43:42","speaker":2,"line":"order, but two. Keyboard her like it's a It's a it's a it's a courtroom punishment. Similar. Waterboarding is keyboarding. Instead of water going on your face, you get a keyboard smacked on your bare back. Oh, wow.","objectID":"307318","episode":"s03e07","edited":false},
{"time":"00:43:55","speaker":4,"line":"Keep boarded at my third divorce trial Been handed up.","objectID":"307319","episode":"s03e07","edited":false},
{"time":"00:43:59","speaker":3,"line":"I've seen photos. Now, that's interesting. How we met. You tried thio","objectID":"307320","episode":"s03e07","edited":false},
{"time":"00:44:05","speaker":4,"line":"way we met. I was in the divorce proceedings where you were found guilty. Yeah, you were one of the first Bayliss to speak up for For what? Somebody in the case. He said to give this guy another chance and I wait. Right then. I was like, I like","objectID":"307321","episode":"s03e07","edited":false},
{"time":"00:44:18","speaker":2,"line":"you guys got your card, and he, uh he brought you in here.","objectID":"307322","episode":"s03e07","edited":false},
{"time":"00:44:21","speaker":4,"line":"But you did. Keyboard may also Well, that was ordered. Brian, can I respect a man that will do his job, no matter what","objectID":"307323","episode":"s03e07","edited":false},
{"time":"00:44:29","speaker":2,"line":"I called. That all comes from the bailiff training. Yeah. I","objectID":"307324","episode":"s03e07","edited":false},
{"time":"00:44:32","speaker":4,"line":"thought the Nuremberg trials were bullshit. Those guys were doing their job, no matter what. You know, I think what you're hired to do something. You do it.","objectID":"307325","episode":"s03e07","edited":false},
{"time":"00:44:37","speaker":3,"line":"I am too stupid","objectID":"307326","episode":"s03e07","edited":false},
{"time":"00:44:38","speaker":2,"line":"to remember what the Nuremberg trials were. Way all look very wide eyed.","objectID":"307327","episode":"s03e07","edited":false},
{"time":"00:44:44","speaker":4,"line":"The Nuremberg trials were when a bunch of Nazis used the defense that they were just doing a job on the world. It was said, Well, come on,","objectID":"307328","episode":"s03e07","edited":false},
{"time":"00:44:52","speaker":2,"line":"guys. I thought between that killed their parents says no. There's a the Bobbitt twins. That's","objectID":"307329","episode":"s03e07","edited":false},
{"time":"00:44:59","speaker":1,"line":"right. The Baba twins,","objectID":"307330","episode":"s03e07","edited":false},
{"time":"00:45:02","speaker":2,"line":"the Menendez brothers. I","objectID":"307331","episode":"s03e07","edited":false},
{"time":"00:45:04","speaker":4,"line":"that when John Wayne Bobbitt, in his Penis killed his mom, Bob between the partner was crazy, confusing, almost like it could never happen.","objectID":"307332","episode":"s03e07","edited":false},
{"time":"00:45:16","speaker":3,"line":"Yeah, well, that that your security guard, Have you","objectID":"307333","episode":"s03e07","edited":false},
{"time":"00:45:19","speaker":2,"line":"ever had other aspirations in terms of, like, sort of law enforcement? Are you strictly sort of in, like, a sort of managerial? This can't be your final career. Yes, I have a lot of side projects. Yeah, like logistic or, uh you sure, uh, I have this company called slice. That's basically a knife company. CO Go around. It's basically a knife company. Do you sell knives? No way. Sharpen your knife like a wet stone. Used like a wet stone. You? No, no, no, no. What we do is we take leather from my other business, which is leather way. What we do is in front of the customer. We cut the leather right in half. Wow.","objectID":"307334","episode":"s03e07","edited":false},
{"time":"00:46:10","speaker":3,"line":"Esso doesn't sharpen the knife. It just shows them how sharp the","objectID":"307335","episode":"s03e07","edited":false},
{"time":"00:46:12","speaker":2,"line":"knife already. Right. Zoo presentation in front of them and then you give them their knife back. Right? But then what they say is, Oh, our knives air. Sure we don't. We didn't need a sharpening. And I say, of course that $20. Here's some leather.","objectID":"307336","episode":"s03e07","edited":false},
{"time":"00:46:26","speaker":3,"line":"Get the piece of leather that's got in half. So that's","objectID":"307337","episode":"s03e07","edited":false},
{"time":"00:46:28","speaker":2,"line":"a deal. There you go.","objectID":"307338","episode":"s03e07","edited":false},
{"time":"00:46:29","speaker":4,"line":"And how did what does that do to your leather company? If you're giving away over there first","objectID":"307339","episode":"s03e07","edited":false},
{"time":"00:46:32","speaker":2,"line":"under right now, very much worked out the Excel spreadsheet. I don't know how to use the computers, which is why I enrolled in bailiff training. Oh, Charlie, use computers for you. How to use a computer you open it up, right. You got a red tube dot com and then you jerk","objectID":"307340","episode":"s03e07","edited":false},
{"time":"00:46:52","speaker":3,"line":"it to completion. Okay, close it, Bill. Come on. Black. That's one way to","objectID":"307341","episode":"s03e07","edited":false},
{"time":"00:46:58","speaker":4,"line":"use it for a lot of","objectID":"307342","episode":"s03e07","edited":false},
{"time":"00:46:59","speaker":3,"line":"I don't know any other you use for a computer. Honestly, the site of a laptop gets me rock hard at this point. Any computer, whatever. I talk about","objectID":"307343","episode":"s03e07","edited":false},
{"time":"00:47:10","speaker":2,"line":"my masturbating all day. This isn't about me.","objectID":"307344","episode":"s03e07","edited":false},
{"time":"00:47:13","speaker":4,"line":"So you want it? You want to do stuff with computers?","objectID":"307345","episode":"s03e07","edited":false},
{"time":"00:47:15","speaker":2,"line":"Yeah, that's the That's the goal. My, uh, my goal. The ultimate goal is NASA.","objectID":"307346","episode":"s03e07","edited":false},
{"time":"00:47:23","speaker":3,"line":"Yeah. How old are you? Bury 32. Okay. You","objectID":"307347","episode":"s03e07","edited":false},
{"time":"00:47:26","speaker":1,"line":"know, it's not","objectID":"307348","episode":"s03e07","edited":false},
{"time":"00:47:26","speaker":2,"line":"out of the ballpark yet. I don't think I","objectID":"307349","episode":"s03e07","edited":false},
{"time":"00:47:28","speaker":1,"line":"think we should probably","objectID":"307350","episode":"s03e07","edited":false},
{"time":"00:47:29","speaker":2,"line":"start making some strides, though. Uh, what time I got some time. Buzz Aldrin is 60 70 now. He's 70 70 now. When he went into space on the Today show, he's 70 years old. I went to that, but you went to space 40 years ago. But what I'm saying is on the placard that shows up on the screen. It says 70 year old Buzz Aldrin.","objectID":"307351","episode":"s03e07","edited":false},
{"time":"00:47:48","speaker":3,"line":"I think Buzz Aldrin has got to be older than 70. It's crazy. Also, the","objectID":"307352","episode":"s03e07","edited":false},
{"time":"00:47:52","speaker":2,"line":"lower third of the Today show is you saying that that they just a 70 year old Buzz Aldrin on a list everyone's name.","objectID":"307353","episode":"s03e07","edited":false},
{"time":"00:47:59","speaker":4,"line":"So you want to go space? Whether you want to do it space you want to land on the moon? You wanna be in the Mars one?","objectID":"307354","episode":"s03e07","edited":false},
{"time":"00:48:04","speaker":2,"line":"Have you seen? Have you seen American Tale with five? Oh yes, well, my favorite. My favorite movies Growing up, it's It's, uh, it's a story that I connect with, and I thought to myself, There's gotta be different life like mice, Mice in space, mice and space There's gotta be dogs in space.","objectID":"307355","episode":"s03e07","edited":false},
{"time":"00:48:24","speaker":4,"line":"You saw the fight for movie and your lesson from that was there's probably mice and dogs in space.","objectID":"307356","episode":"s03e07","edited":false},
{"time":"00:48:29","speaker":2,"line":"I'm Well, if they can talk, then they can probably travel. Uh, and if they can travel than they could probably fly, and if they can fly, then they could be on different types of solar systems. So you don't think they just are. They've flown there from from Earth. They don't just like life in space, because it happened. Well, that's now you're talking aliens and and also that you believe that? Because in the five old movie animals can talk. That means in in the real world, not just the 50 movie. There's the movie called Cats, which is on Broadway. Okay, Yeah. Okay. Yeah. I don't know. I think I think that","objectID":"307357","episode":"s03e07","edited":false},
{"time":"00:49:08","speaker":4,"line":"this is a common misconception. And as a lover of the theater, I have to clear it up for you. Ah, theater and film are two different things. Right? Which","objectID":"307358","episode":"s03e07","edited":false},
{"time":"00:49:16","speaker":3,"line":"you learned the hard way very hard with you. Tried to put out a play","objectID":"307359","episode":"s03e07","edited":false},
{"time":"00:49:23","speaker":4,"line":"nationally. I tried to put out a play and 1500 theaters. I guaranteed the AMC the Magic Johnson theaters that","objectID":"307360","episode":"s03e07","edited":false},
{"time":"00:49:31","speaker":3,"line":"you took your plate of","objectID":"307361","episode":"s03e07","edited":false},
{"time":"00:49:32","speaker":2,"line":"Sundance. I took my place. Try to get it","objectID":"307362","episode":"s03e07","edited":false},
{"time":"00:49:34","speaker":3,"line":"sold. I don't want to get Thio","objectID":"307363","episode":"s03e07","edited":false},
{"time":"00:49:37","speaker":2,"line":"confrontational. You're obviously we worked together a lot. You know, I'm the head of discipline. Had a security here. You're technically my number one security man. Well, but I don't work under you","objectID":"307364","episode":"s03e07","edited":false},
{"time":"00:49:48","speaker":3,"line":"technically. Well, who knows? But, you know, we've had some stuff","objectID":"307365","episode":"s03e07","edited":false},
{"time":"00:49:53","speaker":2,"line":"go missing. We've had our piggy bank be stolen. Right? We've had some problems around school with aggression from kids, goths are getting bold.","objectID":"307366","episode":"s03e07","edited":false},
{"time":"00:50:03","speaker":3,"line":"I don't want to say this is your fault, but what are we gonna do about","objectID":"307367","episode":"s03e07","edited":false},
{"time":"00:50:05","speaker":2,"line":"this? I didn't know that I was gonna be, uh uh, cornered. So Thistle is a little bit of a gotcha here, but let's be honest here. If you're paying me to be a disciplinarian, then I'll be a disciplinarian. If you pay me. Does that make sense? Oh,","objectID":"307368","episode":"s03e07","edited":false},
{"time":"00:50:26","speaker":4,"line":"about you maybe stopped working because we start paying me a few weeks ago.","objectID":"307369","episode":"s03e07","edited":false},
{"time":"00:50:30","speaker":2,"line":"Not maybe. I definitely. While I'm maintaining eye contact here, have not been paid","objectID":"307370","episode":"s03e07","edited":false},
{"time":"00:50:35","speaker":3,"line":"way. Had that.","objectID":"307371","episode":"s03e07","edited":false},
{"time":"00:50:37","speaker":4,"line":"Sorry. We were all looking away when you said, but","objectID":"307372","episode":"s03e07","edited":false},
{"time":"00:50:39","speaker":2,"line":"I know we haven't seen anything.","objectID":"307373","episode":"s03e07","edited":false},
{"time":"00:50:41","speaker":3,"line":"Well, we had that. We got the school together and we had that meeting","objectID":"307374","episode":"s03e07","edited":false},
{"time":"00:50:46","speaker":2,"line":"schoolwide meeting. Ah, sword. Agassi meeting faculty meeting where we said the checks are gonna be in the mail soon. Yeah, we just need a couple weeks. It was we were humiliated as if we were getting not our door knocked on by the landlord. Which is why I offered you guys stake in slice now. Right? But","objectID":"307375","episode":"s03e07","edited":false},
{"time":"00:51:06","speaker":4,"line":"you then you just cut that steak up and threw it out.","objectID":"307376","episode":"s03e07","edited":false},
{"time":"00:51:10","speaker":3,"line":"Yeah, your business stake your other","objectID":"307377","episode":"s03e07","edited":false},
{"time":"00:51:13","speaker":2,"line":"business state right is a meat delivery system. Uh, where, uh, we sell mainly the feelers for hot dogs. It's not necessarily a solid state, but it's definitely the worst. The worst food, Not even in a way that you can cook. I'll","objectID":"307378","episode":"s03e07","edited":false},
{"time":"00:51:31","speaker":4,"line":"tell you what. None of us want to invest in that. Yeah. No, no. I want to get","objectID":"307379","episode":"s03e07","edited":false},
{"time":"00:51:36","speaker":1,"line":"anywhere All these creative","objectID":"307380","episode":"s03e07","edited":false},
{"time":"00:51:38","speaker":2,"line":"ideas when it comes to security when it comes to discipline. Right?","objectID":"307381","episode":"s03e07","edited":false},
{"time":"00:51:42","speaker":3,"line":"Right. I mean, you have so many great ideas outside of the school.","objectID":"307382","episode":"s03e07","edited":false},
{"time":"00:51:47","speaker":2,"line":"Yes. Yeah. Oh, you're asking me where they're at? Yeah, well, the brain child, I would say, is my dad. Okay, Berry, He thinks that most your business, I guess, buried.","objectID":"307383","episode":"s03e07","edited":false},
{"time":"00:51:59","speaker":4,"line":"I think you're mispronouncing it. You think it was Grandpa Berry to ease? Well, I'll say this, okay? We can't both make a lot of money for ourselves through and pay you regularly. Prove it. Prove it?","objectID":"307384","episode":"s03e07","edited":false},
{"time":"00:52:13","speaker":2,"line":"Yeah, I believe the last few weeks have proven it, Barry. I mean, look, we we appreciate you working for us, and we know we're going to dig ourselves out of this hole, so if you'll just stick with us for another couple. I mean, we'll see Mud's. Yeah, man.","objectID":"307385","episode":"s03e07","edited":false},
{"time":"00:52:25","speaker":3,"line":"Maybe then maybe and not know, Not even.","objectID":"307386","episode":"s03e07","edited":false},
{"time":"00:52:28","speaker":2,"line":"Maybe I'm sorry. I won't even say. Maybe if","objectID":"307387","episode":"s03e07","edited":false},
{"time":"00:52:29","speaker":3,"line":"you could stick with us for a couple of months, we will pay you plus","objectID":"307388","episode":"s03e07","edited":false},
{"time":"00:52:32","speaker":2,"line":"interest, my friend. Like once we get ourselves out of this pickle and we fucking","objectID":"307389","episode":"s03e07","edited":false},
{"time":"00:52:36","speaker":1,"line":"look at us, we're trustworthy. Yeah.","objectID":"307390","episode":"s03e07","edited":false},
{"time":"00:52:38","speaker":3,"line":"You got Howard, one of the richest men in the world from this level. You know, he's healthy. He's doing well. He'll be is gonna be around to pay you, right? Absolutely. Got the debts. Good. I'm just like Pee Wee Harmon. That's right. Chako Chako kid stuck.","objectID":"307391","episode":"s03e07","edited":false},
{"time":"00:53:00","speaker":4,"line":"Sorry. Just had to get up for grab a coffee.","objectID":"307392","episode":"s03e07","edited":false},
{"time":"00:53:03","speaker":3,"line":"You didn't get coffee? Yeah,","objectID":"307393","episode":"s03e07","edited":false},
{"time":"00:53:05","speaker":4,"line":"yeah, yeah. Wait in the wrong side of the room. A coffee cups over here. Whoops. Anyway, I don't like the distracted. Smells like motel six, but","objectID":"307394","episode":"s03e07","edited":false},
{"time":"00:53:16","speaker":1,"line":"Barry does smell","objectID":"307395","episode":"s03e07","edited":false},
{"time":"00:53:17","speaker":2,"line":"like a Motel six of unit. Dad, I have a question. I like it. What could we do? What can we do to sort of eliminate the issue here? What","objectID":"307396","episode":"s03e07","edited":false},
{"time":"00:53:24","speaker":3,"line":"can we do to may you, besides aside lack, aside from paying","objectID":"307397","episode":"s03e07","edited":false},
{"time":"00:53:28","speaker":2,"line":"you what we owe you immediately. Is there anything that we as sort of a fact that they could do shake","objectID":"307398","episode":"s03e07","edited":false},
{"time":"00:53:33","speaker":1,"line":"down, shake right by bicycle,","objectID":"307399","episode":"s03e07","edited":false},
{"time":"00:53:38","speaker":2,"line":"Bill? Now, listen, he's not necessarily shaking us down when we do owe him money. Yeah, that's not a shakedown. It's","objectID":"307400","episode":"s03e07","edited":false},
{"time":"00:53:44","speaker":1,"line":"Well, I thought","objectID":"307401","episode":"s03e07","edited":false},
{"time":"00:53:45","speaker":3,"line":"we were here to have an intervention with our security guard. He's letting all of our money gets stolen. Right? If we still had the piggy bank, maybe we could fucking pay you wearing. Only","objectID":"307402","episode":"s03e07","edited":false},
{"time":"00:53:53","speaker":1,"line":"Culkin. You're in","objectID":"307403","episode":"s03e07","edited":false},
{"time":"00:53:54","speaker":3,"line":"here in your dress blues. You got shiny medals on your chest that no military person gave you. That's misspelled trust anymore. All right, Way did all the work","objectID":"307404","episode":"s03e07","edited":false},
{"time":"00:54:07","speaker":4,"line":"we could. We hired Macaulay Culkin. Ah, former bailiff and a bunch of, ah, emotionally distant little boy cowboy. They all failed us, Barry. I mean,","objectID":"307405","episode":"s03e07","edited":false},
{"time":"00:54:19","speaker":3,"line":"who gets the blame","objectID":"307406","episode":"s03e07","edited":false},
{"time":"00:54:20","speaker":4,"line":"here? It's not the people in charge.","objectID":"307407","episode":"s03e07","edited":false},
{"time":"00:54:22","speaker":3,"line":"No, it's that the men who made the decision it's the people who enact the war who do the","objectID":"307408","episode":"s03e07","edited":false},
{"time":"00:54:25","speaker":1,"line":"work way. Put all the money in one place. That unlocked room that wasn't patrolled. Yeah. We'll burn your house down, Barry. Bring it. This is what happens when you bring it? Todd, this is what happened.","objectID":"307409","episode":"s03e07","edited":false},
{"time":"00:54:36","speaker":3,"line":"Afraid of any of you fuckers, OK, I'll burn your","objectID":"307410","episode":"s03e07","edited":false},
{"time":"00:54:39","speaker":4,"line":"house down with your whole family and a right.","objectID":"307411","episode":"s03e07","edited":false},
{"time":"00:54:41","speaker":3,"line":"Yeah, right. Good luck tracking down Barry and Barry. Because I know where you talked about your wife and kid. Yeah, your wife and kid, Barry and Barry. I know where your father Barre and your grandfather eBay live.","objectID":"307412","episode":"s03e07","edited":false},
{"time":"00:54:55","speaker":1,"line":"And yeah, it's far away. But don't worry. You","objectID":"307413","episode":"s03e07","edited":false},
{"time":"00:54:57","speaker":3,"line":"guys were emotionally close, so I know. Yeah, this wasn't the right. I'll tell you","objectID":"307414","episode":"s03e07","edited":false},
{"time":"00:55:03","speaker":2,"line":"this, Barry. This wasn't the path forward here. Threaten us was not the past full path toward here. Because we're trying our best here.","objectID":"307415","episode":"s03e07","edited":false},
{"time":"00:55:10","speaker":3,"line":"You're right. It takes a lot of","objectID":"307416","episode":"s03e07","edited":false},
{"time":"00:55:12","speaker":2,"line":"work to start a charter school. After your reputation has been bashed and demolished across your whole career,","objectID":"307417","episode":"s03e07","edited":false},
{"time":"00:55:20","speaker":3,"line":"making up the Louis Blue, we've done so many bad things and to finally get a chance for once to prove that we can do something special, something we really care about, And then to have it all start","objectID":"307418","episode":"s03e07","edited":false},
{"time":"00:55:32","speaker":2,"line":"crumbling underneath the pressures that we weren't expecting","objectID":"307419","episode":"s03e07","edited":false},
{"time":"00:55:35","speaker":3,"line":"is a hard place to be in. Okay.","objectID":"307420","episode":"s03e07","edited":false},
{"time":"00:55:37","speaker":1,"line":"We didn't","objectID":"307421","episode":"s03e07","edited":false},
{"time":"00:55:37","speaker":3,"line":"expect this. We thought we didn't think we were gonna have","objectID":"307422","episode":"s03e07","edited":false},
{"time":"00:55:40","speaker":2,"line":"to pay to get all the to get the best charter school in America awards.","objectID":"307423","episode":"s03e07","edited":false},
{"time":"00:55:44","speaker":3,"line":"Yeah, we didn't think we were gonna have to do all this extra work to try to make it seem like we were OK, but we're not.","objectID":"307424","episode":"s03e07","edited":false},
{"time":"00:55:49","speaker":1,"line":"Okay, But you spend $30 million bringing and Simon Cowal Thio consult on American Teacher. I still don't know who won the show, you know.","objectID":"307425","episode":"s03e07","edited":false},
{"time":"00:56:00","speaker":3,"line":"So, Barry, if you meet us","objectID":"307426","episode":"s03e07","edited":false},
{"time":"00:56:02","speaker":4,"line":"with aggression, we will meet you with worse aggression. Everyone knows the best way to alleviate a threat is to threaten harder. Okay. I mean, it's so if you come out of stating Well, fuck it, burn your house down today. All right, Rocket","objectID":"307427","episode":"s03e07","edited":false},
{"time":"00:56:19","speaker":3,"line":"man, You're a fucking","objectID":"307428","episode":"s03e07","edited":false},
{"time":"00:56:21","speaker":2,"line":"dead man, Rocket man. Rocket man. That's right.","objectID":"307429","episode":"s03e07","edited":false},
{"time":"00:56:24","speaker":1,"line":"Yeah. Elton John","objectID":"307430","episode":"s03e07","edited":false},
{"time":"00:56:29","speaker":2,"line":"things. I'll tell you two things I hate Rocket Man. I hate that song. And I love White Fang. The movie. So So what","objectID":"307431","episode":"s03e07","edited":false},
{"time":"00:56:40","speaker":3,"line":"do you think? You're the first person to walk in here and get us down. So the first person to say I like White fang to us. I'm best friends with Jeff Gillooly. okay. I haven't break your ankle and make you skate afterwards. You fucking cry in the nineties on TV. I'm not scared of you. Okay? Also, I think","objectID":"307432","episode":"s03e07","edited":false},
{"time":"00:57:04","speaker":2,"line":"we could rekindle Ueno a little way. No, little man to the south. You could take care of some stuff for us if you weigh. Mended that about South Pole","objectID":"307433","episode":"s03e07","edited":false},
{"time":"00:57:14","speaker":1,"line":"Santa? Yeah. That's one of","objectID":"307434","episode":"s03e07","edited":false},
{"time":"00:57:17","speaker":3,"line":"a little man. There's two. There's two Santas. There's North Pole sent in which everyone knows and yet is everything is reversed","objectID":"307435","episode":"s03e07","edited":false},
{"time":"00:57:26","speaker":4,"line":"in the South Pole. He's a little man. Elves were huge. He's","objectID":"307436","episode":"s03e07","edited":false},
{"time":"00:57:30","speaker":3,"line":"got the opportunity. Wait s So what we're saying is, if we need to, we will call South Pole Santa, and he will come","objectID":"307437","episode":"s03e07","edited":false},
{"time":"00:57:49","speaker":2,"line":"in here and And the problem. The problem.","objectID":"307438","episode":"s03e07","edited":false},
{"time":"00:57:53","speaker":3,"line":"Those reindeer will ride him all the way over here and help shovel right down your throat","objectID":"307439","episode":"s03e07","edited":false},
{"time":"00:57:59","speaker":1,"line":"because you been good.","objectID":"307440","episode":"s03e07","edited":false},
{"time":"00:58:05","speaker":3,"line":"So is this right","objectID":"307441","episode":"s03e07","edited":false},
{"time":"00:58:06","speaker":2,"line":"about here? No. Is our forward here? No. Yeah. No, you don't threaten us. Bury. No. You know what, a mild mannered guy? Yeah, Most of the time. So you're saying we were right? Yep. Thank you. Thank you. I think because we respect you. I respect you guys so much for someone to come down here","objectID":"307442","episode":"s03e07","edited":false},
{"time":"00:58:23","speaker":3,"line":"because you know, when he's coming, you're here. You know exactly","objectID":"307443","episode":"s03e07","edited":false},
{"time":"00:58:32","speaker":2,"line":"what he's getting. I knew it. I know. And this guy doesn't even need a list to know who he's gonna","objectID":"307444","episode":"s03e07","edited":false},
{"time":"00:58:37","speaker":3,"line":"Haze has won. This","objectID":"307445","episode":"s03e07","edited":false},
{"time":"00:58:39","speaker":4,"line":"comes right in the front","objectID":"307446","episode":"s03e07","edited":false},
{"time":"00:58:40","speaker":3,"line":"door, and then when he's done with you, he shoves you up the chimney and you better enjoy his cookie. I think this guy is a vicious killer. He'll come and he'll take every gift your family's ever given. You put it in his backpack on. He'll go right out of there. And you will know him when he leaves because he said, because he'll say You just got a visit from Kringle. Kris. Oh, yeah, you know, And then we'll pick his sleigh up. Yeah, and write his reindeer back","objectID":"307447","episode":"s03e07","edited":false},
{"time":"00:59:27","speaker":4,"line":"his reindeer back home. Good God, no. Sorry. Thanks for understanding that you were wrong and we were right. Yes. Sorry. We'll pay you when we can with interest.","objectID":"307448","episode":"s03e07","edited":false},
{"time":"00:59:38","speaker":2,"line":"Unless you guys want in on this slice.","objectID":"307449","episode":"s03e07","edited":false},
{"time":"00:59:41","speaker":4,"line":"So if we come in on slice with you, we're What would we have to invest? It","objectID":"307450","episode":"s03e07","edited":false},
{"time":"00:59:45","speaker":3,"line":"sounds like a business that actually isn't that far off","objectID":"307451","episode":"s03e07","edited":false},
{"time":"00:59:47","speaker":4,"line":"from your world. It's why I'm curious. I do need to know that my knives are sharp on. I think a lot of people do. I'd love to get uh","objectID":"307452","episode":"s03e07","edited":false},
{"time":"00:59:55","speaker":3,"line":"maybe you can use your play that's happening","objectID":"307453","episode":"s03e07","edited":false},
{"time":"00:59:58","speaker":2,"line":"in New Jersey, along with Herr Y. P and hair wifey. Uh, maybe you can promote Uh,","objectID":"307454","episode":"s03e07","edited":false},
{"time":"01:00:06","speaker":4,"line":"well, right now I do have a play on Broadway in Newark, where, where Preparation H sponsors an infomercial for the hair White B. And maybe we get at an infomercial for Slice to that. It feels like it's two different ideas, though.","objectID":"307455","episode":"s03e07","edited":false},
{"time":"01:00:21","speaker":3,"line":"No, Well, it is. I mean, it's a lot of ideas meshed together. It's not super well thought out and honestly, probably pretty hard","objectID":"307456","episode":"s03e07","edited":false},
{"time":"01:00:30","speaker":2,"line":"to understand or follow. But","objectID":"307457","episode":"s03e07","edited":false},
{"time":"01:00:31","speaker":4,"line":"maybe we could come to an agreement. All right, I've seen Shark Tank. I'm willing to pay a 90% stake at evaluation of $3 million for your company. Can I think about it? I can do about it. We've got to make the deal right now or I walk. Deal business. That's business. My hands over here. We're good.","objectID":"307458","episode":"s03e07","edited":false},
{"time":"01:00:53","speaker":2,"line":"Everybody everybody Good. You have $3 million for us right now. Is that true? Are","objectID":"307459","episode":"s03e07","edited":false},
{"time":"01:00:58","speaker":4,"line":"valuing his business at $3 million","objectID":"307460","episode":"s03e07","edited":false},
{"time":"01:01:02","speaker":1,"line":"when the rules to","objectID":"307461","episode":"s03e07","edited":false},
{"time":"01:01:02","speaker":2,"line":"shark tank to me? Because","objectID":"307462","episode":"s03e07","edited":false},
{"time":"01:01:03","speaker":3,"line":"I've never indulged his show. Shark shark tanks.","objectID":"307463","episode":"s03e07","edited":false},
{"time":"01:01:07","speaker":4,"line":"What's a shark tank? I'm talking about a shark tank. The rules of a shark tank or jump in, Get eaten, I say. And you just jumped in with","objectID":"307464","episode":"s03e07","edited":false},
{"time":"01:01:20","speaker":3,"line":"circling. Got Todd. I think we","objectID":"307465","episode":"s03e07","edited":false},
{"time":"01:01:30","speaker":2,"line":"need a bigger stage.","objectID":"307466","episode":"s03e07","edited":false},
{"time":"01:01:32","speaker":3,"line":"That's Yeah, Todd. We might have had it X play, uh, straight to stage. Wow. The first bit of advice or idea he's ever taken from someone else.","objectID":"307467","episode":"s03e07","edited":false},
{"time":"01:01:45","speaker":4,"line":"Green lighting this idea straight stage. I was gonna do a Christmas play with the kids, but fuck that. We're taking Todd Todd T A W D like Jaws straight to skate through. This isn't gonna be like the movie where you don't see just till the end. Todd's in the whole thing way. Leave no suspense. We leave nothing to the imagination.","objectID":"307468","episode":"s03e07","edited":false},
{"time":"01:02:10","speaker":3,"line":"I think if you really want to go for this, you need to get a Harper and tie a bunch of cans of air to yourself. You just run around the stage. Or maybe you're onstage,","objectID":"307469","episode":"s03e07","edited":false},
{"time":"01:02:19","speaker":2,"line":"maybe cans of water to drag you down like opposite. Oh, you already scream and run out of the water when you're at the beach. That's","objectID":"307470","episode":"s03e07","edited":false},
{"time":"01:02:26","speaker":4,"line":"true. That's true. Wow. Life imitating art and vice versa. Ah, and then I try to bite them. So I pick it. There's a lot of similarities.","objectID":"307471","episode":"s03e07","edited":false},
{"time":"01:02:36","speaker":3,"line":"So and you have that","objectID":"307472","episode":"s03e07","edited":false},
{"time":"01:02:38","speaker":2,"line":"weird hump on your back That kind of like a thin when you're Yes.","objectID":"307473","episode":"s03e07","edited":false},
{"time":"01:02:42","speaker":3,"line":"What is that? That's I think that's","objectID":"307474","episode":"s03e07","edited":false},
{"time":"01:02:45","speaker":2,"line":"a light coma. What's like Poma? I don't know. I watch a lot of Dr Pimple Popper, but it's It's basic.","objectID":"307475","episode":"s03e07","edited":false},
{"time":"01:02:52","speaker":3,"line":"And that's a new show on NBC that comes on. Ask CNN, NBC, CNBC, very","objectID":"307476","episode":"s03e07","edited":false},
{"time":"01:02:59","speaker":4,"line":"Spanish version of NBC.","objectID":"307477","episode":"s03e07","edited":false},
{"time":"01:03:01","speaker":3,"line":"See? So it means yes, NBC. Yes, all right.","objectID":"307478","episode":"s03e07","edited":false},
{"time":"01:03:06","speaker":4,"line":"After the echo.","objectID":"307479","episode":"s03e07","edited":false},
{"time":"01:03:07","speaker":1,"line":"So what happened here? We reached a","objectID":"307480","episode":"s03e07","edited":false},
{"time":"01:03:09","speaker":3,"line":"resolution here. Are you met? I","objectID":"307481","episode":"s03e07","edited":false},
{"time":"01:03:11","speaker":2,"line":"mean, no, I got my business up","objectID":"307482","episode":"s03e07","edited":false},
{"time":"01:03:14","speaker":4,"line":"to $3 million. So, uh, we're gonna work on slice together. I want to talk about leather and steaks with you. Uh, I think will work it out.","objectID":"307483","episode":"s03e07","edited":false},
{"time":"01:03:23","speaker":1,"line":"And I think, you know, maybe not","objectID":"307484","episode":"s03e07","edited":false},
{"time":"01:03:24","speaker":3,"line":"everything to solve, but we've really brought up all the big issues You know, we love the way you're looking at campus. We just want a little more that seriousness","objectID":"307485","episode":"s03e07","edited":false},
{"time":"01:03:31","speaker":2,"line":"when it comes to that. You want the lights? You want","objectID":"307486","episode":"s03e07","edited":false},
{"time":"01:03:33","speaker":4,"line":"me to wear all the all white? Quite serious. Look, Yeah. So what? Yeah, that's business. Okay, uh, you know, it's business. Got what? We want real things on","objectID":"307487","episode":"s03e07","edited":false},
{"time":"01:03:42","speaker":3,"line":"it. Who is that","objectID":"307488","episode":"s03e07","edited":false},
{"time":"01:03:50","speaker":4,"line":"woman You're gonna lose your virginity to?","objectID":"307489","episode":"s03e07","edited":false},
{"time":"01:03:52","speaker":3,"line":"Freeze. See London. I see Pan. What does that mean? Howard's gonna see","objectID":"307490","episode":"s03e07","edited":false},
{"time":"01:03:58","speaker":1,"line":"underpants, hers or","objectID":"307491","episode":"s03e07","edited":false},
{"time":"01:04:01","speaker":3,"line":"mine? Howard, you're gonna love this. It's gonna be awesome. Okay, Howard, this is human connection. I'm gonna finally connect with items. Just get up off your wire. You don't. Why did you fall down? On your knees? You guys getting lightheaded? Guys, get up Grabbing your trash. I smell toast. What? I said I said,","objectID":"307492","episode":"s03e07","edited":false},
{"time":"01:04:19","speaker":1,"line":"what do you smell? Toast. That's nobody's","objectID":"307493","episode":"s03e07","edited":false},
{"time":"01:04:22","speaker":3,"line":"making any Abbott Toddy making. Are you making a grape toast? No, I already had my grape toast. Guys, I think my heart stopped powered. You say so? Space is turning white. Oh, alright. Bulls check his faults. Where's the breathing? He's giving","objectID":"307494","episode":"s03e07","edited":false},
{"time":"01:04:43","speaker":1,"line":"up power. I get it. I'm gonna slap it. slap it. Just regular salt work. What's the Gibson to make? Sniffing salts? Uh, what he's selling. I call 911 here for a date. Be This is not the way. Howard.","objectID":"307495","episode":"s03e07","edited":false},
{"time":"01:05:10","speaker":3,"line":"Oh, my God. It's a con. I might write a card. I want mine. His life was Oh, my God.","objectID":"307496","episode":"s03e07","edited":false}]
