[{"time":"00:00:00","speaker":1,"line":"we did the taping. It went good. We do have, um, the host of ridiculousness. But Robert Rob deer that got his passing.","episode":"s04e07","objectID":"4070","edited":false},
{"time":"00:00:12","speaker":3,"line":"You got his blessing","episode":"s04e07","objectID":"4071","edited":false},
{"time":"00:00:13","speaker":2,"line":"for Bill Niculescu Showers. Just a blind Blessed.","episode":"s04e07","objectID":"4072","edited":false},
{"time":"00:00:16","speaker":1,"line":"No, it's a blind blessing.","episode":"s04e07","objectID":"4073","edited":false},
{"time":"00:00:18","speaker":3,"line":"But you didn't name the show. Ridiculousness presents Bill Dick Uselessness,","episode":"s04e07","objectID":"4074","edited":false},
{"time":"00:00:21","speaker":1,"line":"right? Yes. Good. Yes. Yes. And that was immediately, uh, scrapped. They said, no, you can't call it that. Somebody from from the from the law offices of, uh, Hollywood came in said you can call it that is going to just call building.","episode":"s04e07","objectID":"4075","edited":false},
{"time":"00:00:43","speaker":2,"line":"So we're gonna go by what's because you need a catchy","episode":"s04e07","objectID":"4076","edited":false},
{"time":"00:00:45","speaker":1,"line":"time. Well, I think I'm gonna go with Bill Dickey business. I just can't. But rob deer Tick presents build Oculus nous as I wanted that brand recognition, but yeah, I mean, you guys, you guys were the taping. Did you like it? Did you have fun? Did you like the correspondents who comment on the videos? Did you like the video?","episode":"s04e07","objectID":"4077","edited":false},
{"time":"00:00:59","speaker":2,"line":"Well, the screen was a little smaller than I. All","episode":"s04e07","objectID":"4078","edited":false},
{"time":"00:01:01","speaker":1,"line":"right, I phone for","episode":"s04e07","objectID":"4079","edited":false},
{"time":"00:01:04","speaker":3,"line":"you because we know in ridiculousness its they do like it's a big computer. Years is the size of an iPhone for SS, and you're standing on Ah, sort of small keyboard. Yeah. And there's just the iPhone for s behind you.","episode":"s04e07","objectID":"40710","edited":false},
{"time":"00:01:18","speaker":1,"line":"Yeah, I think you could have not been versions of the things. It's the things, um, but yeah. I mean, like, I thought other than that big mistake, because the audience was a, you know, kind of getting rowdy because I can't","episode":"s04e07","objectID":"40711","edited":false},
{"time":"00:01:32","speaker":2,"line":"see cancelling. Can't say you had one of the host that was commenting also couldn't speak English. Could that didn't speak, was signed","episode":"s04e07","objectID":"40712","edited":false},
{"time":"00:01:39","speaker":1,"line":"deciding what I was told to me inclusive. But, um, there were no, uh the whole audience was mind. Wow. So it was the wrong thing. Well, I mean, I think I was signing toe all blind people. We should hang","episode":"s04e07","objectID":"40713","edited":false},
{"time":"00:01:57","speaker":3,"line":"out. We should We should get this once we start row and Oh, shit. We talk, Master, I was gonna say save it for the pot, but we actually have been rolling this whole","episode":"s04e07","objectID":"40714","edited":false},
{"time":"00:02:07","speaker":1,"line":"Are you fucking kidding me? Sure you do. You know about this triggering me right now. This'll is","episode":"s04e07","objectID":"40715","edited":false},
{"time":"00:02:16","speaker":3,"line":"my first time messing","episode":"s04e07","objectID":"40716","edited":false},
{"time":"00:02:17","speaker":1,"line":"with fuck yourself. Wait for","episode":"s04e07","objectID":"40717","edited":false},
{"time":"00:02:23","speaker":3,"line":"pot anyway, so just","episode":"s04e07","objectID":"40718","edited":false},
{"time":"00:02:25","speaker":1,"line":"wait. Listen studio. So you know, Howard, That fucking virgin who I know died when more Gladis Dad used to do that shit on time. Sleeping virginity? Yes, Our I V. Howard. I mean, yes, I ve I","episode":"s04e07","objectID":"40719","edited":false},
{"time":"00:02:42","speaker":2,"line":"ve And alright, in sleep in virginity,","episode":"s04e07","objectID":"40720","edited":false},
{"time":"00:02:45","speaker":3,"line":"you get a b hibernate in virginity","episode":"s04e07","objectID":"40721","edited":false},
{"time":"00:02:48","speaker":1,"line":"hibernate in virginity Howard HIV Howard, that was said. Yeah, you mentioned something. Huge pod pod. Taj Taj Phanom of the school. Supposed todo favorite that the schools baby is supposed to be year. Todd is not here. Which really feeds into our theory that Padre","episode":"s04e07","objectID":"40722","edited":false},
{"time":"00:03:15","speaker":3,"line":"Actually, he did text me Say sorry. I remind you guys, I can't be there. I am, unfortunately coffee cup. And I said coffee. I understand still. And then I said, Are you sure? He said Yes. Sorry. I've just been burned out Lightbulbs. Yes. Okay. And I said, But we really need you. And he said, It's OK. I'm just looking myself in a mirror.","episode":"s04e07","objectID":"40723","edited":false},
{"time":"00:03:34","speaker":1,"line":"Yeah, so you're not even looking","episode":"s04e07","objectID":"40724","edited":false},
{"time":"00:03:36","speaker":2,"line":"around the room he's in anymore. He's just using the same threes","episode":"s04e07","objectID":"40725","edited":false},
{"time":"00:03:39","speaker":1,"line":"doubling said He also said, I'll be there later, but I will look crispy. I will be wearing overalls and I birds will be afraid of me. And I was like Now this is also feeding into that theory that when Todd is being pod, he dresses up a scarecrow to look like himself.","episode":"s04e07","objectID":"40726","edited":false},
{"time":"00:04:02","speaker":2,"line":"You could never find pot and Todd in the same room, but you can always find a scarecrow in the same room as","episode":"s04e07","objectID":"40727","edited":false},
{"time":"00:04:06","speaker":1,"line":"party puts scared crows in there with the Scarecrow to assure everyone this can't be a scarecrow because there lots of crows around and they would have cars fly office scarecrow. Its course. Todd. I think","episode":"s04e07","objectID":"40728","edited":false},
{"time":"00:04:19","speaker":2,"line":"he needs to add calm crows, because when those crows are scared, I'm contends","episode":"s04e07","objectID":"40729","edited":false},
{"time":"00:04:24","speaker":1,"line":"there's some wordplay that's not quite right there. Yes, but I get what what was happening.","episode":"s04e07","objectID":"40730","edited":false},
{"time":"00:04:29","speaker":3,"line":"Whenever whenever pod gets here, we I guess we can get rolling on the podcast.","episode":"s04e07","objectID":"40731","edited":false},
{"time":"00:04:33","speaker":1,"line":"Yeah, I'm very excited, my ridiculous devices crazier than ever.","episode":"s04e07","objectID":"40732","edited":false},
{"time":"00:04:39","speaker":2,"line":"So it's acting up. Yes, really? Yeah. Find makes that act up. Is it sort of like if your immune system's low if you're out in the cold.","episode":"s04e07","objectID":"40733","edited":false},
{"time":"00:04:47","speaker":1,"line":"I think if I've been pushing it down, huh? And trying to be, you know, not not have ridiculous voice, blares up and really comes out","episode":"s04e07","objectID":"40734","edited":false},
{"time":"00:04:58","speaker":2,"line":"ridiculous. voices your truest self.","episode":"s04e07","objectID":"40735","edited":false},
{"time":"00:05:01","speaker":1,"line":"Yes, yes, yes. Well, um, yeah. Um, but how are you guys? You look very. I was going to say good, but that's not right. No, I'm","episode":"s04e07","objectID":"40736","edited":false},
{"time":"00:05:10","speaker":2,"line":"gon time looking. Gone. You are white. Very. I've lost","episode":"s04e07","objectID":"40737","edited":false},
{"time":"00:05:15","speaker":1,"line":"£30 in a week.","episode":"s04e07","objectID":"40738","edited":false},
{"time":"00:05:16","speaker":2,"line":"Yeah, £30 in a week. Yeah, mostly for my midsection. I've been pretty inactive. Still big shoulders, big legs. That's right. Big legs. I'm missing What looks like just the middle.","episode":"s04e07","objectID":"40739","edited":false},
{"time":"00:05:29","speaker":3,"line":"That's crazy to cause a lot of people say belly fats, the last fat to go. But it seems like yours is the first to go.","episode":"s04e07","objectID":"40740","edited":false},
{"time":"00:05:34","speaker":2,"line":"No belly fats. The last to go if you're exercising, if you're lifting if you're working out. But I am completely inactive. And so my body is eating the fat from the middle like stores. Do","episode":"s04e07","objectID":"40741","edited":false},
{"time":"00:05:44","speaker":1,"line":"you have a some type of tape","episode":"s04e07","objectID":"40742","edited":false},
{"time":"00:05:47","speaker":2,"line":"wire? I don't think so. I don't think so. I'm pretty sure it's been itching a lot when I go to the restroom. Right? Is almost if you know, Dio get out of my But I don't think there's anything in","episode":"s04e07","objectID":"40743","edited":false},
{"time":"00:05:58","speaker":3,"line":"that here. If you put a piece of raw meat next to your asshole when you go to bed and","episode":"s04e07","objectID":"40744","edited":false},
{"time":"00:06:02","speaker":1,"line":"trying. I've been I've been","episode":"s04e07","objectID":"40745","edited":false},
{"time":"00:06:04","speaker":2,"line":"doing any others. And when you woke up, it was you heard a big bell. Well, I know. I know something. Well, opening are about something in my butt. And then I fired. It made me fired.","episode":"s04e07","objectID":"40746","edited":false},
{"time":"00:06:19","speaker":1,"line":"I thought it was your tapeworm coming out. It had a huge meal. That night s","episode":"s04e07","objectID":"40747","edited":false},
{"time":"00:06:29","speaker":2,"line":"so big that the air bubble coming out of his throat was big enough to activate a","episode":"s04e07","objectID":"40748","edited":false},
{"time":"00:06:33","speaker":3,"line":"51. He was headed, but he was headed back inside after a nice night","episode":"s04e07","objectID":"40749","edited":false},
{"time":"00:06:36","speaker":1,"line":"out. Yeah, he said at because there was like, there was an empty glass of wine. There was a Somali a there. So I have","episode":"s04e07","objectID":"40750","edited":false},
{"time":"00:06:43","speaker":2,"line":"a tapeworm and I'm treating him Fancy tape, variance tape, French tapeworm. We actually Well, now that you guys know Yes, Come have a tapeworm. And me and curly fry in the tapeworm are all in a relationship truck triumvirate. It's not a Minaj triumvirate, because fire is involved and and show I'm a scythe. Tapeworm is the doctor. You Well, yes, the tape. Orman. Carly Friar, in an intense sexual","episode":"s04e07","objectID":"40751","edited":false},
{"time":"00:07:18","speaker":1,"line":"relations. Yeah, I saw something that and this You're just coming out with this right now, so I didn't know, but I saw something. What is that movie with the thing that goes underground? Tremors. I saw, um, Curly Fry. Having dinner with what looked like a trimmer. Must","episode":"s04e07","objectID":"40752","edited":false},
{"time":"00:07:37","speaker":2,"line":"not have been paying very much attention because I was bent over the chair just just behind the pillar table. E way tablecloth over my body is he couldn't be on the tapeworm tremor was was leaning over the chair onto the table, waiting a beautiful, beautiful","episode":"s04e07","objectID":"40753","edited":false},
{"time":"00:08:01","speaker":1,"line":"thing. They were really getting along and and not to add, um, confusion to this. But curly fry is dead. What's going on with Curly Bryce like, but it's still animated and living","episode":"s04e07","objectID":"40754","edited":false},
{"time":"00:08:17","speaker":2,"line":"Curly Fry is in between right now. Yeah, Curly Fry is she has died. She has left this mortal plane. OK, but oh, so we'll get back to Curly Fry, be dead","episode":"s04e07","objectID":"40755","edited":false},
{"time":"00:08:30","speaker":0,"line":"in a second. What's up? Sluts? Whoa.","episode":"s04e07","objectID":"40756","edited":false},
{"time":"00:08:34","speaker":1,"line":"Jesus. By I assume this is pot. This is","episode":"s04e07","objectID":"40757","edited":false},
{"time":"00:08:38","speaker":0,"line":"soon. Yeah, addressing a 13 year old general dressed","episode":"s04e07","objectID":"40758","edited":false},
{"time":"00:08:41","speaker":1,"line":"like you 13 or 10 pot.","episode":"s04e07","objectID":"40759","edited":false},
{"time":"00:08:44","speaker":0,"line":"I'm a 10 year old, but dressed like on 13.","episode":"s04e07","objectID":"40760","edited":false},
{"time":"00:08:46","speaker":1,"line":"Okay, So you're Jay That's pretty cool. Yeah. I thought your voice would be hires.","episode":"s04e07","objectID":"40761","edited":false},
{"time":"00:08:53","speaker":0,"line":"Oh, uh, no, uh, went through puberty young. This is my voice s I'm just getting in here and worry being attacked. A","episode":"s04e07","objectID":"40762","edited":false},
{"time":"00:09:02","speaker":1,"line":"town hero pot is here, so","episode":"s04e07","objectID":"40763","edited":false},
{"time":"00:09:04","speaker":3,"line":"that means you know what? Traffic","episode":"s04e07","objectID":"40764","edited":false},
{"time":"00:09:06","speaker":0,"line":"was crazy for my driver.","episode":"s04e07","objectID":"40765","edited":false},
{"time":"00:09:09","speaker":1,"line":"Not your parents. Your drive. Okay.","episode":"s04e07","objectID":"40766","edited":false},
{"time":"00:09:13","speaker":3,"line":"You know, Hey, you know, after nine minutes and 30 seconds, I think it's time for us to throw into the actual podcast right now. Oh, yes, that's right. We were recording. We've been recording this whole time cough. Uh, all right, everybody. Welcome, Teoh. The teacher's lounge is the first time I have ever done this intro, so I don't know it very well. Welcome to the teachers loans. The first, best and only podcast pertained issues relevant to the Hamilton High School community. I'm your band director, Stew Taylor here with my buddies and, uh, you know, our prize student Padre. Guys, you can introduce yourselves as","episode":"s04e07","objectID":"40767","edited":false},
{"time":"00:09:44","speaker":2,"line":"well. My name is Sam, weatherman. I'm up the front desk and I'm eating for two.","episode":"s04e07","objectID":"40768","edited":false},
{"time":"00:09:53","speaker":1,"line":"Most sounds like he's pregnant. He's not. He's got a huge fancy French tape warm for Bill Cray. be currently owner and operator of the Yoshinoya Slash El Polo Loco. That's running Yoshi Loco running out of room 5 12 Also the host of Bill Dick Uselessness. And I'm still looking for a partner for my new house Slipping show. I haven't dropped that thing either, but pod pot is","episode":"s04e07","objectID":"40769","edited":false},
{"time":"00:10:22","speaker":0,"line":"a pot Adre start of the school play young child on. Um, student here gets student. Nice to be here. Student. Yeah, I guess. Student on the podcast.","episode":"s04e07","objectID":"40770","edited":false},
{"time":"00:10:33","speaker":1,"line":"Yeah. Yeah. Pod. Um, do you You know, our other hosts Todd? Yeah.","episode":"s04e07","objectID":"40771","edited":false},
{"time":"00:10:41","speaker":0,"line":"He's a mentor to me. Yeah, I like him. I love the guy. Ex wife.","episode":"s04e07","objectID":"40772","edited":false},
{"time":"00:10:47","speaker":3,"line":"Sorry. You hate his ex,","episode":"s04e07","objectID":"40773","edited":false},
{"time":"00:10:49","speaker":0,"line":"His ex wife.","episode":"s04e07","objectID":"40774","edited":false},
{"time":"00:10:50","speaker":1,"line":"One of the only people who likes Todd.","episode":"s04e07","objectID":"40775","edited":false},
{"time":"00:10:52","speaker":0,"line":"I don't know what everyone's problem is with him. Honestly, uh, guy speaks his mind. He gives what's good and you can take it is what's good. What's good?","episode":"s04e07","objectID":"40776","edited":false},
{"time":"00:11:04","speaker":1,"line":"That sounds like something Todd","episode":"s04e07","objectID":"40777","edited":false},
{"time":"00:11:06","speaker":3,"line":"would say about himself. Pretty thick your pot.","episode":"s04e07","objectID":"40778","edited":false},
{"time":"00:11:08","speaker":1,"line":"And I'm just going","episode":"s04e07","objectID":"40779","edited":false},
{"time":"00:11:08","speaker":2,"line":"to say, Let's just get past this. You look exactly like Todd Pot.","episode":"s04e07","objectID":"40780","edited":false},
{"time":"00:11:13","speaker":0,"line":"Well, you know what they say. Students look like their teachers when they start to get along they start to look like each other dressed like each other. Okay,","episode":"s04e07","objectID":"40781","edited":false},
{"time":"00:11:20","speaker":1,"line":"you are wearing the school uniform of a 10 year old,","episode":"s04e07","objectID":"40782","edited":false},
{"time":"00:11:25","speaker":0,"line":"right? I'm wearing a Z. You can see a 10 year old girls school uniforms.","episode":"s04e07","objectID":"40783","edited":false},
{"time":"00:11:33","speaker":1,"line":"That's really weird pod. Because you are, I think. And I don't want o make any judgments here. But you are a boy. You are a boy. And it seems like it seems like Todd is dressing up like pot. And he did not","episode":"s04e07","objectID":"40784","edited":false},
{"time":"00:11:44","speaker":0,"line":"have a male uniforms, so he put on a girl's uniform. No, that's not what happened. I went into the uniforms store on I said, Just give me Give me the most authentic school uniform you have. I need to fit in and look like I go to school. And","episode":"s04e07","objectID":"40785","edited":false},
{"time":"00:12:04","speaker":3,"line":"like, you don't need to look like you do need to attend school.","episode":"s04e07","objectID":"40786","edited":false},
{"time":"00:12:08","speaker":0,"line":"Well, yeah, but when you're attending school, you need to look like you're attending school","episode":"s04e07","objectID":"40787","edited":false},
{"time":"00:12:12","speaker":2,"line":"waylay. Put your way. Believe that it's you pod. Yeah, we just wanna get 20","episode":"s04e07","objectID":"40788","edited":false},
{"time":"00:12:21","speaker":0,"line":"17. So you have to believe kids when they tell you their Children,","episode":"s04e07","objectID":"40789","edited":false},
{"time":"00:12:25","speaker":2,"line":"right? That's you know that you believe","episode":"s04e07","objectID":"40790","edited":false},
{"time":"00:12:29","speaker":0,"line":"Children tell you they're not adults.","episode":"s04e07","objectID":"40791","edited":false},
{"time":"00:12:32","speaker":2,"line":"We're sorry we got you on the hot seat.","episode":"s04e07","objectID":"40792","edited":false},
{"time":"00:12:35","speaker":3,"line":"It's OK. You know, we're just a little bit we've had. Ah, pretty rough week. You know, we all met with the principal this week. You know, we were We weren't sure if we were gonna, you know, get medals or we were gonna get fired on. I guess we sort of landed somewhere in between.","episode":"s04e07","objectID":"40793","edited":false},
{"time":"00:12:50","speaker":2,"line":"Well, I found this out this week that being normal doesn't mean doing nothing, right? Just because I'm not doing all the bad stuff I was once doing, which I'm not, and I'm proud of that. I've added a couple other bad habits, but it doesn't mean I'm normal. It means I'm doing nothing. I'm not doing the normal things were supposed to do","episode":"s04e07","objectID":"40794","edited":false},
{"time":"00:13:13","speaker":1,"line":"if we we were using Oprah's The Secret method. Where if we visualized being normal, Yeah. Nobody else wrote that.","episode":"s04e07","objectID":"40795","edited":false},
{"time":"00:13:24","speaker":0,"line":"Yeah, I I know this. Have you do Oprah's Book Club? She becomes the writer of your book legally. So she gets all the credit. They put her on the cover.","episode":"s04e07","objectID":"40796","edited":false},
{"time":"00:13:32","speaker":1,"line":"Of course she should. I mean, she's making you. I think you should take a small percentage and open to get everything. It is now. Pod. Where is Todd? That's a That's a great question because he wasn't","episode":"s04e07","objectID":"40797","edited":false},
{"time":"00:13:46","speaker":2,"line":"texting us back and we were texting. You know, students coming. Are you excited?","episode":"s04e07","objectID":"40798","edited":false},
{"time":"00:13:50","speaker":3,"line":"I haven't had a chance to talk to you about how his meeting with the principal was yet or anything. We'll tell you it was bad. Uh, talk to","episode":"s04e07","objectID":"40799","edited":false},
{"time":"00:13:57","speaker":0,"line":"me and I chatted about it. Yeah, we talked to each other. It's kind of the same relationship that Bruce Wayne and Batman have. If you have a message for Batman, you could tell Bruce Wayne, and vice versa.","episode":"s04e07","objectID":"407100","edited":false},
{"time":"00:14:08","speaker":3,"line":"That metaphor. I know that that happens. I think people just approach Batman with their questions, trying","episode":"s04e07","objectID":"407101","edited":false},
{"time":"00:14:15","speaker":2,"line":"different men for the same guy. Famous words.","episode":"s04e07","objectID":"407102","edited":false},
{"time":"00:14:20","speaker":0,"line":"Let's say you're trying to get pictures of Spider Man. You would tell his friend Peter Parker you'd say if you could get me pictures","episode":"s04e07","objectID":"407103","edited":false},
{"time":"00:14:27","speaker":1,"line":"secretly. Spider, why don't you try another","episode":"s04e07","objectID":"407104","edited":false},
{"time":"00:14:30","speaker":0,"line":"superhero? Okay, let's say you're trying to get a hold of Clark Kent. Uh, and you see Superman and you say, You know, Sir Brandon famously easy to get a hold of it can be difficult. I","episode":"s04e07","objectID":"407105","edited":false},
{"time":"00:14:44","speaker":1,"line":"try to use like a comedian from the late seventies, Right? Let's say you're","episode":"s04e07","objectID":"407106","edited":false},
{"time":"00:14:50","speaker":0,"line":"trying to talk to Andy Kaufman, but you've only you've only got Bob's mood, his phone number or not. Bob Smith, Tony Clifton, Tony","episode":"s04e07","objectID":"407107","edited":false},
{"time":"00:15:00","speaker":1,"line":"Samoud his different way, which I think Zamudio was Clift in it time. But now I don't know","episode":"s04e07","objectID":"407108","edited":false},
{"time":"00:15:06","speaker":2,"line":"if we understand that. Use a different metaphor of maybe like a teenage girls","episode":"s04e07","objectID":"407109","edited":false},
{"time":"00:15:11","speaker":0,"line":"or something like that. Okay, age probably channel. Let's say you're trying to get a hold of Mary cables. Let's say you're trying to get a hold of Taj Maori. You would talk to his sisters Tia and Tamara. Perfect. Sure, famously different people.","episode":"s04e07","objectID":"407110","edited":false},
{"time":"00:15:31","speaker":1,"line":"Way we're thinking of my son was the answer on the board. Miley Cyrus","episode":"s04e07","objectID":"407111","edited":false},
{"time":"00:15:39","speaker":3,"line":"Way. Turn this into an actual","episode":"s04e07","objectID":"407112","edited":false},
{"time":"00:15:41","speaker":1,"line":"Sorry, I, uh, yeah, the,","episode":"s04e07","objectID":"407113","edited":false},
{"time":"00:15:43","speaker":0,"line":"uh, family. Few about the meeting. It was bad. The first issue was there was a lot of conversation with the principle of it. Looks like you're wearing a 10 year old school girls outfit underneath their clothes. Their kind of bulging out.","episode":"s04e07","objectID":"407114","edited":false},
{"time":"00:15:59","speaker":2,"line":"They said, That's a time yes, Interesting.","episode":"s04e07","objectID":"407115","edited":false},
{"time":"00:16:01","speaker":1,"line":"Uh, which is interesting because you've never had something underneath your clothes bulging out. I have not pop out. No, Todd, No. I was making a dot Has a small dick joke. No, he doesn't. Why do you care, Bob? Well, because he's my mentor. Your mentor Tohave. Seems like I'm not","episode":"s04e07","objectID":"407116","edited":false},
{"time":"00:16:22","speaker":2,"line":"saying that you guys were the same person, but it does seem like your mentor mentee relationship is maybe gotten a little too close. You mean you're 10? He's almost what, 80 years older than you know? I mean, yeah, I get this relation. I'm unclear on how toddle how old? 80. But he looks 100 something. Yeah, well,","episode":"s04e07","objectID":"407117","edited":false},
{"time":"00:16:43","speaker":0,"line":"used to be in his seventies and looked 100 to now He's in his early eighties and looks 160.","episode":"s04e07","objectID":"407118","edited":false},
{"time":"00:16:50","speaker":1,"line":"He's sort of exponentially. You don't even know what that looks like. There's never been a living 160 year old. Well","episode":"s04e07","objectID":"407119","edited":false},
{"time":"00:16:57","speaker":0,"line":"imagine 150 year old Teoh. I'm not good at math. I'm 10. Okay, you look at me, hear my skin is pull is pulled back. I mean, is like not Brinkley. It's There's some","episode":"s04e07","objectID":"407120","edited":false},
{"time":"00:17:13","speaker":2,"line":"clothes pins behind your ear. And there's so much skill you, quite honestly, for a 10 year old boy, you look a lot like Michael Douglas and behind.","episode":"s04e07","objectID":"407121","edited":false},
{"time":"00:17:25","speaker":1,"line":"Yeah, Um, well, I just got a text from pot his own on his phone. And I Todd,","episode":"s04e07","objectID":"407122","edited":false},
{"time":"00:17:35","speaker":0,"line":"I just got a medium e o","episode":"s04e07","objectID":"407123","edited":false},
{"time":"00:17:38","speaker":1,"line":"typing right now. It's his diving and bodies diving foot. Fucking auto. Correct. Okay, it says be there in minute Got stuck in field and is a picture look and feel of a It's a big chair of a scarecrow. Oh, my God. What is that? Nobody. You don't even know what it","episode":"s04e07","objectID":"407124","edited":false},
{"time":"00:18:07","speaker":0,"line":"was you meant. Uh,","episode":"s04e07","objectID":"407125","edited":false},
{"time":"00:18:09","speaker":1,"line":"now he's admitting to being a scare.","episode":"s04e07","objectID":"407126","edited":false},
{"time":"00:18:12","speaker":0,"line":"I'm sure he, um I don't have a good reason for him to send that","episode":"s04e07","objectID":"407127","edited":false},
{"time":"00:18:17","speaker":1,"line":"message. It's not. You don't have to. You know, You guys behave or","episode":"s04e07","objectID":"407128","edited":false},
{"time":"00:18:21","speaker":3,"line":"two. Don't people get to it, though? I'm interested to know if pod Still earth. Todd. Sorry. Still has his job.","episode":"s04e07","objectID":"407129","edited":false},
{"time":"00:18:29","speaker":1,"line":"Yes, well, it was very interesting because I don't have you guys felt this when you were in the office, but it was very reminiscent of when they get people who have committed crimes together alone in rooms and try to get you to roll on the other one. And I don't know what you guys said. But I could only know what I said because they were trying to get me to roll on. You guys interested? They grilled me until I would talk. Mine was a lot different. Literally, literally. They put me on the","episode":"s04e07","objectID":"407130","edited":false},
{"time":"00:19:00","speaker":2,"line":"grill and they were singeing my back. We want meat. Have nice grill marks","episode":"s04e07","objectID":"407131","edited":false},
{"time":"00:19:05","speaker":1,"line":"that I said, I don't know anything. I don't know anything. I","episode":"s04e07","objectID":"407132","edited":false},
{"time":"00:19:08","speaker":3,"line":"hope there's some granny footage of that because we could really use that.","episode":"s04e07","objectID":"407133","edited":false},
{"time":"00:19:11","speaker":2,"line":"Well, it's not the only PP tape that's floating around tell you that. They grilled me July beep. That's interesting to you. Peed on what? Some Russian prostitutes I wish. Just the ground. Just the ground.","episode":"s04e07","objectID":"407134","edited":false},
{"time":"00:19:22","speaker":3,"line":"That's interesting. Mind my my interview is actually very different than that. I don't know. Mine was completely different. I actually bullshit. No, I got called in and I was sitting right on that sitting across from ah, the principal. Uh, worry. Yeah, and, uh, and he in the middle of it was just like, Do you want a sandwich? And I was like, I mean, I guess I'll take one. You get thirsty. Well, he went and went to the fridge and he opened the door and he","episode":"s04e07","objectID":"407135","edited":false},
{"time":"00:19:50","speaker":1,"line":"liked freeze. Look like it was","episode":"s04e07","objectID":"407136","edited":false},
{"time":"00:19:51","speaker":3,"line":"kind of, you know, short squat. Not not the biggest fridge of ever. Seen.","episode":"s04e07","objectID":"407137","edited":false},
{"time":"00:19:55","speaker":2,"line":"Heard of that?","episode":"s04e07","objectID":"407138","edited":false},
{"time":"00:19:56","speaker":3,"line":"Yeah. Yeah. And then familiar. He handed me a sandwich, and it was It was fine. It wasn't a great sandwich house,","episode":"s04e07","objectID":"407139","edited":false},
{"time":"00:20:04","speaker":0,"line":"did you? Did you casing the sandwich or have any of the water with it Taste like","episode":"s04e07","objectID":"407140","edited":false},
{"time":"00:20:08","speaker":3,"line":"I took a big bite of the sandwich and it was nice, and it was a little dry. So I did ask for a glass of water. Who was? Who was the water? Who? Who is the one?","episode":"s04e07","objectID":"407141","edited":false},
{"time":"00:20:15","speaker":2,"line":"I mean, what was the water? Weight was water. You gonna character? Perhaps poor you That glass of water. What was done? Your interview","episode":"s04e07","objectID":"407142","edited":false},
{"time":"00:20:23","speaker":1,"line":"yet? That's true. That that was me and Sam. I don't It wasn't pod.","episode":"s04e07","objectID":"407143","edited":false},
{"time":"00:20:29","speaker":0,"line":"No, no, but he told me about all that. I'm all caught up.","episode":"s04e07","objectID":"407144","edited":false},
{"time":"00:20:32","speaker":3,"line":"Wait a minute. You mean to tell me you for weeks have been planning this? You had to have been playing in this river because I got an email two weeks ago.","episode":"s04e07","objectID":"407145","edited":false},
{"time":"00:20:41","speaker":1,"line":"To what? In your wondering? Yeah, well, we're not telling you what I know. I'd like to know, guys, because I you know, I like to feel a part of pretending to be a glass of water, a refrigerator and a sandwich making me fool. You'll","episode":"s04e07","objectID":"407146","edited":false},
{"time":"00:20:54","speaker":3,"line":"never never know. Seriously. Well, never know. I need to know God, you love. Tonight. I would love to know. And I think everyone would love to know.","episode":"s04e07","objectID":"407147","edited":false},
{"time":"00:21:02","speaker":0,"line":"I have no idea.","episode":"s04e07","objectID":"407148","edited":false},
{"time":"00:21:03","speaker":2,"line":"I'm gonna give you a hint The reason that we did this. Okay, we're going to do it again.","episode":"s04e07","objectID":"407149","edited":false},
{"time":"00:21:10","speaker":3,"line":"No. OK, see, now I'm on now. I I'm on to your game, okay? If I see a man, a refrigerator and a glass of water ever again in my entire life, there is not a chance.","episode":"s04e07","objectID":"407150","edited":false},
{"time":"00:21:20","speaker":2,"line":"Maybe that was","episode":"s04e07","objectID":"407151","edited":false},
{"time":"00:21:21","speaker":0,"line":"That's a bad way to go through life. Just Anna. Refer. Drill","episode":"s04e07","objectID":"407152","edited":false},
{"time":"00:21:27","speaker":1,"line":"takes be their party's texting. Be there walking in now.","episode":"s04e07","objectID":"407153","edited":false},
{"time":"00:21:33","speaker":0,"line":"You guys got to see this mean later.","episode":"s04e07","objectID":"407154","edited":false},
{"time":"00:21:35","speaker":1,"line":"Walking in now really looks","episode":"s04e07","objectID":"407155","edited":false},
{"time":"00:21:38","speaker":2,"line":"like the MIM on your urine is","episode":"s04e07","objectID":"407156","edited":false},
{"time":"00:21:39","speaker":0,"line":"just You're getting up. I, um I have, um, clots in my blood","episode":"s04e07","objectID":"407157","edited":false},
{"time":"00:21:47","speaker":2,"line":"as a 10 year","episode":"s04e07","objectID":"407158","edited":false},
{"time":"00:21:48","speaker":1,"line":"old right now. Yeah, that's right. Now you excuse us.","episode":"s04e07","objectID":"407159","edited":false},
{"time":"00:21:52","speaker":0,"line":"Excuse myself just to get the blood flowing and move around a little bit. I will be right.","episode":"s04e07","objectID":"407160","edited":false},
{"time":"00:21:58","speaker":2,"line":"Well, don't go too far because we are pretty not sure if you're tired","episode":"s04e07","objectID":"407161","edited":false},
{"time":"00:22:02","speaker":1,"line":"really is supposed to be. You're literally right. Now,","episode":"s04e07","objectID":"407162","edited":false},
{"time":"00:22:04","speaker":3,"line":"the thing that really filled out a missing out, the thing that would really sell it is if Todd walked in that door and you were still sitting right there.","episode":"s04e07","objectID":"407163","edited":false},
{"time":"00:22:12","speaker":0,"line":"But I'm sure it would. I gotta get","episode":"s04e07","objectID":"407164","edited":false},
{"time":"00:22:14","speaker":1,"line":"me. Oh, you met","episode":"s04e07","objectID":"407165","edited":false},
{"time":"00:22:15","speaker":2,"line":"in the lobby in Came into the same time. Come back when I am not clotting anymore. Okay. Wow. I mean, that was ridiculous. I mean, this is time.","episode":"s04e07","objectID":"407166","edited":false},
{"time":"00:22:27","speaker":0,"line":"Oh, sorry I'm late. Sorry. I am no skirt taking. Sorry I'm late. Sorry I'm late.","episode":"s04e07","objectID":"407167","edited":false},
{"time":"00:22:35","speaker":1,"line":"She's got high office unclip ing unclear. Bring the stuff behind his ears off. You didn't even do a good transition between Mrs Doubtfire. What's that? You have a mask. You got to do it all. Put a cake on","episode":"s04e07","objectID":"407168","edited":false},
{"time":"00:22:50","speaker":0,"line":"your friend. I don't know what you guys were talking about. I'm just getting in here. What did I miss?","episode":"s04e07","objectID":"407169","edited":false},
{"time":"00:22:55","speaker":1,"line":"What? Bob was here.","episode":"s04e07","objectID":"407170","edited":false},
{"time":"00:22:56","speaker":2,"line":"What do you think?","episode":"s04e07","objectID":"407171","edited":false},
{"time":"00:22:57","speaker":0,"line":"You may. I just missed him. I just missed","episode":"s04e07","objectID":"407172","edited":false},
{"time":"00:22:59","speaker":3,"line":"you would have passed each other in the hallway.","episode":"s04e07","objectID":"407173","edited":false},
{"time":"00:23:02","speaker":2,"line":"God, I got to say you you didn't clear the doorway fully when you went to make you change. I saw you","episode":"s04e07","objectID":"407174","edited":false},
{"time":"00:23:11","speaker":3,"line":"And there's a mirror right across the hallway.","episode":"s04e07","objectID":"407175","edited":false},
{"time":"00:23:13","speaker":2,"line":"Full view. We saw you primping, prepping and primping. And I saw you crimping. I don't know why you crimping your head And","episode":"s04e07","objectID":"407176","edited":false},
{"time":"00:23:21","speaker":1,"line":"I saw you krumping. Okay, Yes, that's does Anybody else occasionally was their father of cramp. My father. Where's your","episode":"s04e07","objectID":"407177","edited":false},
{"time":"00:23:30","speaker":2,"line":"briefly was a print? He was a print. Big cramping, big primping. He was always making sure everything was always given Everybody","episode":"s04e07","objectID":"407178","edited":false},
{"time":"00:23:39","speaker":1,"line":"explain me what a cramp is Print is","episode":"s04e07","objectID":"407179","edited":false},
{"time":"00:23:41","speaker":2,"line":"someone who just wants to make sure borders look at their finest. Who wants primp? Everything right? A party has not ever finished. You're constantly primping the decor","episode":"s04e07","objectID":"407180","edited":false},
{"time":"00:23:50","speaker":1,"line":"and pretty mean about it. Well, he would","episode":"s04e07","objectID":"407181","edited":false},
{"time":"00:23:52","speaker":2,"line":"say primping and easy. So good to work.","episode":"s04e07","objectID":"407182","edited":false},
{"time":"00:23:53","speaker":3,"line":"Yeah, And I remember you saying telling that story about how you guys went toe get your family portrait taken at the top of mountain. He said out here prefer nannies.","episode":"s04e07","objectID":"407183","edited":false},
{"time":"00:24:03","speaker":2,"line":"That's right. He was printing and the altitude was really getting Teoh My dad actually fell down the mountain for a long time. Wow. Yeah, he's still falling down. Well, you still following any? Still printing is he's going because he doesn't want to look bad as he falls.","episode":"s04e07","objectID":"407184","edited":false},
{"time":"00:24:16","speaker":1,"line":"I'm sorry about that. That was a stupid side thing.","episode":"s04e07","objectID":"407185","edited":false},
{"time":"00:24:19","speaker":0,"line":"Well, I only thing I was wondering is, um you got that, like, photo of him inside a bull with some noodles, and it looks like he's doing a print scampi.","episode":"s04e07","objectID":"407186","edited":false},
{"time":"00:24:30","speaker":2,"line":"Yes. Yeah, they were out of shrimp one day, and they had a scampi, but it was just messy because there was no shrimp. Sort of to, like, be the body of the dish. You decided to small himself down and get in the bowl and small shrimp in the scampi as the shrimp.","episode":"s04e07","objectID":"407187","edited":false},
{"time":"00:24:46","speaker":1,"line":"Oh, I say I mean, I saw him the other","episode":"s04e07","objectID":"407188","edited":false},
{"time":"00:24:48","speaker":4,"line":"day and he had a big, um he had just, like, would look like two faced on his head. And he's like, Please excuse me.","episode":"s04e07","objectID":"407189","edited":false},
{"time":"00:24:55","speaker":2,"line":"Gotta preamble. Yeah. Yeah, he had a cripple. He had a print on the other day. He's probably","episode":"s04e07","objectID":"407190","edited":false},
{"time":"00:25:00","speaker":1,"line":"a laceration from primping. That's","episode":"s04e07","objectID":"407191","edited":false},
{"time":"00:25:03","speaker":2,"line":"right. The laceration. Me and my dad. Classically bad relationship. He's a prepper","episode":"s04e07","objectID":"407192","edited":false},
{"time":"00:25:09","speaker":1,"line":"way. All had fathers who were prints at one point. Yeah. I'm","episode":"s04e07","objectID":"407193","edited":false},
{"time":"00:25:15","speaker":0,"line":"happy to be here. Yeah. What's the question?","episode":"s04e07","objectID":"407194","edited":false},
{"time":"00:25:17","speaker":2,"line":"What is the purpose of having pod come on today? Eyes trying to push something. Is he trying to? Why did he said way got out of you for a","episode":"s04e07","objectID":"407195","edited":false},
{"time":"00:25:26","speaker":0,"line":"while just to prove that he was a different person? You guys were kind of accusing me of being the same person. Is this 10 year old Andi? I just wanted to show you that he is different. I mean, whatever he did in here way snow,","episode":"s04e07","objectID":"407196","edited":false},
{"time":"00:25:40","speaker":2,"line":"you're wearing a similar hairstyle.","episode":"s04e07","objectID":"407197","edited":false},
{"time":"00:25:43","speaker":0,"line":"Well, no, no, no. Because I have a mohawk and he's got a mole. It. Uh huh. Um, so I","episode":"s04e07","objectID":"407198","edited":false},
{"time":"00:25:50","speaker":4,"line":"know you know, you just But you you just put your hair down and up a little bit,","episode":"s04e07","objectID":"407199","edited":false},
{"time":"00:25:57","speaker":1,"line":"and it's falling down again.","episode":"s04e07","objectID":"407200","edited":false},
{"time":"00:25:58","speaker":4,"line":"It looks like his mole it.","episode":"s04e07","objectID":"407201","edited":false},
{"time":"00:25:59","speaker":0,"line":"Oh, that's just my product is bad. I'm embarrassed. That would listen.","episode":"s04e07","objectID":"407202","edited":false},
{"time":"00:26:05","speaker":1,"line":"You have the answer would be here right now. I got you never left the podcast or been late once before. Yeah, well, you're standing up.","episode":"s04e07","objectID":"407203","edited":false},
{"time":"00:26:16","speaker":0,"line":"I don't know if you know this, but I was lost in the field. OK, you know, you got my Ted. I'm sorry. You said that. Scared, maybe. I'll tell you what. Okay, Here's what they do. I'm gonna bring I got there. I'm gonna meet up with pot, and he's gonna bring me in here,","episode":"s04e07","objectID":"407204","edited":false},
{"time":"00:26:33","speaker":1,"line":"okay?","episode":"s04e07","objectID":"407205","edited":false},
{"time":"00:26:34","speaker":3,"line":"He's gonna bring you in","episode":"s04e07","objectID":"407206","edited":false},
{"time":"00:26:35","speaker":1,"line":"here. Yeah, like a ventriloquist or something? No, not like a","episode":"s04e07","objectID":"407207","edited":false},
{"time":"00:26:38","speaker":0,"line":"ventriloquist. Like a 10 year old bringing in an old man.","episode":"s04e07","objectID":"407208","edited":false},
{"time":"00:26:41","speaker":1,"line":"Okay, So opposite ventriloquist. Yeah, thats","episode":"s04e07","objectID":"407209","edited":false},
{"time":"00:26:50","speaker":2,"line":"has done. You","episode":"s04e07","objectID":"407210","edited":false},
{"time":"00:26:51","speaker":0,"line":"guys were going to be the dummies cause you're gonna feel so stupid. You're going out there was","episode":"s04e07","objectID":"407211","edited":false},
{"time":"00:26:57","speaker":2,"line":"white up and didn't even shut the door. Still see you fully explain Skirt up. But you can see easy the front and back of him. OK, so he's got that same year that he's got that scarecrow from the picture earlier, But he's putting a rocket Raggedy Ann hair,","episode":"s04e07","objectID":"407212","edited":false},
{"time":"00:27:16","speaker":3,"line":"and he's screaming at some crows","episode":"s04e07","objectID":"407213","edited":false},
{"time":"00:27:20","speaker":2,"line":"doing that. He's doing the classic protocol. Just calling crows over like a cat.","episode":"s04e07","objectID":"407214","edited":false},
{"time":"00:27:26","speaker":3,"line":"Oh, Todd, we can hear, you know. Let him do it. Let him do it. Okay, Okay, okay. He's coming back in. Forgot the customer. You forgot pots cost him. He's got a good","episode":"s04e07","objectID":"407215","edited":false},
{"time":"00:27:37","speaker":2,"line":"I think Todd is having a severe breakdown. Yeah, I think is a really satisfying Ever seen. We're watching an 89 year old male and pretend to be a 10 year old boy. T I guess. Expressive way home punch. The hero of the","episode":"s04e07","objectID":"407216","edited":false},
{"time":"00:27:52","speaker":1,"line":"town. Yeah, I I see how you lose yourself in this. I see you","episode":"s04e07","objectID":"407217","edited":false},
{"time":"00:27:55","speaker":3,"line":"come up and your guys interviews? Yes. Yeah, with the prince.","episode":"s04e07","objectID":"407218","edited":false},
{"time":"00:27:59","speaker":0,"line":"Well, I got my blood clots are gone. I'm back. And here I come with this with Todd","episode":"s04e07","objectID":"407219","edited":false},
{"time":"00:28:06","speaker":1,"line":"Padres back was you're saying a a shit. Earliest assembled scarecrow with Raggedy Andy starts sitting on his lap. That's taught in your this is","episode":"s04e07","objectID":"407220","edited":false},
{"time":"00:28:18","speaker":0,"line":"Todd sitting in my lap. Now, if you have any questions,","episode":"s04e07","objectID":"407221","edited":false},
{"time":"00:28:21","speaker":1,"line":"why don't you talk for us? Okay. It makes sense if Todd had the same voice. So let's see what this scare crows voices. Okay, there, Todd. What?","episode":"s04e07","objectID":"407222","edited":false},
{"time":"00:28:32","speaker":3,"line":"What? What's going on? What's going on? Todd,","episode":"s04e07","objectID":"407223","edited":false},
{"time":"00:28:33","speaker":1,"line":"where were you? Okay. Pod.","episode":"s04e07","objectID":"407224","edited":false},
{"time":"00:28:37","speaker":2,"line":"Really Leaning over near a scarecrow to talk into the mike","episode":"s04e07","objectID":"407225","edited":false},
{"time":"00:28:39","speaker":1,"line":"trying todo a ventriloquist. Sort of like where?","episode":"s04e07","objectID":"407226","edited":false},
{"time":"00:28:43","speaker":3,"line":"You know, you're","episode":"s04e07","objectID":"407227","edited":false},
{"time":"00:28:44","speaker":0,"line":"just talking out of one side where it is going on. Weird.","episode":"s04e07","objectID":"407228","edited":false},
{"time":"00:28:48","speaker":2,"line":"Well, it does. It does seem like the Scarecrow is talking, but it also looks like pot is having a severe stroke.","episode":"s04e07","objectID":"407229","edited":false},
{"time":"00:28:55","speaker":0,"line":"Nothing's going on. Weird. No, I'm not having a stroke. I just when I'm I have resting stroke face. Well, so","episode":"s04e07","objectID":"407230","edited":false},
{"time":"00:29:06","speaker":2,"line":"so? So, Todd, I'd like to talk to Todd here for a second. What do you mean by a hearing by? Nothing's going on. Weird. Why do you say nothing's going on","episode":"s04e07","objectID":"407231","edited":false},
{"time":"00:29:16","speaker":0,"line":"waiting on this 10 year old? I mean, my a c c my hey is coming out is normal. What","episode":"s04e07","objectID":"407232","edited":false},
{"time":"00:29:27","speaker":1,"line":"do you say you have? Hey, you're not supposed tohave. Hey, do you see how it's hard to","episode":"s04e07","objectID":"407233","edited":false},
{"time":"00:29:33","speaker":2,"line":"believe either one of you, Todd or pod? Because you're saying nothing of substance? All you're saying is it's not a lie. It's not fake. I am the thing here. Is","episode":"s04e07","objectID":"407234","edited":false},
{"time":"00:29:43","speaker":0,"line":"that the only Todd with","episode":"s04e07","objectID":"407235","edited":false},
{"time":"00:29:47","speaker":2,"line":"Okay, Okay, the only Todd would know. What is your Todd? What is your ex wife's? What is she Okay, Okay. That's an answer from either one of them.","episode":"s04e07","objectID":"407236","edited":false},
{"time":"00:30:00","speaker":1,"line":"Whether Todd is pot or not. Ah, Stew brings up a great point because in the interview pod. What pod? Waas mentioned a lot and they kept saying, Pa, if part wants you to stay, will let you stay. Yeah, but yeah, there's that. If that happened, it","episode":"s04e07","objectID":"407237","edited":false},
{"time":"00:30:28","speaker":3,"line":"didn't happen to me because my interview was you guys tricking me.","episode":"s04e07","objectID":"407238","edited":false},
{"time":"00:30:31","speaker":1,"line":"You will have your interview","episode":"s04e07","objectID":"407239","edited":false},
{"time":"00:30:33","speaker":2,"line":"problems because they said that to me. They said, Listen, we think you're a bad influence. You've turned the front office into an opium den, and we think you have someone who is between life and death roaming the front hall's. But if pod likes you, you can say anything. And","episode":"s04e07","objectID":"407240","edited":false},
{"time":"00:30:50","speaker":1,"line":"if we could get an admission from Utah that you Arpad, we could use you as a mold to save our jobs. Because to be totally honest, not only do they won't be fired, not only do they want me in jail, they want me on death row preach. And I think they got a case brooch. Nothing. They have a case.","episode":"s04e07","objectID":"407241","edited":false},
{"time":"00:31:07","speaker":2,"line":"Really? Yes. What is it? Did you murder","episode":"s04e07","objectID":"407242","edited":false},
{"time":"00:31:09","speaker":1,"line":"anybody? Well, I didn't mean to, but somebody got chewed up in the fry machine at the OSHA Apoyo. Wow, You shoot the fry machine and I know what you're thinking neither","episode":"s04e07","objectID":"407243","edited":false},
{"time":"00:31:20","speaker":3,"line":"of these establish. It was at fries fried. And why is it able to choose someone up?","episode":"s04e07","objectID":"407244","edited":false},
{"time":"00:31:27","speaker":2,"line":"Well, you cut the potatoes underneath underneath the oil. Your fire is also the cutter.","episode":"s04e07","objectID":"407245","edited":false},
{"time":"00:31:33","speaker":1,"line":"Yes. Yeah, exactly. I put a whole tater in on that. I cut it. Post fry. If you","episode":"s04e07","objectID":"407246","edited":false},
{"time":"00:31:38","speaker":3,"line":"patented this this technology, I think you might be able to get out of the teaching game completely because it's a good idea.","episode":"s04e07","objectID":"407247","edited":false},
{"time":"00:31:44","speaker":1,"line":"It's a great idea.","episode":"s04e07","objectID":"407248","edited":false},
{"time":"00:31:45","speaker":0,"line":"It's tough to patented technology when it's killed. Somebody already.","episode":"s04e07","objectID":"407249","edited":false},
{"time":"00:31:48","speaker":1,"line":"Yeah, but I Chris, speed up. Um Todd. Ah, no, no.","episode":"s04e07","objectID":"407250","edited":false},
{"time":"00:31:56","speaker":3,"line":"Say say it again. Start from the beginning.","episode":"s04e07","objectID":"407251","edited":false},
{"time":"00:31:58","speaker":1,"line":"I, chris beat up. Been, uh, Roethlisberger bothers burgers. That's right, child.","episode":"s04e07","objectID":"407252","edited":false},
{"time":"00:32:04","speaker":2,"line":"Child, you got you got","episode":"s04e07","objectID":"407253","edited":false},
{"time":"00:32:06","speaker":1,"line":"about a sugar on him and put him in. Turn them and send him out the door.","episode":"s04e07","objectID":"407254","edited":false},
{"time":"00:32:09","speaker":2,"line":"Right. Barnier with a cup of coffee","episode":"s04e07","objectID":"407255","edited":false},
{"time":"00:32:12","speaker":1,"line":"like a Ben you Robbins burger. Huh? Huh? Is now you're sitting in the stands watching his father play football. He doesn't play anymore, but he washes and play in the yard, and I I don't know. I got all really off topic, but Todd, just come clean. We need pod. You've done a good thing here.","episode":"s04e07","objectID":"407256","edited":false},
{"time":"00:32:31","speaker":0,"line":"I'm gonna push prod to the side here, going my head in. Uh, had Can I be honest? Please? Please, Dio Pod started is may, But now my personalities have split. What, in such a way? My","episode":"s04e07","objectID":"407257","edited":false},
{"time":"00:32:49","speaker":3,"line":"God, this is some type of Carrie. Or like the movie split.","episode":"s04e07","objectID":"407258","edited":false},
{"time":"00:32:53","speaker":0,"line":"Yeah, that's so much better with Jackie. I'm not sure what movie it's","episode":"s04e07","objectID":"407259","edited":false},
{"time":"00:32:58","speaker":2,"line":"like. I wish split star Jim Carey would have been so much scarier. What movies? At night. I don't I can't say","episode":"s04e07","objectID":"407260","edited":false},
{"time":"00:33:05","speaker":0,"line":"for sure, but it's like there's two of me on. There's also Irene.","episode":"s04e07","objectID":"407261","edited":false},
{"time":"00:33:10","speaker":2,"line":"Oh, I see. Not ringing any bells. From what if there were two of you in one, it would be like you. And they're also yourself","episode":"s04e07","objectID":"407262","edited":false},
{"time":"00:33:18","speaker":0,"line":"dumber. Todd and Dumber. Listen, it might be like split in the sense of each version of the characters I'm playing are incredibly broad and bad and hard to justify, but it's like the movie split, right? So I think that's how it's like the movie splits and also spoiler alert Spoiler alert. Here, Explorer, My life is part of the M night, Sean. A lot unbreakable. You, Sean S h a W and yes, and then space A l l am Okay,","episode":"s04e07","objectID":"407263","edited":false},
{"time":"00:33:57","speaker":1,"line":"Sean. A lot. John Allen universe. Here's Sean Allen. Shawn Allen is No, I don't know, Shea.","episode":"s04e07","objectID":"407264","edited":false},
{"time":"00:34:09","speaker":0,"line":"Just that I'm not sure, but","episode":"s04e07","objectID":"407265","edited":false},
{"time":"00:34:12","speaker":1,"line":"don't don't solve that will tell us the pot, you know,","episode":"s04e07","objectID":"407266","edited":false},
{"time":"00:34:17","speaker":0,"line":"And I lost myself in the role, so I don't know who I'm gonna be at any given moment. I could be taught. It could be part. I have no control.","episode":"s04e07","objectID":"407267","edited":false},
{"time":"00:34:23","speaker":3,"line":"This isn't also, like, split in the way that there's like, some mystery character coming down the line. That's like some huge monster that's going to kill us","episode":"s04e07","objectID":"407268","edited":false},
{"time":"00:34:30","speaker":0,"line":"all. You know, it's just Listen, I have a beast inside of me that will eat humans.","episode":"s04e07","objectID":"407269","edited":false},
{"time":"00:34:36","speaker":2,"line":"Really? I feel the same way. Are you hungry for been US blacklist worker?","episode":"s04e07","objectID":"407270","edited":false},
{"time":"00:34:41","speaker":0,"line":"I mean, that sounded delicious when you were describing it, But any person would want to eat. Ben Roethlisberger, sun fried and dusted with sugar, may hear anybody. I, uh I think pods waking up again. Just take a break. Let me figure this","episode":"s04e07","objectID":"407271","edited":false},
{"time":"00:34:58","speaker":3,"line":"before we do. We need to probably announce the sponsor for this week. Anybody have the copy?","episode":"s04e07","objectID":"407272","edited":false},
{"time":"00:35:02","speaker":0,"line":"Yes, I got right here. It's, um this week's sponsor is from, uh, Ruby. Tuesday water. It is the water that is sold exclusively at Ruby Tuesdays","episode":"s04e07","objectID":"407273","edited":false},
{"time":"00:35:14","speaker":1,"line":"Way. Love Ruby Tuesday Water tap water right from the gross sink at the back of the ruby to","episode":"s04e07","objectID":"407274","edited":false},
{"time":"00:35:22","speaker":2,"line":"right. And we've candid and heat. And this'd camp hot water way. Put","episode":"s04e07","objectID":"407275","edited":false},
{"time":"00:35:28","speaker":1,"line":"it in hold cans, tape the lid shut shaking. And we","episode":"s04e07","objectID":"407276","edited":false},
{"time":"00:35:32","speaker":3,"line":"even in the heat.","episode":"s04e07","objectID":"407277","edited":false},
{"time":"00:35:33","speaker":1,"line":"Yeah, Teoh. Attention,","episode":"s04e07","objectID":"407278","edited":false},
{"time":"00:35:40","speaker":0,"line":"students. This year's holiday dances cancelled until the senior class discovers the true meaning of Christmas. All right, we're back. Uh, run in the park, Casts. Ah, this is Todd. Padre here. I've been told my voice is similar to Padre. I kicked pod out for a little bit. So way should be fine. And we're gonna talk to guests now, as we do the second half of the show. Every time. Let's welcome. He is a crossing guard, Seymour Bentley. Thanks for being here.","episode":"s04e07","objectID":"407279","edited":false},
{"time":"00:36:11","speaker":4,"line":"More everyone so good to be here. Thank you. So","episode":"s04e07","objectID":"407280","edited":false},
{"time":"00:36:14","speaker":3,"line":"the man good.","episode":"s04e07","objectID":"407281","edited":false},
{"time":"00:36:15","speaker":1,"line":"You are really, like one of the first faces people see when they when they get to Hamilton.","episode":"s04e07","objectID":"407282","edited":false},
{"time":"00:36:20","speaker":4,"line":"Ah, Hamilton School. High school. Yeah. I mean, I thank God for that, too, because, uh, you know, I know. I I know what it takes to keep these kids happy and in line on. And, uh, you","episode":"s04e07","objectID":"407283","edited":false},
{"time":"00:36:36","speaker":1,"line":"could you not only have a stop sign to stop cars, but you have other signs that really have nothing to","episode":"s04e07","objectID":"407284","edited":false},
{"time":"00:36:42","speaker":2,"line":"do with with traffic. But they're just kind of fun. Yeah, you gotta laugh. Signed a cheer up signs","episode":"s04e07","objectID":"407285","edited":false},
{"time":"00:36:48","speaker":4,"line":"Europe sign no back talk there. You know,","episode":"s04e07","objectID":"407286","edited":false},
{"time":"00:36:52","speaker":1,"line":"that one's kind of long to fit on an octagon.","episode":"s04e07","objectID":"407287","edited":false},
{"time":"00:36:55","speaker":4,"line":"I I actually made that one myself. Yeah, at home, with just a sheet metal I found in my own backyard","episode":"s04e07","objectID":"407288","edited":false},
{"time":"00:37:03","speaker":3,"line":"Found sheet metal in your own backyard. Found","episode":"s04e07","objectID":"407289","edited":false},
{"time":"00:37:06","speaker":0,"line":"sheet metal would be a little more specific. Your backyard is the scrap metal yard, right?","episode":"s04e07","objectID":"407290","edited":false},
{"time":"00:37:12","speaker":1,"line":"Souto unusual for me to find some like neo. Yeah, And when we say your backyard, your front yard is also my scrapyard inside your junk You're living you around and you keep people out of this junk yard, correct? You","episode":"s04e07","objectID":"407291","edited":false},
{"time":"00:37:30","speaker":0,"line":"gonna bark at them and, uh,","episode":"s04e07","objectID":"407292","edited":false},
{"time":"00:37:33","speaker":4,"line":"I do, but here's the thing. Eso apparently. You know, people expect a dog to be in a place like classic class","episode":"s04e07","objectID":"407293","edited":false},
{"time":"00:37:39","speaker":1,"line":"and this is crazy. But I was also told the sand lot was based on you. Oh, my God. Now you're embarrassing celebrity.","episode":"s04e07","objectID":"407294","edited":false},
{"time":"00:37:48","speaker":4,"line":"Yeah, well, some sorts, I guess. Yes. So the sand lot was based on me growing up. Uh, um, uh, when I was growing up, uh, they was this old man who lived right down the street who had a dog that would protect his backyard That was full of full of sheet metal. So they made some changes when they read the script, but yeah, well, the final movie and the actual my life were completely","episode":"s04e07","objectID":"407295","edited":false},
{"time":"00:38:19","speaker":0,"line":"That's a common thing in holy common thing because they take liberties because I was very heavily involved in the Manson murders on every movie they've done kind of above","episode":"s04e07","objectID":"407296","edited":false},
{"time":"00:38:31","speaker":1,"line":"admit it. And you you're mad. Yeah.","episode":"s04e07","objectID":"407297","edited":false},
{"time":"00:38:33","speaker":0,"line":"Yeah, they fucking left me out of that. And it's crazy. It's because I was there, baby. I was You will share. Well, yeah, but they said I wasn't young and beautiful on, So we're trying to take Sharon takes place. Yeah. Send me, Stab me, Step me and said now, piggy, I followed the Manson family around trying to get him to kill me for a while.","episode":"s04e07","objectID":"407298","edited":false},
{"time":"00:39:02","speaker":2,"line":"The annoying","episode":"s04e07","objectID":"407299","edited":false},
{"time":"00:39:03","speaker":0,"line":"being annoying. Yeah. I mean, I started a side band with Dennis Wilson of the Drummer of the Beach Boys, and we were doing great until he died trying. Teoh. Well, depressed, drunk and depressed. Way were the We were the desert poise.","episode":"s04e07","objectID":"407300","edited":false},
{"time":"00:39:19","speaker":2,"line":"Yeah, because I have lived a life. Todd. Yeah. Some of your songs were the worst songs","episode":"s04e07","objectID":"407301","edited":false},
{"time":"00:39:24","speaker":1,"line":"ever recorded.","episode":"s04e07","objectID":"407302","edited":false},
{"time":"00:39:25","speaker":0,"line":"Yeah, I was involved. I think you remember that from a few episodes ago. Way Don't do any new stuff. Now. We just feet out anyway. So this isn't about me. This is about you. So I want to talk less about me and Seymour of you. Solid work. So you live in the scrap yard with your wife and four Children, My","episode":"s04e07","objectID":"407303","edited":false},
{"time":"00:39:46","speaker":4,"line":"wife and four Children. My wife's name is Evelyn. She's a wonderful woman. Uh, recently, we just We've been going to couples counseling. We thought it was 35 years of marriage. Just time to really see if you can put this thing together. When should you have started their PDS? We probably should have started starving before you met each other","episode":"s04e07","objectID":"407304","edited":false},
{"time":"00:40:09","speaker":1,"line":"with each other. Before you met each a couple's therapy before you know the person, right?","episode":"s04e07","objectID":"407305","edited":false},
{"time":"00:40:13","speaker":4,"line":"It's like a for a couple. Exactly like you might become a couple someday.","episode":"s04e07","objectID":"407306","edited":false},
{"time":"00:40:17","speaker":3,"line":"Here's things to look out for,","episode":"s04e07","objectID":"407307","edited":false},
{"time":"00:40:18","speaker":2,"line":"Right, Right? Yeah. So you've done until very recently. Almost no introspection. You've been pretty much a child in adult's body.","episode":"s04e07","objectID":"407308","edited":false},
{"time":"00:40:28","speaker":4,"line":"I have. How can I put it? I have not seen the world as an adult until more recently.","episode":"s04e07","objectID":"407309","edited":false},
{"time":"00:40:36","speaker":1,"line":"You did, um, the other morning. It it felt like an maybe. I'm going out on a limb here. It seemed like you were on I Alaska the other morning trying to find yourself while doing your crossing guard job. That sure. Where you on? I watched. Where you tripping?","episode":"s04e07","objectID":"407310","edited":false},
{"time":"00:40:55","speaker":4,"line":"Uh, well, okay, here's the funny thing. At first, I was like, I thought I Alaska was the street. I was like, No, I wasnt on that street. But here's the thing. What corner of Iowa scanned mushrooms, right. Let's just say what you call I Alaska. I call Tuesday afternoon. Really? Wow. He's a thing guy. Can I be honest with you? Absolutely. Say how hallucinogenic drugs can't be addictive. No, no, they're horribly addicted. And I'm on one right now. Oh, wow. What drugs you're on right now. I'm on Kela. Picked a cane, which is technically a drug. They pour over dead people when they want to When they want the body to burn faster.","episode":"s04e07","objectID":"407311","edited":false},
{"time":"00:41:38","speaker":3,"line":"That's gasoline drug. It's ah, combustible fluid,","episode":"s04e07","objectID":"407312","edited":false},
{"time":"00:41:41","speaker":1,"line":"right? And I don't know if that's how they he burn up bodies. Think they put him in like","episode":"s04e07","objectID":"407313","edited":false},
{"time":"00:41:47","speaker":4,"line":"an oven at the funeral home. That sounds insane.","episode":"s04e07","objectID":"407314","edited":false},
{"time":"00:41:51","speaker":2,"line":"So you're in the middle of an intense spiritual journey right now as you're talking to us, covered in gas, gasoline.","episode":"s04e07","objectID":"407315","edited":false},
{"time":"00:41:56","speaker":3,"line":"What has that been for you? What are some sort of things that you've learned about yourself recently That you didn't know before?","episode":"s04e07","objectID":"407316","edited":false},
{"time":"00:42:02","speaker":4,"line":"Well, let me tell you first things first. I didn't know the elephants can talk. Okay, well, that's what I'm seeing right now. I'm seeing a bunch of elephants in a room really chatting away.","episode":"s04e07","objectID":"407317","edited":false},
{"time":"00:42:12","speaker":0,"line":"I will tell you this. You are listening that, but when you're not hallucinating, is there is a worm eating cheese eating on the chevron crackers. A table that is","episode":"s04e07","objectID":"407318","edited":false},
{"time":"00:42:25","speaker":1,"line":"a painting. It just Sam's tapeworm","episode":"s04e07","objectID":"407319","edited":false},
{"time":"00:42:29","speaker":4,"line":"is is French because he has the most","episode":"s04e07","objectID":"407320","edited":false},
{"time":"00:42:31","speaker":2,"line":"sorry. I was turned around their phone might","episode":"s04e07","objectID":"407321","edited":false},
{"time":"00:42:34","speaker":1,"line":"just set the table here. But this is great. Oh, Sam booted.","episode":"s04e07","objectID":"407322","edited":false},
{"time":"00:42:43","speaker":2,"line":"Hey, I'm on the responsible for one of those.","episode":"s04e07","objectID":"407323","edited":false},
{"time":"00:42:46","speaker":0,"line":"Now I want took a little more about the therapy because I've done it before, but only with a mannequin dresses. Alan Dershowitz s. So I'm wondering what it's been like for you in your wife.","episode":"s04e07","objectID":"407324","edited":false},
{"time":"00:42:58","speaker":4,"line":"Uh, let me at first. I think I first I was very resistant. Is your therapist a famous lawyer? He is a famous lawyer. Uh, he will up its the its story already, huh? Gloria Allred. She's my Fabrice. How did you know","episode":"s04e07","objectID":"407325","edited":false},
{"time":"00:43:18","speaker":0,"line":"you were saying Johnnie Cochran? But it seems like you were There was a misdirect. Maybe it","episode":"s04e07","objectID":"407326","edited":false},
{"time":"00:43:23","speaker":4,"line":"was sorry. Sorry. The first person I went to for a couple therapy was, of course. Who else? Johnny Cochran. Turns up this poor guy died of a brain tumor years ago.","episode":"s04e07","objectID":"407327","edited":false},
{"time":"00:43:35","speaker":2,"line":"Yeah, you're going to an accidental wrong Johnny way. We're getting therapy outside of his grave, right? Well, I waas, but it was not. It wasn't","episode":"s04e07","objectID":"407328","edited":false},
{"time":"00:43:48","speaker":4,"line":"as intensive as I as I had hoped,","episode":"s04e07","objectID":"407329","edited":false},
{"time":"00:43:50","speaker":1,"line":"right? Almost. You're sitting on a great","episode":"s04e07","objectID":"407330","edited":false},
{"time":"00:43:54","speaker":0,"line":"I'll say this. I have screamed at my father's grave a lot, and it can be very therapeutic. Uh, but and I had a similar thing happened. Not exactly the same issue, but I saw a I actually saw a porn star for eight years named Johnny Conquering that I thought was a therapist. I thought it was doing weekly","episode":"s04e07","objectID":"407331","edited":false},
{"time":"00:44:13","speaker":2,"line":"appointments and everything.","episode":"s04e07","objectID":"407332","edited":false},
{"time":"00:44:15","speaker":0,"line":"Yeah, weekly weekly appointments. What were you guys doing? I mean, we were getting into it, you know? It was pretty filthy, most of but stuff, uh,","episode":"s04e07","objectID":"407333","edited":false},
{"time":"00:44:28","speaker":1,"line":"but suffer you What? What is this? There? But you were fucking Johnny cock ring. Yeah.","episode":"s04e07","objectID":"407334","edited":false},
{"time":"00:44:34","speaker":2,"line":"Not deluded around. You are lucky Johnny conquering","episode":"s04e07","objectID":"407335","edited":false},
{"time":"00:44:37","speaker":0,"line":"right. I would come in. And what we would talk for a little bit. Just catch up. Wait. Deliver","episode":"s04e07","objectID":"407336","edited":false},
{"time":"00:44:45","speaker":3,"line":"beats me or the cameras","episode":"s04e07","objectID":"407337","edited":false},
{"time":"00:44:46","speaker":1,"line":"rolling for this. Yeah. Rolling. You're making more here for a while. I have, um I","episode":"s04e07","objectID":"407338","edited":false},
{"time":"00:44:55","speaker":2,"line":"just get the proper you appeared in for a while. It was a season of born a serious regular.","episode":"s04e07","objectID":"407339","edited":false},
{"time":"00:45:01","speaker":0,"line":"No, no, it's Ah, it was for this therapy website. Red tube. It's all up on that. You can actually watch my session.","episode":"s04e07","objectID":"407340","edited":false},
{"time":"00:45:11","speaker":1,"line":"You do this there, don't you? Yeah, well, I mean, I opened my laptop in a jerk it to completion. T your therapy video so many times. Look,","episode":"s04e07","objectID":"407341","edited":false},
{"time":"00:45:25","speaker":3,"line":"guys, it's not about us. It's not","episode":"s04e07","objectID":"407342","edited":false},
{"time":"00:45:27","speaker":0,"line":"about talking. We're talking about more more of you. Yeah.","episode":"s04e07","objectID":"407343","edited":false},
{"time":"00:45:31","speaker":4,"line":"You know, I'm interested in the evening all this stuff because I'm just getting into therapy. Yeah. Yeah, Well, I don't know what you know.","episode":"s04e07","objectID":"407344","edited":false},
{"time":"00:45:38","speaker":3,"line":"What in the first few sessions been like, I know when I used to go to therapy, it was sort of getting to know you process where there was a few weeks where we just sort of talked general backstory. Right? Do you have a unique experience,","episode":"s04e07","objectID":"407345","edited":false},
{"time":"00:45:50","speaker":4,"line":"Loria? My wife and I were just mainly discussing if I she keeps asking. Hey, tell me the truth. Have you assaulted your wife like, No, that's not where you're in here for. You tell me the truth. I put I thought of books at your your son of a bitch. Look,","episode":"s04e07","objectID":"407346","edited":false},
{"time":"00:46:05","speaker":0,"line":"So it sounds like she is not even trying to be a therapist. She's just doing her job, you know?","episode":"s04e07","objectID":"407347","edited":false},
{"time":"00:46:11","speaker":1,"line":"And it is this in the set of we the people with Gloria Allred like, are you on? Ah, you just snapped","episode":"s04e07","objectID":"407348","edited":false},
{"time":"00:46:22","speaker":4,"line":"as if you came to it. Just my God. If my face was any redder, I would be covered in gasoline. Yes, upon the grant. Confident gasoline it. Now it's hitting me. Now it's hitting me. It was a prepper. There was a print. Peronist came by, kept primping me. I want to show you. Make sure you already, Mr Bentley. Want to make sure you're ready. Um And then there was a camera guy Feel like, you","episode":"s04e07","objectID":"407349","edited":false},
{"time":"00:46:49","speaker":0,"line":"know, we've all made mistakes. We've","episode":"s04e07","objectID":"407350","edited":false},
{"time":"00:46:52","speaker":1,"line":"all thought we were at therapy and ended up in a judge show. That's happened. Your","episode":"s04e07","objectID":"407351","edited":false},
{"time":"00:46:56","speaker":2,"line":"last name is Bentley. You deal with cars all the time. What, You don't drive","episode":"s04e07","objectID":"407352","edited":false},
{"time":"00:47:01","speaker":4,"line":"one? Absolutely not. I saw a car drive a Bentley neither. You mean uh, wow, Sam, I've seen. Yeah. I mean, I hear Sam somebody else who doesn't drive a sign. That's","episode":"s04e07","objectID":"407353","edited":false},
{"time":"00:47:14","speaker":2,"line":"good to hear. I can't drive. I emotionally can't handle the pressure. Uh, that Does anybody want to hit real quick?","episode":"s04e07","objectID":"407354","edited":false},
{"time":"00:47:20","speaker":0,"line":"I'm gonna go for it.","episode":"s04e07","objectID":"407355","edited":false},
{"time":"00:47:21","speaker":2,"line":"Yeah, it is, actually, uh, Oprah's opium. Oh, brio. It's a opri. Um wow. It's hard, but soft.","episode":"s04e07","objectID":"407356","edited":false},
{"time":"00:47:28","speaker":1,"line":"Okay, let's hear it. You do the whole you get home. You Oh! Oh, my God! The smoke said Oprah's catchphrase, but slightly different. That's","episode":"s04e07","objectID":"407357","edited":false},
{"time":"00:47:45","speaker":4,"line":"cool. Uh, just only elicit Jin's for me. No. Good.","episode":"s04e07","objectID":"407358","edited":false},
{"time":"00:47:49","speaker":0,"line":"That's right, you've got That's one of the signs you hold up.","episode":"s04e07","objectID":"407359","edited":false},
{"time":"00:47:52","speaker":1,"line":"But I think people get people get crash in the crosswalk all the time.","episode":"s04e07","objectID":"407360","edited":false},
{"time":"00:47:58","speaker":4,"line":"That's really just from my dealer to know where I am. Uh um you know, again, these are things that I really hope we can keep, you know, between I think this is only streaming on the","episode":"s04e07","objectID":"407361","edited":false},
{"time":"00:48:11","speaker":0,"line":"Internet. Yeah, Yeah, you can work. Uh, now, how do you get into the work of a crossing guard?","episode":"s04e07","objectID":"407362","edited":false},
{"time":"00:48:18","speaker":4,"line":"Islands in the stream. Sorry, I islands in the stream now. I sam such stream. Ah, OK. Speaking of streams, you should see my prostate. What?","episode":"s04e07","objectID":"407363","edited":false},
{"time":"00:48:30","speaker":1,"line":"I can see it","episode":"s04e07","objectID":"407364","edited":false},
{"time":"00:48:31","speaker":2,"line":"through your junior. Yes, it's you plumped up pretty, huh? Really? Looks like you got a little golf ball in the back to your pants. There","episode":"s04e07","objectID":"407365","edited":false},
{"time":"00:48:37","speaker":4,"line":"even bigger. It's like it's like a grapefruit. A swollen great proof. The problem with it is it's all fluid. Really. How do you squeeze the fluid out of your prostate? You come? Mm. It's not that","episode":"s04e07","objectID":"407366","edited":false},
{"time":"00:48:51","speaker":1,"line":"we've got This has gotten gross. Why did you asked I Yes. I'm","episode":"s04e07","objectID":"407367","edited":false},
{"time":"00:48:55","speaker":0,"line":"so sorry, Todd. No, no, I think that it's a prostate house. Important. I won't let my doctor trek mine, but eyes that What's that? Afraid? Um, I'm a homophobe. Uh,","episode":"s04e07","objectID":"407368","edited":false},
{"time":"00:49:12","speaker":1,"line":"Todd, you can let you could have a check it. It's for your own good.","episode":"s04e07","objectID":"407369","edited":false},
{"time":"00:49:16","speaker":0,"line":"Look, the last time I trusted a doctor, I ended up on a porn site having sexual, trying to talk.","episode":"s04e07","objectID":"407370","edited":false},
{"time":"00:49:21","speaker":1,"line":"You were fucking a man named Jenny cocking in his ass. You're not a homophobe.","episode":"s04e07","objectID":"407371","edited":false},
{"time":"00:49:26","speaker":0,"line":"Well, I didn't know it was gay at the time, but, uh, my question for you is how do you get into being a crossing guard? Your your Ah holder. You know,","episode":"s04e07","objectID":"407372","edited":false},
{"time":"00:49:36","speaker":4,"line":"I am 77.","episode":"s04e07","objectID":"407373","edited":false},
{"time":"00:49:38","speaker":0,"line":"Great. So you you're 77. You've been doing a crossing guard. Works at your 40 42 7 40 35 years. 31 41. How did you get into it at the time? What went bad in your life that at 41 you became a crossing girl?","episode":"s04e07","objectID":"407374","edited":false},
{"time":"00:49:51","speaker":2,"line":"Surely you fell downward into this position,","episode":"s04e07","objectID":"407375","edited":false},
{"time":"00:49:54","speaker":4,"line":"I guess a little bit. I was on ah dishonorably discharged from the Air Force. Uh, what'd you dio? I did acid and I stole F 16 Wow, Tomcat. And I didn't know that I was stealing it until I landed on the ground and people were screaming at me because","episode":"s04e07","objectID":"407376","edited":false},
{"time":"00:50:12","speaker":1,"line":"you weren't one of the only Hells Angels have been on a plane right behind all the guy. I was motors. I was part of","episode":"s04e07","objectID":"407377","edited":false},
{"time":"00:50:21","speaker":4,"line":"the hell Heather Vast. I was part of the Hells Angels gang, but I","episode":"s04e07","objectID":"407378","edited":false},
{"time":"00:50:24","speaker":1,"line":"was also in the Air Force. Uh huh. Then I did. The acid went up in a 60 when they came down to, like, a things we got a problem with. You stole this government property. And you're part of the Hells Angels. I've heard of the Blue Angel. You were not in that.","episode":"s04e07","objectID":"407379","edited":false},
{"time":"00:50:40","speaker":4,"line":"No, I wasn't. No, I would never be a blue angel. Those why they're patriotic, huh?","episode":"s04e07","objectID":"407380","edited":false},
{"time":"00:50:46","speaker":2,"line":"Parties? When you stole the jet, you stop to the concert and stabbed a guy. I","episode":"s04e07","objectID":"407381","edited":false},
{"time":"00:50:50","speaker":4,"line":"stabbed the guy. Let me tell you, some guy was light and I was I. When I landed, first thing I said was Axl Rose and get out of the race. And who is that? I can. It was like I was a my go My goes concert,","episode":"s04e07","objectID":"407382","edited":false},
{"time":"00:51:05","speaker":1,"line":"baby. May knows New York. Axl Rose. That's a blast.","episode":"s04e07","objectID":"407383","edited":false},
{"time":"00:51:10","speaker":4,"line":"Anyway, I'm the weakest man you probably ever seen. Yeah, if","episode":"s04e07","objectID":"407384","edited":false},
{"time":"00:51:12","speaker":1,"line":"you can. Nine. I've seen you","episode":"s04e07","objectID":"407385","edited":false},
{"time":"00:51:14","speaker":3,"line":"have trouble lifting your lunch. Not much.","episode":"s04e07","objectID":"407386","edited":false},
{"time":"00:51:18","speaker":1,"line":"Only two apples. Yeah, I very weak old man.","episode":"s04e07","objectID":"407387","edited":false},
{"time":"00:51:22","speaker":0,"line":"It's crazy because you're three foot nine, but, um, you like that you are legally not a little person. You're just Body is very like you. I don't know what I'm saying.","episode":"s04e07","objectID":"407388","edited":false},
{"time":"00:51:34","speaker":1,"line":"Yeah, you're one of those, uh, in the new Matt Damon movie. You're, like,","episode":"s04e07","objectID":"407389","edited":false},
{"time":"00:51:42","speaker":3,"line":"give the proportions of a full size person, but you're just smaller.","episode":"s04e07","objectID":"407390","edited":false},
{"time":"00:51:45","speaker":4,"line":"I wish I wasn't because I don't qualify for certain programs. So I went to the envy and say, Look, uh, I am I am I am a little person like No, you're I think you guys just said","episode":"s04e07","objectID":"407391","edited":false},
{"time":"00:51:59","speaker":0,"line":"you were shrunk.","episode":"s04e07","objectID":"407392","edited":false},
{"time":"00:51:59","speaker":4,"line":"Yeah, I'm shrank. Were you shrunk? There's ah, bird shit in the woods. I sometimes I was sure","episode":"s04e07","objectID":"407393","edited":false},
{"time":"00:52:10","speaker":0,"line":"the sandlot was based on him, but so was honey. I shrunk the kids,","episode":"s04e07","objectID":"407394","edited":false},
{"time":"00:52:14","speaker":4,"line":"right? And both of them really changed a lot around. So what happened is I got shrunk. Okay, is between us. It's between us and everyone knows stream. I was shrunk. Okay, Um, and I used to be around, like five. Seven was 5 £740. Good. Then I was shrunk almost two feet. Two feet. I guess. What? My by the person. I would have least expected it on evil genie.","episode":"s04e07","objectID":"407395","edited":false},
{"time":"00:52:46","speaker":1,"line":"Really? I didn't expect that at all. Of course. Whoever heard of people? Gina? Yeah. Wow. One day. No,","episode":"s04e07","objectID":"407396","edited":false},
{"time":"00:52:53","speaker":3,"line":"no. Is this a genie that you found in the junk in junk yard?","episode":"s04e07","objectID":"407397","edited":false},
{"time":"00:52:56","speaker":1,"line":"Yes. You know him? Well, I feel","episode":"s04e07","objectID":"407398","edited":false},
{"time":"00:52:59","speaker":3,"line":"like in every in every sort of fantasy movie where genies involved a lamp is found some sort of, like pilot come out of","episode":"s04e07","objectID":"407399","edited":false},
{"time":"00:53:05","speaker":4,"line":"the lamp. A lamp was","episode":"s04e07","objectID":"407400","edited":false},
{"time":"00:53:07","speaker":3,"line":"What kind of lamp was table in? Yeah, this wasn't like an old genie lamp. This was like a broken Nike lab, right?","episode":"s04e07","objectID":"407401","edited":false},
{"time":"00:53:14","speaker":4,"line":"It was actually a broken like you. Oh, no, it was from cold. It was a broken cold land. Jeannie came out and he was","episode":"s04e07","objectID":"407402","edited":false},
{"time":"00:53:22","speaker":2,"line":"really drunk. Just sort of stumbled out.","episode":"s04e07","objectID":"407403","edited":false},
{"time":"00:53:24","speaker":4,"line":"Yeah, he just stumbled out. He said, I'm a genie. A genie. That's a genie. A genie in a bottle","episode":"s04e07","objectID":"407404","edited":false},
{"time":"00:53:33","speaker":1,"line":"drunkenly singing Christina, did you see","episode":"s04e07","objectID":"407405","edited":false},
{"time":"00:53:37","speaker":3,"line":"this? This form physically come out of a lamp or did you see a lamp and then fitting in the same time period, There was a person there.","episode":"s04e07","objectID":"407406","edited":false},
{"time":"00:53:47","speaker":4,"line":"I saw the lamp and in the same time, period. Okay. Several hours later, I saw God. Clearly, this is a genius. Came out of this.","episode":"s04e07","objectID":"407407","edited":false},
{"time":"00:53:55","speaker":3,"line":"OK, so there's your mind. There's absolutely no way that this was just a homeless man wandering through your junk yard, telling you that he was a genie.","episode":"s04e07","objectID":"407408","edited":false},
{"time":"00:54:02","speaker":0,"line":"Genie, he shrunk. This guy's as Teoh. Whatever it is thought, this guy has powers beyond our wildest imaginations.","episode":"s04e07","objectID":"407409","edited":false},
{"time":"00:54:11","speaker":3,"line":"I guess that's fair. Yeah. Sorry.","episode":"s04e07","objectID":"407410","edited":false},
{"time":"00:54:13","speaker":0,"line":"Um, I think I have seen this genie before moment because I wished for Um uh, I'll be honest. I wish for eternal life. Yeah. Really? You're","episode":"s04e07","objectID":"407411","edited":false},
{"time":"00:54:26","speaker":3,"line":"gonna lie about that? What's that? You beyond","episode":"s04e07","objectID":"407412","edited":false},
{"time":"00:54:28","speaker":0,"line":"what? You know, it's embarrassing. He was like, You know, you can wish for world peace.","episode":"s04e07","objectID":"407413","edited":false},
{"time":"00:54:35","speaker":1,"line":"You immediately said, Can I get Can I wish for less wishes? Yes.","episode":"s04e07","objectID":"407414","edited":false},
{"time":"00:54:41","speaker":2,"line":"You want T o Todd. I know a lot of us have had run ins with genies were not proud of the wishes","episode":"s04e07","objectID":"407415","edited":false},
{"time":"00:54:46","speaker":0,"line":"we would you? Certainly.","episode":"s04e07","objectID":"407416","edited":false},
{"time":"00:54:48","speaker":2,"line":"Yeah, Absolutely. Absolutely. I wished for the first time a sleeve of mini doughnuts. Powdered Gorham crowd about Graham. It was silly choice to get crab","episode":"s04e07","objectID":"407417","edited":false},
{"time":"00:55:06","speaker":4,"line":"was the second thing you wished for. Well, you wish from the West less wishes. You will wait for one wish. And that was your one wish.","episode":"s04e07","objectID":"407418","edited":false},
{"time":"00:55:13","speaker":2,"line":"I wish for one wish, and then I blew it on donuts. Crump","episode":"s04e07","objectID":"407419","edited":false},
{"time":"00:55:16","speaker":4,"line":"cram bowed. But let me tell you my advice to you. Be careful what you wish for. I had a parent who wants live forever. And it did not end up","episode":"s04e07","objectID":"407420","edited":false},
{"time":"00:55:24","speaker":2,"line":"one time. You were you cursed or you wish to be","episode":"s04e07","objectID":"407421","edited":false},
{"time":"00:55:28","speaker":4,"line":"smaller. You guys are keeping me honest. This is the Wednesday on the session, I think. Look, I did wish to be smaller. Somebody told me that in Europe, men are small and they pay significantly less for clothes.","episode":"s04e07","objectID":"407422","edited":false},
{"time":"00:55:48","speaker":1,"line":"So this was all to save money on clothing. European clothing,","episode":"s04e07","objectID":"407423","edited":false},
{"time":"00:55:53","speaker":4,"line":"right? And and now I'm saving what, like $15 a","episode":"s04e07","objectID":"407424","edited":false},
{"time":"00:55:56","speaker":1,"line":"year? I would say you are dressed to the nines. But whatever","episode":"s04e07","objectID":"407425","edited":false},
{"time":"00:56:04","speaker":4,"line":"the opposite of nines is is what I'd say your dress your dress to the to the sixties opposite of a nine with being","episode":"s04e07","objectID":"407426","edited":false},
{"time":"00:56:10","speaker":1,"line":"Yeah, if six was nine. Yeah.","episode":"s04e07","objectID":"407427","edited":false},
{"time":"00:56:12","speaker":0,"line":"Now you could have wished for more money. Oh, our clothes to be cheaper. But you wish to be two feet shorter. And now you're saving 15 bucks a","episode":"s04e07","objectID":"407428","edited":false},
{"time":"00:56:23","speaker":4,"line":"year like it's a It's under pressure. I fold.","episode":"s04e07","objectID":"407429","edited":false},
{"time":"00:56:26","speaker":1,"line":"Do you have any more wishes? That's a","episode":"s04e07","objectID":"407430","edited":false},
{"time":"00:56:28","speaker":0,"line":"big thing. If you haven't true. Wished with the genie It is very nerve racking. And if you're you have other wish","episode":"s04e07","objectID":"407431","edited":false},
{"time":"00:56:36","speaker":4,"line":"I do. I wish I could find one of my toes. I So you had lost a toe before you met this genie, right? The","episode":"s04e07","objectID":"407432","edited":false},
{"time":"00:56:45","speaker":1,"line":"day before I remember saying, God, if somebody","episode":"s04e07","objectID":"407433","edited":false},
{"time":"00:56:48","speaker":4,"line":"could just grant me wishes way First thing we do which Mr. But the problem is when it happens, you don't know what you want Until that happens, that's right. Now,","episode":"s04e07","objectID":"407434","edited":false},
{"time":"00:56:56","speaker":2,"line":"did you misplace this toe or did you lose this towed away you knew about and you just wanted that reverse","episode":"s04e07","objectID":"407435","edited":false},
{"time":"00:57:02","speaker":4,"line":"depression? It's a wonderful question. I lost. I dropped the toe. Um um what I mean to say is the toe fell off. I didn't know for two days later. Wow. When I found when I realized that it was already too late, I couldn't put it all myself.","episode":"s04e07","objectID":"407436","edited":false},
{"time":"00:57:22","speaker":0,"line":"It must have been an insignificant toe. Took you to","episode":"s04e07","objectID":"407437","edited":false},
{"time":"00:57:25","speaker":4,"line":"well, every bumped your toe. I got a lot of toes.","episode":"s04e07","objectID":"407438","edited":false},
{"time":"00:57:28","speaker":1,"line":"So have you seen that documentary? Um insignificant toe lo","episode":"s04e07","objectID":"407439","edited":false},
{"time":"00:57:35","speaker":2,"line":"the Al Gore duck. It was follow. You get more specific follow. We got all those network notes that that it was It was to broader scope for insignificant truth. Is","episode":"s04e07","objectID":"407440","edited":false},
{"time":"00:57:50","speaker":0,"line":"it insignificant? Our problem is absolutely out on the incident canto. But it's ah, little piggy went home right, But he's talking","episode":"s04e07","objectID":"407441","edited":false},
{"time":"00:57:59","speaker":1,"line":"about Well, I think I mean way. I don't know. We don't want to get into politics here, but I","episode":"s04e07","objectID":"407442","edited":false},
{"time":"00:58:06","speaker":4,"line":"don't believe in the little piggy wing home theory. Okay, I think we continue","episode":"s04e07","objectID":"407443","edited":false},
{"time":"00:58:12","speaker":2,"line":"cyclical. That biggie's coming back,","episode":"s04e07","objectID":"407444","edited":false},
{"time":"00:58:14","speaker":0,"line":"and all the piggies had roast beef.","episode":"s04e07","objectID":"407445","edited":false},
{"time":"00:58:20","speaker":4,"line":"I've never seen a pig roast beef, but I've seen a pig eat a chocolate covered.","episode":"s04e07","objectID":"407446","edited":false},
{"time":"00:58:26","speaker":3,"line":"You're getting really comfortable right now. You kind of just, like, leaned back in your chair. And you really are holding","episode":"s04e07","objectID":"407447","edited":false},
{"time":"00:58:33","speaker":4,"line":"up a sign that says, um, stop. Here's I'm one of the signs Stay. What is this sign? Stay. No. Wish I put this sign so I could stay. Yeah, that's not to say that you guys don't do it.","episode":"s04e07","objectID":"407448","edited":false},
{"time":"00:58:49","speaker":0,"line":"Okay, guys, What? I mess?","episode":"s04e07","objectID":"407449","edited":false},
{"time":"00:58:50","speaker":1,"line":"Uh, nothing. You didn't even go out of the room and come back.","episode":"s04e07","objectID":"407450","edited":false},
{"time":"00:58:55","speaker":0,"line":"What? I miss you","episode":"s04e07","objectID":"407451","edited":false},
{"time":"00:58:57","speaker":1,"line":"just sort of put a skirt on your foot. Back your foot way. Honestly, work will have your back. You need to save our jabs.","episode":"s04e07","objectID":"407452","edited":false},
{"time":"00:59:06","speaker":0,"line":"IPod High year, The crossing guard. I recognize you on one of the students here. Um, I'm 10 years old. Uh, I'm not an old man. I'm not. I'm not My","episode":"s04e07","objectID":"407453","edited":false},
{"time":"00:59:18","speaker":4,"line":"God, I think I know what's going on. What? This guy's a nutjob. That's crazy person. Exactly. I am the number one source. Teoh, get this evaluation.","episode":"s04e07","objectID":"407454","edited":false},
{"time":"00:59:32","speaker":0,"line":"Whoever smelt it dealt it, asshole.","episode":"s04e07","objectID":"407455","edited":false},
{"time":"00:59:35","speaker":1,"line":"Well, hot inside this lamp.","episode":"s04e07","objectID":"407456","edited":false},
{"time":"00:59:43","speaker":0,"line":"Oh, uh, you did us of the new lamp back there, right? It's kind of touched. That is that your lamp?","episode":"s04e07","objectID":"407457","edited":false},
{"time":"00:59:52","speaker":2,"line":"There's, like a powder time. Why didn't want you. Why'd you watch my God? A genie just popped out of the exact shape of fat bastard from Austin Powers.","episode":"s04e07","objectID":"407458","edited":false},
{"time":"01:00:06","speaker":1,"line":"Oh, yeah, yeah. I know what you're Mike Myers. Genie is crazy.","episode":"s04e07","objectID":"407459","edited":false},
{"time":"01:00:19","speaker":0,"line":"You never who hasn't made a wish from a genie?","episode":"s04e07","objectID":"407460","edited":false},
{"time":"01:00:22","speaker":3,"line":"I have never made a ways from a","episode":"s04e07","objectID":"407461","edited":false},
{"time":"01:00:23","speaker":1,"line":"geo. A lot of good luck.","episode":"s04e07","objectID":"407462","edited":false},
{"time":"01:00:27","speaker":3,"line":"Three wishes. That's too much pressure. Well,","episode":"s04e07","objectID":"407463","edited":false},
{"time":"01:00:29","speaker":0,"line":"first of all, let's wish for less wishes.","episode":"s04e07","objectID":"407464","edited":false},
{"time":"01:00:31","speaker":1,"line":"Wait, What? I really different. I have one wish that I kalpoe what you keep in mind. European clothes are cheaper on time.","episode":"s04e07","objectID":"407465","edited":false},
{"time":"01:00:47","speaker":3,"line":"Uh, okay, Well, my one wish would be,","episode":"s04e07","objectID":"407466","edited":false},
{"time":"01:00:50","speaker":1,"line":"uh, your wishes. My way too little way really disappeared.","episode":"s04e07","objectID":"407467","edited":false},
{"time":"01:01:03","speaker":0,"line":"Just went into the corner and I was drinking a","episode":"s04e07","objectID":"407468","edited":false},
{"time":"01:01:05","speaker":1,"line":"cup e got stew. Your first small, tiny voice thing. This is what my voice sounds like. Oh, my God. You want to know what my more sounded","episode":"s04e07","objectID":"407469","edited":false},
{"time":"01:01:15","speaker":4,"line":"like back in the days","episode":"s04e07","objectID":"407470","edited":false},
{"time":"01:01:16","speaker":1,"line":"I","episode":"s04e07","objectID":"407471","edited":false},
{"time":"01:01:16","speaker":4,"line":"got a recording of it was quick","episode":"s04e07","objectID":"407472","edited":false},
{"time":"01:01:22","speaker":1,"line":"while","episode":"s04e07","objectID":"407473","edited":false},
{"time":"01:01:23","speaker":0,"line":"also do you talked about You just had a different You never say what's cracking these","episode":"s04e07","objectID":"407474","edited":false},
{"time":"01:01:28","speaker":1,"line":"A man talking the rest of my life. You Well, government talk J genius sipping book club in the corner for less wishes. You didn't get a chance stuck with God. I'm not","episode":"s04e07","objectID":"407475","edited":false},
{"time":"01:01:46","speaker":2,"line":"gonna want against do that much longer. Howard's","episode":"s04e07","objectID":"407476","edited":false},
{"time":"01:01:50","speaker":0,"line":"go shares Oh, no. Is that worm trying to eat","episode":"s04e07","objectID":"407477","edited":false},
{"time":"01:01:53","speaker":1,"line":"Studio worms? Names? What? What's your tapeworms name? Tonio French","episode":"s04e07","objectID":"407478","edited":false},
{"time":"01:02:08","speaker":4,"line":"person. I meet His name is Pierre","episode":"s04e07","objectID":"407479","edited":false},
{"time":"01:02:10","speaker":1,"line":"and I've met too. Be air. Just h dio God! Fellas, I think this is I feel like it's all my fault. Jonah, don't blame yourself for the people who per student it's a Jonah and the whale type of situation. You have to learn you did something wrong to Jesus. I live my but life bythe way. Can't do it. I mean, take cut it open. Theo, this is side polyamorous. Think I'm in love with you? I think","episode":"s04e07","objectID":"407480","edited":false},
{"time":"01:02:53","speaker":2,"line":"I'm in love with","episode":"s04e07","objectID":"407481","edited":false},
{"time":"01:02:53","speaker":4,"line":"you. One thing to do. I'll shoot this harpoon I have at it.","episode":"s04e07","objectID":"407482","edited":false},
{"time":"01:03:00","speaker":1,"line":"Wait A little booth. Oh, my God! Tape for me Here about you. Shit! So Sam is Homo","episode":"s04e07","objectID":"407483","edited":false},
{"time":"01:03:24","speaker":0,"line":"top of Jesus for top of tea?","episode":"s04e07","objectID":"407484","edited":false},
{"time":"01:03:25","speaker":1,"line":"Yes. Don't start. Look up! Theo! Pierre! Pierre! Pierre! Pay appear. It seems like Sam is dead and maybe still attached to you, but and obviously stews inside of you. My, You want you want top of tea? Oh,","episode":"s04e07","objectID":"407485","edited":false},
{"time":"01:03:43","speaker":2,"line":"yes, is in my belly. But this not too spicy","episode":"s04e07","objectID":"407486","edited":false},
{"time":"01:03:47","speaker":4,"line":"enough. Jesus Christ puppeteers No, I got no idea. What? Apparently not that spicy here. If you're a big, spicy man, I got something for you that I think you'll really like.","episode":"s04e07","objectID":"407487","edited":false},
{"time":"01:03:55","speaker":1,"line":"You've already done enough damage.","episode":"s04e07","objectID":"407488","edited":false},
{"time":"01:03:58","speaker":0,"line":"Let's see. What do you have? What do you have?","episode":"s04e07","objectID":"407489","edited":false},
{"time":"01:03:59","speaker":1,"line":"Trust me. Here. Why don't you drink that?","episode":"s04e07","objectID":"407490","edited":false},
{"time":"01:04:02","speaker":2,"line":"Uh, does anybody have a cigarette?","episode":"s04e07","objectID":"407491","edited":false},
{"time":"01:04:05","speaker":0,"line":"No. Drink. Drink? Yeah, I got one in. Ah, Todd's pants.","episode":"s04e07","objectID":"407492","edited":false},
{"time":"01:04:12","speaker":1,"line":"Why are you wearing Todd's pants? I don't know. Did this just drink some? Yes. Yes. Way. Can't lose two characters in one day. Well, im I","episode":"s04e07","objectID":"407493","edited":false},
{"time":"01:04:28","speaker":2,"line":"get there. I don't know.","episode":"s04e07","objectID":"407494","edited":false},
{"time":"01:04:32","speaker":1,"line":"Why don't you swallow this matchup? Okay. I'm filming this for Bill Nicholas. Nous on bale minute over a lit match.","episode":"s04e07","objectID":"407495","edited":false},
{"time":"01:04:39","speaker":2,"line":"I do like a little bit of a jar on my","episode":"s04e07","objectID":"407496","edited":false},
{"time":"01:04:42","speaker":1,"line":"food. Theo with Todd. Hey said he's posing with a Pierre who's on fire. Who? Sam's tapeworm who stews inside.","episode":"s04e07","objectID":"407497","edited":false},
{"time":"01:05:07","speaker":0,"line":"What's up? I'm not an old man. I have a young child.","episode":"s04e07","objectID":"407498","edited":false},
{"time":"01:05:11","speaker":1,"line":"All right, How","episode":"s04e07","objectID":"407499","edited":false},
{"time":"01:05:13","speaker":0,"line":"How? My gods what it's to say? Tell my tell my wife hater. Tell","episode":"s04e07","objectID":"407500","edited":false},
{"time":"01:05:18","speaker":1,"line":"my wife I ater to my wife. I","episode":"s04e07","objectID":"407501","edited":false},
{"time":"01:05:21","speaker":0,"line":"told my wife, Darth Vader,","episode":"s04e07","objectID":"407502","edited":false},
{"time":"01:05:23","speaker":2,"line":"I don't know. I guess we'll never know.","episode":"s04e07","objectID":"407503","edited":false},
{"time":"01:05:25","speaker":0,"line":"Well, we'll just let his wife know to burn to death inside a tape. Where have you been? Trunk by a genie.","episode":"s04e07","objectID":"407504","edited":false},
{"time":"01:05:30","speaker":1,"line":"Well, there's a lot of just, like, weird shit on the ground here. Human remains. Me and pot. This is the nastiest, the studio waiting stew out of there. Disaster.","episode":"s04e07","objectID":"407505","edited":false},
{"time":"01:05:46","speaker":2,"line":"Somewhere in there, I don't think Sue made.","episode":"s04e07","objectID":"407506","edited":false},
{"time":"01:05:48","speaker":1,"line":"Well, I guess we got a better keep digging through all these remains among my toe way. We're gonna look for your time, guys.","episode":"s04e07","objectID":"407507","edited":false},
{"time":"01:05:56","speaker":0,"line":"I will say one thing. Is it possible that because you do have a very tiny hat on your head? Is that your toe?","episode":"s04e07","objectID":"407508","edited":false},
{"time":"01:06:08","speaker":1,"line":"There's you are. There you","episode":"s04e07","objectID":"407509","edited":false},
{"time":"01:06:10","speaker":4,"line":"are, Delilah. I named my toe Delilah.","episode":"s04e07","objectID":"407510","edited":false},
{"time":"01:06:13","speaker":1,"line":"That's great.","episode":"s04e07","objectID":"407511","edited":false},
{"time":"01:06:14","speaker":4,"line":"After, uh, one of my most treasured the girlfriends from back in the days.","episode":"s04e07","objectID":"407512","edited":false},
{"time":"01:06:20","speaker":2,"line":"Your wife Just You always talk about this girlfriend you treasured in front of your","episode":"s04e07","objectID":"407513","edited":false},
{"time":"01:06:25","speaker":0,"line":"wife. She hates it. You like your there first about it. Wait, you're guilty.","episode":"s04e07","objectID":"407514","edited":false},
{"time":"01:06:34","speaker":2,"line":"Guilty of their","episode":"s04e07","objectID":"407515","edited":false},
{"time":"01:06:35","speaker":1,"line":"PR. We're going to try to revive stews remains here.","episode":"s04e07","objectID":"407516","edited":false},
{"time":"01:06:39","speaker":0,"line":"Um, yeah. Uh, Todd's right here, but pot is, uh so well","episode":"s04e07","objectID":"407517","edited":false},
{"time":"01:06:45","speaker":2,"line":"didn't leave the room. Don, we know it's you. We know Todd. We know it's use their guys. My microphone.","episode":"s04e07","objectID":"407518","edited":false},
{"time":"01:06:52","speaker":0,"line":"We'll figure out what do astute remains until next week. Everybody normal. Stay flippy.","episode":"s04e07","objectID":"407519","edited":false}]
