[{"time":"00:00:00","speaker":0,"line":"that Christmas parties rocking and rolling a","episode":"s04e08","objectID":"4080","edited":false},
{"time":"00:00:02","speaker":1,"line":"G A rocking around Graysmith. Jake.","episode":"s04e08","objectID":"4081","edited":false},
{"time":"00:00:04","speaker":2,"line":"Sure. I mean, that's glad to be in a dark room here for a second.","episode":"s04e08","objectID":"4082","edited":false},
{"time":"00:00:07","speaker":1,"line":"Yeah, I needed a break. Social anxieties really can't intense","episode":"s04e08","objectID":"4083","edited":false},
{"time":"00:00:12","speaker":0,"line":"sit idle talk. So it's just do a little Well, they will say it's right here candles or set up here. And I just sat brings to right back to life. Okay. Still, studio just hush stew. Hot me stuck through hospital by, do you? Uh, good. Wherever you are, we pray to you to bring back stew Taylor. We have his body here in the studio. Has the candles lit. Dear God, Reggie. Board way have we have the magic eight ball that has, um, nasty sayings. Magic eight balls. The only one we could find. There's a couple of we put up some pink Floyd posters of the girls, but nasty ones Region board, by the way, is nasty. Also got semester YouTube or got all of the stuff that is supposed to be Cray bia's nasty things. Um, and I've never been this close to a body that was eaten by a French tapeworm, though. And in the tapeworm was killed. It smell, surrenders removed and then brought back to normal size because it had been trunk. Dear God, stand here.","episode":"s04e08","objectID":"4084","edited":false},
{"time":"00:01:47","speaker":2,"line":"Dear God, we want to thank you. Yeah, for this bounty. Are","episode":"s04e08","objectID":"4085","edited":false},
{"time":"00:01:51","speaker":0,"line":"you gonna eat it? Sam? Sam, this isn't thinks it's a sale.","episode":"s04e08","objectID":"4086","edited":false},
{"time":"00:01:54","speaker":2,"line":"I'm saying a prayer. I'm saying trying to say a prayer. We want to thank you for all that you've provided for us. Well, thank you for this wine and drink. God, we've done everything right. Yeah. How do we, um What do we were basically doing an exercise system here.","episode":"s04e08","objectID":"4087","edited":false},
{"time":"00:02:12","speaker":0,"line":"Reverse exercise the reverse excesses and we're bringing back still bring back stew. There's not a devil in here. There's no doddle, no joke.","episode":"s04e08","objectID":"4088","edited":false},
{"time":"00:02:28","speaker":1,"line":"No march. I don't wear movement. I got a pulse here. Okay? Oh, yes, it off. You're still. You're the demonic. Do you remember anything about your life? You're the band teacher. Holy crap, fellas. It's to do What's with your voice? Yes. Hey, you didn t o years old Howard. What? No. No way killed our Wait. Hang on. Hang on, hang on. Word was that, uh, good junkie. Oh, you backwards can't stop. That feeling has got these guys. Hang on. What the hell happened,","episode":"s04e08","objectID":"4089","edited":false},
{"time":"00:03:37","speaker":3,"line":"man? Last I remember, uh, I was just hanging out with my buddies and somebody knocked on the door.","episode":"s04e08","objectID":"40810","edited":false},
{"time":"00:03:43","speaker":1,"line":"Okay. Oh, good God. May be Oh, back. I want to hang","episode":"s04e08","objectID":"40811","edited":false},
{"time":"00:03:52","speaker":3,"line":"on. Hang on a minute. What do you Who's stew? First of all, second of all,","episode":"s04e08","objectID":"40812","edited":false},
{"time":"00:03:56","speaker":1,"line":"what? Howard, what is happening? I don't know. But this hole in my gestures real good. You don't remember what happened? You died trying to have sex for the first time. You fucking virgin","episode":"s04e08","objectID":"40813","edited":false},
{"time":"00:04:09","speaker":3,"line":"That What? Rank? No, Wait, guys. Oh, wait. That's what's been going on the last couple of weeks. I've been dead. Oh, you are kidding me.","episode":"s04e08","objectID":"40814","edited":false},
{"time":"00:04:20","speaker":1,"line":"Yes, yes. Dead with a beautiful memorial for you. See Memorial Day? No. Holy crap, man. Gorgeous memorial for you. After you died, we were We coaxed owl out of his house way. Had morality most. Wait. Hang on. The last couple. It's all flooding back to me now. White. Yeah, I have been dad, Fellas. Good God, Stew. Now we're caught up,","episode":"s04e08","objectID":"40815","edited":false},
{"time":"00:04:47","speaker":0,"line":"and you should probably get the hell out of here.","episode":"s04e08","objectID":"40816","edited":false},
{"time":"00:04:50","speaker":1,"line":"Take Stu's body that you're in now way. Don't do","episode":"s04e08","objectID":"40817","edited":false},
{"time":"00:04:54","speaker":2,"line":"the podcast. anymore, Howard.","episode":"s04e08","objectID":"40818","edited":false},
{"time":"00:04:56","speaker":3,"line":"Well, there's my Oh, these, um, thes","episode":"s04e08","objectID":"40819","edited":false},
{"time":"00:05:01","speaker":2,"line":"air. This is a jerky Boys were","episode":"s04e08","objectID":"40820","edited":false},
{"time":"00:05:02","speaker":3,"line":"making jerky boys guy Zach and goof like the best way we know that. Come on. His back. Uh, whatever your refrigerator running, you might as well go catch it then. I have never thought it. I would be disappointed at the end of his successful se on this dead person. You guys realized I'm in the room right now and I hear every word you're saying","episode":"s04e08","objectID":"40821","edited":false},
{"time":"00:05:30","speaker":2,"line":"about when we're talking about our","episode":"s04e08","objectID":"40822","edited":false},
{"time":"00:05:31","speaker":1,"line":"powered. I actually didn't even fucking heaven. Now, having supposed to be filled with virgins that you have sex, whether","episode":"s04e08","objectID":"40823","edited":false},
{"time":"00:05:38","speaker":0,"line":"did you get your 72 virgins And what","episode":"s04e08","objectID":"40824","edited":false},
{"time":"00:05:40","speaker":3,"line":"happened well, or were you one of","episode":"s04e08","objectID":"40825","edited":false},
{"time":"00:05:43","speaker":0,"line":"them? Oh, you one of the virgins? Everyone else.","episode":"s04e08","objectID":"40826","edited":false},
{"time":"00:05:46","speaker":3,"line":"Well, the Virgin of time Thinking about it. I did. I woke up and I was it was it like you're in heaven? Well, yeah, I was in a","episode":"s04e08","objectID":"40827","edited":false},
{"time":"00:05:55","speaker":1,"line":"We're in a Christian. You went to hell?","episode":"s04e08","objectID":"40828","edited":false},
{"time":"00:05:57","speaker":3,"line":"Well, no, I was definitely in heaven now, thinking about it. Yeah, I woke up. Looks like and I walked through the door of a a house and immediately my foot went through the floorboards first, right","episode":"s04e08","objectID":"40829","edited":false},
{"time":"00:06:11","speaker":1,"line":"in the front door. Woke up in the front yard of a house. He walked into a house and then crashed through the","episode":"s04e08","objectID":"40830","edited":false},
{"time":"00:06:17","speaker":3,"line":"floor, not crashed through. Just kind of slid one leg through their scraped up my labor. Real bad.","episode":"s04e08","objectID":"40831","edited":false},
{"time":"00:06:23","speaker":0,"line":"Probably no pain in heaven's","episode":"s04e08","objectID":"40832","edited":false},
{"time":"00:06:25","speaker":3,"line":"hurt bad, but he hit her back. Hot. Damn, it hurt bad. Well,","episode":"s04e08","objectID":"40833","edited":false},
{"time":"00:06:28","speaker":1,"line":"at least the house was empty and there wasn't anyone there. That was annoying.","episode":"s04e08","objectID":"40834","edited":false},
{"time":"00:06:31","speaker":3,"line":"No, it's Ah. Well, there was a lot of people there, actually. Who? Well, that's interesting that you should ask. It was one Gilbert Gottfried who I thought that he was not. I thought he was still alive, but he was still there on what was he doing? Was he being quiet and sort of like chill? Not even at all. He was. He was kind of screaming at the top of his lungs. He was having a phone call with his agent. It sounded like that sounded That Sounds a no. He said, get me back after Gilbert Really successful in heaven. Well, yeah, This sounds like hell. No, no, no, no, no. I'm not explaining it right I'm not explaining","episode":"s04e08","objectID":"40835","edited":false},
{"time":"00:07:07","speaker":2,"line":"what happened after you got your foot out of the house. I mean, did you transport somewhere else? Do anything fun.","episode":"s04e08","objectID":"40836","edited":false},
{"time":"00:07:13","speaker":3,"line":"I continue to walk into the house, got into the backyard. And let me tell you, you guys ever been to like one of those model homes at, like, a like, ah, subdivision where they have the perfect backyard? Yes, it looked nothing like that. It was just flat ground with dirt just dusty, dusty, dirt blowing around everywhere. There was","episode":"s04e08","objectID":"40837","edited":false},
{"time":"00:07:35","speaker":1,"line":"dusty's air, not wet dirt like bestir dares","episode":"s04e08","objectID":"40838","edited":false},
{"time":"00:07:39","speaker":0,"line":"desk. You were in a Gilbert governs backyard, and it was shitty dust.","episode":"s04e08","objectID":"40839","edited":false},
{"time":"00:07:46","speaker":1,"line":"Well, no, you think was the what was there like a barbecue going on back there with at least good food or what was happening?","episode":"s04e08","objectID":"40840","edited":false},
{"time":"00:07:52","speaker":3,"line":"There was a barbecue, but they were rights. They were out of food. Oh, my God. Like the end of a barbeque. Yes. All that was left was sides back and cheese even remotely know all that was left was the dregs of a bag of Doritos.","episode":"s04e08","objectID":"40841","edited":false},
{"time":"00:08:09","speaker":2,"line":"We'll always tell me you had a bite and then could just get the heck out of after.","episode":"s04e08","objectID":"40842","edited":false},
{"time":"00:08:12","speaker":3,"line":"No, not no. They live it all for me to clean","episode":"s04e08","objectID":"40843","edited":false},
{"time":"00:08:15","speaker":1,"line":"up. So the sides which were dory toes were gone and then they were like cleanup. Who told you to clean up? Was it one of your relatives? Maybe a long lost relative that you haven't seen in a while. Who you missed from","episode":"s04e08","objectID":"40844","edited":false},
{"time":"00:08:28","speaker":3,"line":"Earth? No. Oh, it was my childhood boss.","episode":"s04e08","objectID":"40845","edited":false},
{"time":"00:08:34","speaker":1,"line":"So when you were working at that sweatshop is a child.","episode":"s04e08","objectID":"40846","edited":false},
{"time":"00:08:38","speaker":3,"line":"Yeah, it was him and he screamed. Clean it now, asshole.","episode":"s04e08","objectID":"40847","edited":false},
{"time":"00:08:43","speaker":1,"line":"Jesus! What? I'm sorry. I didn't even mean to say that, but Jesus, Did you see Jesus. Jesus. Wait, I've","episode":"s04e08","objectID":"40848","edited":false},
{"time":"00:08:51","speaker":2,"line":"seen Jesus. So if you were in heaven","episode":"s04e08","objectID":"40849","edited":false},
{"time":"00:08:53","speaker":1,"line":"Yeah, well, this is honestly very similar to Sam's heaven, which sounded like l mind was heaven but was yours. I'm pretty sure you admitted it was hell.","episode":"s04e08","objectID":"40850","edited":false},
{"time":"00:09:03","speaker":2,"line":"That's right. I would go to help.","episode":"s04e08","objectID":"40851","edited":false},
{"time":"00:09:05","speaker":3,"line":"Really? I think that was that was that was maybe potentially in another wear on","episode":"s04e08","objectID":"40852","edited":false},
{"time":"00:09:10","speaker":2,"line":"the teeth on the creatures that Lindsay Gold went. Uh, it'd help you","episode":"s04e08","objectID":"40853","edited":false},
{"time":"00:09:16","speaker":1,"line":"that I've been my bad Sam. Ok, Are those fucking preacher God artists? Eso you saw Jesus","episode":"s04e08","objectID":"40854","edited":false},
{"time":"00:09:26","speaker":0,"line":"bearded? Then where is the road white? No,","episode":"s04e08","objectID":"40855","edited":false},
{"time":"00:09:31","speaker":3,"line":"not it. Not at all. Guys. I walked after I cleaned up. I was sweating, so I decided I'm gonna go sit hot. It was boiling. It's boiling. Uh,","episode":"s04e08","objectID":"40856","edited":false},
{"time":"00:09:43","speaker":1,"line":"you made her fire.","episode":"s04e08","objectID":"40857","edited":false},
{"time":"00:09:46","speaker":3,"line":"I would say I would say, You know how people say in, like, Arizona and Phoenix. It's a dry heat. This was a stopping wet.","episode":"s04e08","objectID":"40858","edited":false},
{"time":"00:09:54","speaker":1,"line":"That sounds like hell. So Jesus, what? He called me. It was a beautiful what","episode":"s04e08","objectID":"40859","edited":false},
{"time":"00:09:57","speaker":3,"line":"they want. Anyway, I heard I heard music playing Is Jin nearby? And I followed the music and I walked into the garage.","episode":"s04e08","objectID":"40860","edited":false},
{"time":"00:10:05","speaker":1,"line":"Okay of this shitty house? Yes. Oh, God. Guys, don't tell me. Was there was there, like, pump up music playing? Was it a workout playlist?","episode":"s04e08","objectID":"40861","edited":false},
{"time":"00:10:15","speaker":3,"line":"It was the best jock jams I've ever heard in my life.","episode":"s04e08","objectID":"40862","edited":false},
{"time":"00:10:20","speaker":1,"line":"That's good. Yeah, like what are good Jock jams like, Let me see that zero zero 00","episode":"s04e08","objectID":"40863","edited":false},
{"time":"00:10:29","speaker":3,"line":"was playing. Why? Years old? Yeah. And I I walked past a few like weight bench machines. Oh, my God, no. Yeah.","episode":"s04e08","objectID":"40864","edited":false},
{"time":"00:10:39","speaker":1,"line":"Please tell me you walk past them in. Jesus wasn't working out past them.","episode":"s04e08","objectID":"40865","edited":false},
{"time":"00:10:43","speaker":3,"line":"No, he waas James getting gains. Jesus was packing on Ganz","episode":"s04e08","objectID":"40866","edited":false},
{"time":"00:10:49","speaker":1,"line":"Guys. My God! Jesus has","episode":"s04e08","objectID":"40867","edited":false},
{"time":"00:10:51","speaker":0,"line":"all of the music in human history.","episode":"s04e08","objectID":"40868","edited":false},
{"time":"00:10:53","speaker":1,"line":"I'm not. Guys. Beethoven, Bach, Hendrix. Yeah, and he's listening to 20 year old doors. They're playing for him. Line. And they were I'll tell you what, What","episode":"s04e08","objectID":"40869","edited":false},
{"time":"00:11:06","speaker":0,"line":"were the way? We're not just playing the organ solo and light my fire.","episode":"s04e08","objectID":"40870","edited":false},
{"time":"00:11:11","speaker":1,"line":"Or were they even playing their song? No word they were playing. Come on, my, you're you're You're in hell, devilment. God, you died the way I met down as well. Okay, well, this is good, because if he was in hell, then Jesus is Daddy wouldn't have been there. Tell","episode":"s04e08","objectID":"40871","edited":false},
{"time":"00:11:39","speaker":3,"line":"their And I walked into I walked into God's last","episode":"s04e08","objectID":"40872","edited":false},
{"time":"00:11:42","speaker":1,"line":"Jesus. He looks kind of like John Sina, but more tan.","episode":"s04e08","objectID":"40873","edited":false},
{"time":"00:11:45","speaker":3,"line":"Uh, not even close. He, uh he looks like maybe if John Sr was a raisin any less what Jesus looked like and I walked in the job scene. Yeah, these purple. That's what I meant. I walked into God's den and guys first thing that happened, his dad","episode":"s04e08","objectID":"40874","edited":false},
{"time":"00:12:05","speaker":2,"line":"like like a 70 like, just like a bad debt","episode":"s04e08","objectID":"40875","edited":false},
{"time":"00:12:10","speaker":3,"line":"were lowered and he was sitting in a recliner and the the foot rest didn't come out all the way. Eso he had a shitty recliner. Yes. It wasn't even a lazy boy. Just like","episode":"s04e08","objectID":"40876","edited":false},
{"time":"00:12:22","speaker":2,"line":"a regular sized man sitting in the equity","episode":"s04e08","objectID":"40877","edited":false},
{"time":"00:12:24","speaker":3,"line":"like a classic mean dad in a recliner. Well, he didn't look like it, necessarily. He looked more like a job of the hut. Sort of look. But guys, the first","episode":"s04e08","objectID":"40878","edited":false},
{"time":"00:12:35","speaker":0,"line":"look. Yes, that's a big, fat alien. He's a big, disgusting alien. That's the first fact I would have said. Not that he's in a bad.","episode":"s04e08","objectID":"40879","edited":false},
{"time":"00:12:43","speaker":2,"line":"Pretty sure. If you think God looked like job of the hut, you were in hell and","episode":"s04e08","objectID":"40880","edited":false},
{"time":"00:12:47","speaker":0,"line":"know what the hell? No. Where we all thought you would go.","episode":"s04e08","objectID":"40881","edited":false},
{"time":"00:12:50","speaker":3,"line":"Think about what? You don't know what he said to me. Guys, go to hell. Howard. The first thing he said to me, Okay, this proves it. This proves that it was God. He looked at me and he said, That's the shirt you chose aware so God, Um uh, an","episode":"s04e08","objectID":"40882","edited":false},
{"time":"00:13:09","speaker":1,"line":"angry old Jewish woman like shirt shamed you as soon as you walked into his damn. He sure ashamed about his Jewish Christian God. Wow, Christian God has a Jewish voice. So hold on. Hold on. Howard, listen, I'm willing to believe that this is heaven. OK? Because obviously you lived your life. A virgin. You died trying to have sex. You weren't able to. When you got to heaven at the bare minimum, you would have had a sexual experience pretty quickly. So can you explain to me? And this will prove to me that it's heaven that you had sex in heaven? All that's all you have to do is prove that you had really sex. Uh, in heaven.","episode":"s04e08","objectID":"40883","edited":false},
{"time":"00:13:54","speaker":3,"line":"I have an audio recording of me having sex and our girl Do you guys want to hear? Yes, Yes, because this","episode":"s04e08","objectID":"40884","edited":false},
{"time":"00:14:02","speaker":1,"line":"will prove it. I believed it last. We will quit messing with you if you fucked in heaven. Okay, Let's hear it.","episode":"s04e08","objectID":"40885","edited":false},
{"time":"00:14:11","speaker":3,"line":"Hey, what is he doing? Just get to the sec. Stop it! Let's stop. It has one thing. I know it's what's happening. It's That's what that's I'm talking Teoh My, uh,","episode":"s04e08","objectID":"40886","edited":false},
{"time":"00:14:22","speaker":1,"line":"sex. Okay, so you're you're going into a room on the recording. Yeah,","episode":"s04e08","objectID":"40887","edited":false},
{"time":"00:14:27","speaker":3,"line":"I walk. That was me walking in. I was standing on the hallway and I recorded What","episode":"s04e08","objectID":"40888","edited":false},
{"time":"00:14:30","speaker":2,"line":"did you say? Hey, your sex car. Are you in like a large warm.","episode":"s04e08","objectID":"40889","edited":false},
{"time":"00:14:34","speaker":1,"line":"I was sexy. Girl. Did you froth play the tape?","episode":"s04e08","objectID":"40890","edited":false},
{"time":"00:14:40","speaker":3,"line":"I never had sex before","episode":"s04e08","objectID":"40891","edited":false},
{"time":"00:14:42","speaker":0,"line":"way. There's an admission there","episode":"s04e08","objectID":"40892","edited":false},
{"time":"00:14:45","speaker":1,"line":"s So now we know we werent wrong. But also terrible opening line to sex girl Makes sense, though. Makes us less. Let this one go a little bit longer. Let's continue to play it.","episode":"s04e08","objectID":"40893","edited":false},
{"time":"00:14:57","speaker":3,"line":"So if you look down there, that's what I am gonna use.","episode":"s04e08","objectID":"40894","edited":false},
{"time":"00:15:02","speaker":0,"line":"Tell me you're talking with your Penis.","episode":"s04e08","objectID":"40895","edited":false},
{"time":"00:15:05","speaker":3,"line":"My hands. Jesus! Stop the tape. What? Ok, continue it on. What do you mean? I don't use my hands? I'm supposed to use something else.","episode":"s04e08","objectID":"40896","edited":false},
{"time":"00:15:16","speaker":0,"line":"Why can't we hear her? Where's the tape aimed?","episode":"s04e08","objectID":"40897","edited":false},
{"time":"00:15:19","speaker":2,"line":"Yeah, who is sex Goal? It's making me think this isn't really our","episode":"s04e08","objectID":"40898","edited":false},
{"time":"00:15:23","speaker":1,"line":"not guys. Come on. Even in your fake recorded fantasy, you don't do it right? I'm sure there will be","episode":"s04e08","objectID":"40899","edited":false},
{"time":"00:15:29","speaker":3,"line":"a woman's soon. Let's just fast forward it a little bit fast forwarded to it So it will be. It will get Teoh. Oh yeah, You Doesn't that feel good, Mama? Doesn't that Doesn't that not feel good on your mommy? Mommy's dead. Probably. Thank you. They're West Guys had sex ads. First thing I did after I met God,","episode":"s04e08","objectID":"408100","edited":false},
{"time":"00:16:08","speaker":1,"line":"I can see that the tape is not over. Okay? You stopped the tape. There's still plenty of","episode":"s04e08","objectID":"408101","edited":false},
{"time":"00:16:13","speaker":3,"line":"love final playing you at all. But I got to find out who they play it. That'll definitely trick him. Okay, so can I go now?","episode":"s04e08","objectID":"408102","edited":false},
{"time":"00:16:25","speaker":2,"line":"There's a moment. Is that Why didn't you have the woman","episode":"s04e08","objectID":"408103","edited":false},
{"time":"00:16:28","speaker":0,"line":"talk the whole time? If you were tricking us,","episode":"s04e08","objectID":"408104","edited":false},
{"time":"00:16:31","speaker":1,"line":"todo you did have a woman there. But But you didn't use her. Yeah. Let's continue the tape. Okay. Thanks.","episode":"s04e08","objectID":"408105","edited":false},
{"time":"00:16:44","speaker":3,"line":"Bye. Okay. See you later. You don't have to hit me. Oh, my. I thought it was fine. Anyway, this will really tricked the boys if I ever get back on Earth sometime. All right. Let's just relax here. Why would you","episode":"s04e08","objectID":"408106","edited":false},
{"time":"00:16:59","speaker":1,"line":"pause? Why would you play us that part of the tape? He asked me to. You just admitted that you excuse sex girl. Hey,","episode":"s04e08","objectID":"408107","edited":false},
{"time":"00:17:09","speaker":3,"line":"Howard's back. Howard's alive. A miracle of life has happened, and we're still gonna focus on the fact that he has never had sex before.","episode":"s04e08","objectID":"408108","edited":false},
{"time":"00:17:15","speaker":1,"line":"I mean, this fantastic. My friends still suck. This fixed taping heavy thing is pretty tough that we affected you so much that in heaven you were like I can't wait to get back on Earth to prove I've had sex. And you couldn't even do it and have it. Don't know Sam's. You just made that tape, rod One day. Hold on. You get in the way of stew. When you heard this say aunts was stew ready to come back and you broke in the say on Sline? Yeah.","episode":"s04e08","objectID":"408109","edited":false},
{"time":"00:17:45","speaker":3,"line":"Oh, my God. Yeah. Sorry. You guys know about the same line?","episode":"s04e08","objectID":"408110","edited":false},
{"time":"00:17:49","speaker":0,"line":"Way Got all the info when we bottle the bottle, Frankie The freaking ranging from their way. This freaky sparkly your eggs. Here's the thing, By the way, you're mad at us. You're here on earth. You see your three friends who all got new sparkling earrings from Claire's, and you don't say a word.","episode":"s04e08","objectID":"408111","edited":false},
{"time":"00:18:12","speaker":1,"line":"Wear spears. Bitch. Stop tonight. Well, Howard, I hate to tell you this, but you are back at the worst time. What are the","episode":"s04e08","objectID":"408112","edited":false},
{"time":"00:18:21","speaker":0,"line":"worst time? Let's just say this if you get to think of your top 10 favorite people before you died, Uh, turns out they're all perverts. Yeah, Yeah. Uh, no, not all of all of them. You,","episode":"s04e08","objectID":"408113","edited":false},
{"time":"00:18:33","speaker":3,"line":"my favorite person. Kevin Spacey?","episode":"s04e08","objectID":"408114","edited":false},
{"time":"00:18:35","speaker":2,"line":"Yeah, is one of the worst offenders.","episode":"s04e08","objectID":"408115","edited":false},
{"time":"00:18:38","speaker":3,"line":"My second favorite person, Harvey Weinstein. Yeah,","episode":"s04e08","objectID":"408116","edited":false},
{"time":"00:18:40","speaker":2,"line":"I see your second favorite person. He's such","episode":"s04e08","objectID":"408117","edited":false},
{"time":"00:18:42","speaker":0,"line":"a powerful Hollywood mogul. Well, yeah, you'd be Satish Trade if I want","episode":"s04e08","objectID":"408118","edited":false},
{"time":"00:18:46","speaker":1,"line":"everyone in Hollywood, everyone. So wait, What","episode":"s04e08","objectID":"408119","edited":false},
{"time":"00:18:50","speaker":3,"line":"do you mean, everyone? Because I mean Hollywood still. Fewell and","episode":"s04e08","objectID":"408120","edited":false},
{"time":"00:18:54","speaker":0,"line":"New York, Matt Lauer way got a lot to catch you up on. It would do that over the break, but let's catch the audience of Howard's back. Unfortunately, he's in Stu's body. Um, let's start the show.","episode":"s04e08","objectID":"408121","edited":false},
{"time":"00:19:11","speaker":1,"line":"Oh, well done to the teachers, lad. Your","episode":"s04e08","objectID":"408122","edited":false},
{"time":"00:19:14","speaker":0,"line":"first best in Onley fun cast about issues continue to containing the Hamilton community of your host. Shucking","episode":"s04e08","objectID":"408123","edited":false},
{"time":"00:19:22","speaker":1,"line":"jockey is Dodds. That's how we start the show. Show holes hose. Yeah, that's shocking. Baggio, Uh, do you notice anything different about me other than the earrings or hear anything different about me? How am you sound a little nuts there, Bill? How dare you Foul air! You say he's not nuts. What? We've got a condition particularly so sorry. Arms came out, is having ridiculous voice. And don't you dare call it nuts. Voice of crazy boys are insane. I","episode":"s04e08","objectID":"408124","edited":false},
{"time":"00:20:09","speaker":2,"line":"didn't Honestly, never had more respect for Bill. Thank you when he came out. Okay, well, and I say no more. Okay. Back in on that,","episode":"s04e08","objectID":"408125","edited":false},
{"time":"00:20:21","speaker":1,"line":"That I'm going back in. But ridiculous voice. I'm pulling out and proud.","episode":"s04e08","objectID":"408126","edited":false},
{"time":"00:20:25","speaker":2,"line":"You notice anything different about me? Yeah. Perhaps my gaunt nous gotten issue. Look like","episode":"s04e08","objectID":"408127","edited":false},
{"time":"00:20:31","speaker":3,"line":"you lost about £75 transparent in. Yeah, I can see your joints. My patchy hair. Yeah, And the robe is new,","episode":"s04e08","objectID":"408128","edited":false},
{"time":"00:20:40","speaker":2,"line":"huh? Do you see this thing that I won't let go of taking out if I buy?","episode":"s04e08","objectID":"408129","edited":false},
{"time":"00:20:45","speaker":3,"line":"Is that the dead corpse of over tape? Where?","episode":"s04e08","objectID":"408130","edited":false},
{"time":"00:20:48","speaker":1,"line":"Let's just say things have changed. Our, unfortunately, Sam's Ah, huge tapeworm, Pierre, What's killed last week. Pierre was a big part of Sam.","episode":"s04e08","objectID":"408131","edited":false},
{"time":"00:21:00","speaker":0,"line":"There's been a lot of death this past week and rebirth, and unfortunately, some rebirth","episode":"s04e08","objectID":"408132","edited":false},
{"time":"00:21:07","speaker":1,"line":"were most what we're most devastated by. The town is riveted right now. There is currently a really we're really not riveted. Were reeling, were reeling from a recent death in the town. The whole town is in black, uh, robes. There'd morning from a big loss this week. They're wearing black robes, black","episode":"s04e08","objectID":"408133","edited":false},
{"time":"00:21:31","speaker":2,"line":"robes. There wearing commedia Dell Arte a mask there more their morning more","episode":"s04e08","objectID":"408134","edited":false},
{"time":"00:21:37","speaker":3,"line":"How interesting that that happened when I died as well.","episode":"s04e08","objectID":"408135","edited":false},
{"time":"00:21:42","speaker":1,"line":"Yeah, there was a parade that was pretty honorary to you. Yeah, there's a parade. At some point,","episode":"s04e08","objectID":"408136","edited":false},
{"time":"00:21:50","speaker":0,"line":"people forgot what they were there for, but it did get everyone together. And let's just say it was Let's","episode":"s04e08","objectID":"408137","edited":false},
{"time":"00:21:58","speaker":1,"line":"just say","episode":"s04e08","objectID":"408138","edited":false},
{"time":"00:21:58","speaker":0,"line":"it was a delicious","episode":"s04e08","objectID":"408139","edited":false},
{"time":"00:22:03","speaker":3,"line":"I never heard an event described is delicious","episode":"s04e08","objectID":"408140","edited":false},
{"time":"00:22:07","speaker":1,"line":"before I think everyone left full. Oh, that's good to hear. Everybody felt field. That's good.","episode":"s04e08","objectID":"408141","edited":false},
{"time":"00:22:15","speaker":2,"line":"Your body is gone.","episode":"s04e08","objectID":"408142","edited":false},
{"time":"00:22:20","speaker":0,"line":"Let's just say we all pissed on your grave.","episode":"s04e08","objectID":"408143","edited":false},
{"time":"00:22:25","speaker":1,"line":"OK, way. We ate your body It Sorry, I You did what?","episode":"s04e08","objectID":"408144","edited":false},
{"time":"00:22:30","speaker":0,"line":"But yes. Now the town this morning Somebody. Yeah,","episode":"s04e08","objectID":"408145","edited":false},
{"time":"00:22:34","speaker":1,"line":"it is very sad. Uh, God, you were involved in this.","episode":"s04e08","objectID":"408146","edited":false},
{"time":"00:22:39","speaker":0,"line":"Listeners, you may or may not have heard, but right now I am under the investigation for the murder of Pontevedra","episode":"s04e08","objectID":"408147","edited":false},
{"time":"00:22:46","speaker":2,"line":"and you are being investigated by other people besides","episode":"s04e08","objectID":"408148","edited":false},
{"time":"00:22:49","speaker":0,"line":"you. Well, I'm always investigating myself as an actor getting everybody else around us, but just a Z you might remember I got so deep into the character of God cadre that the lounge last week you admitted that you were pod, but you were two different ways to different people as well as possibly 1/3 beast. Like the end of the movie split. That was a version of myself that was going to eat people. Okay, Um well, in the past week, I found out that Mia's pod Todd Ray, was having an affair with my ex wife. Oh,","episode":"s04e08","objectID":"408149","edited":false},
{"time":"00:23:29","speaker":3,"line":"wow. Wow. You guys are really on the rocks. Last show.","episode":"s04e08","objectID":"408150","edited":false},
{"time":"00:23:32","speaker":2,"line":"And were you aware as yeah,","episode":"s04e08","objectID":"408151","edited":false},
{"time":"00:23:34","speaker":0,"line":"my ex wife and I were on? Yes, we were on the rocks, and unfortunately, her shove didn't end it for me. Um, all right. She tried to show me onto the off the rocks way were more on the cliffs and on the","episode":"s04e08","objectID":"408152","edited":false},
{"time":"00:23:47","speaker":1,"line":"way. Now, this is very, very troublesome for me because we know your ex wife was dating a very mean 17 year old at one point, but at this point, she stepped on out on you with a","episode":"s04e08","objectID":"408153","edited":false},
{"time":"00:24:00","speaker":0,"line":"10 year old. She stepped down on me with a 10 year old that sure, it was my body with my face paperclip back and my hair down into a bullet and, um, fake little boy I I contacts. Wait. Just can I don't know. You have the eyes of a cat until you","episode":"s04e08","objectID":"408154","edited":false},
{"time":"00:24:28","speaker":1,"line":"and you were dressed, obviously in a female school","episode":"s04e08","objectID":"408155","edited":false},
{"time":"00:24:32","speaker":0,"line":"uniform. L baby one more time school uniform.","episode":"s04e08","objectID":"408156","edited":false},
{"time":"00:24:35","speaker":2,"line":"How you and your ex wife can't be near each other. We can know. How did pod get so lost in this relationship?","episode":"s04e08","objectID":"408157","edited":false},
{"time":"00:24:43","speaker":0,"line":"Well, I think one thing I will pod was not me. This was a different. This is a 10 year old kid on destroyer. It might be it might be accessing a part of my brain. I can't access. But he was emotionally in tune with my wife. He listened to her. He He was the best version of himself, and she loved that about him. And so they were having. They've been having an affair for the whole semester, Uh, devastating. And I walked in on it hard on. Uh","episode":"s04e08","objectID":"408158","edited":false},
{"time":"00:25:17","speaker":1,"line":"um, so but we're up the whole charade last week in the lounge with the ah, ventriloquism and the scarecrow, and I'm a little confused. Was you having sex with your wife as pod and then walking in as Todd as clumsy as the charade was last week? Or was it","episode":"s04e08","objectID":"408159","edited":false},
{"time":"00:25:43","speaker":0,"line":"Well, I guess it depends on who you ask. If you asked me about last week, I would say I pulled off a big one. Um, eso All I know is that while they were making love, um, pod got up, ran out of the room, changed with the door open on, then ran back in and my clothes and accidentally tripped over some of the other clothes. He wasn't able to get up and fell on his face on","episode":"s04e08","objectID":"408160","edited":false},
{"time":"00:26:12","speaker":3,"line":"several clumsy. And at that point, though, if you came in and you had already left, you came into your wife in bed","episode":"s04e08","objectID":"408161","edited":false},
{"time":"00:26:19","speaker":0,"line":"it I walked into the room and I said, What's going on in here? Honey, what are you doing here? I said, what am I doing here? What are you doing here? They","episode":"s04e08","objectID":"408162","edited":false},
{"time":"00:26:28","speaker":1,"line":"think this is my home address. Ray. She believes lot is in the kitchen.","episode":"s04e08","objectID":"408163","edited":false},
{"time":"00:26:34","speaker":0,"line":"Right? And I think I worry about my wife. She might not be of sound mind. I mean, how could you be if you're married for me to that long, married for you should, but sorry to how we want. Ah, certain point. My wife married higher along","episode":"s04e08","objectID":"408164","edited":false},
{"time":"00:26:55","speaker":1,"line":"who is that he's","episode":"s04e08","objectID":"408165","edited":false},
{"time":"00:26:56","speaker":2,"line":"one of the meanest football players now on a broadcast. So I mean and aggressive","episode":"s04e08","objectID":"408166","edited":false},
{"time":"00:27:04","speaker":0,"line":"being aggressive. I was wanted his hair and eso. I had my life. Very five. Learn how he does the flat","episode":"s04e08","objectID":"408167","edited":false},
{"time":"00:27:11","speaker":1,"line":"way. Know this story about how a long we don't get into that right now it's time to start your hair Looks your hair looks terrible for a while. But tell us. So at this point, you said what's going on and she said, Oh, my God. So, what did you do to pot as Todd.","episode":"s04e08","objectID":"408168","edited":false},
{"time":"00:27:26","speaker":0,"line":"So I got we got into a full on brawl. Oh, uh, you versus Potter universe. Is your wife Ri versus pot? No, of course I'm not gonna fight my wife.","episode":"s04e08","objectID":"408169","edited":false},
{"time":"00:27:36","speaker":1,"line":"Of course.","episode":"s04e08","objectID":"408170","edited":false},
{"time":"00:27:38","speaker":0,"line":"Yes. Sorry. Next wife. Jesus. Uh, but I got into a big bro with pod. We started choking each other. We fell down the stairs with it rolled into the street. And at this point, everyone screaming, What's going on? This one guy is fighting about What's happening here is attention to see on way","episode":"s04e08","objectID":"408171","edited":false},
{"time":"00:28:02","speaker":3,"line":"said was, can't you see?","episode":"s04e08","objectID":"408172","edited":false},
{"time":"00:28:04","speaker":1,"line":"Well, but occasionally pot would show up in the town was","episode":"s04e08","objectID":"408173","edited":false},
{"time":"00:28:08","speaker":0,"line":"why would show up. People would say, Oh, pod, pod dependency, man. They say he's","episode":"s04e08","objectID":"408174","edited":false},
{"time":"00:28:12","speaker":1,"line":"killing that 10 year","episode":"s04e08","objectID":"408175","edited":false},
{"time":"00:28:13","speaker":0,"line":"old. So they started by. My performance is allowed to go,","episode":"s04e08","objectID":"408176","edited":false},
{"time":"00:28:18","speaker":2,"line":"and that's the first time that's ever happened.","episode":"s04e08","objectID":"408177","edited":false},
{"time":"00:28:20","speaker":0,"line":"But I know. Yes, that's right.","episode":"s04e08","objectID":"408178","edited":false},
{"time":"00:28:22","speaker":1,"line":"Well, I mean, it happens all the time. We weren't full, but the town was very filled.","episode":"s04e08","objectID":"408179","edited":false},
{"time":"00:28:27","speaker":0,"line":"But as far as my plays, no. No one's ever bought any of my performances famously. So I end up, um, grabbing a gun and shooting myself in the what? A tight shot pot? That's right, Todd shot pot. And as you can see, that explain. Yeah. I didn't go all the way through. My whole brain was I definitely lost a part of it. And I think the part I lost was the pod part. And also some of my medulla on blowing Gotta","episode":"s04e08","objectID":"408180","edited":false},
{"time":"00:28:58","speaker":3,"line":"really Your brain stamp. Pleasure center in your brain,","episode":"s04e08","objectID":"408181","edited":false},
{"time":"00:29:03","speaker":0,"line":"I think. Yeah, well, I don't know. I still don't enjoy life, so I'm not sure it was working in the first place, but pot is dead. The town is wearing robes and hot Is dad. Yeah. Rest in pop. God is dead.","episode":"s04e08","objectID":"408182","edited":false},
{"time":"00:29:21","speaker":1,"line":"She and the town is devastate. Wow. There is gonna be a funeral this weekend. Everybody's preparing for","episode":"s04e08","objectID":"408183","edited":false},
{"time":"00:29:31","speaker":2,"line":"their Zenobia catered taco truck. They're gonna make the heat. Is Yes. There's gonna be a long funeral procession, hours. Normal thing he does. We would not touch his body.","episode":"s04e08","objectID":"408184","edited":false},
{"time":"00:29:44","speaker":1,"line":"No. Yeah. Um, yeah. Let's just say it was a festive, you know, it's fine, Whatever.","episode":"s04e08","objectID":"408185","edited":false},
{"time":"00:29:56","speaker":0,"line":"But Pod was unlike me. Pod was of sound mind and was able to write as Will and last testament. And so you're","episode":"s04e08","objectID":"408186","edited":false},
{"time":"00:30:06","speaker":2,"line":"You're a crazy man, but you were playing the same character.","episode":"s04e08","objectID":"408187","edited":false},
{"time":"00:30:09","speaker":1,"line":"That's right. Yeah. You ever recording pods, Will,","episode":"s04e08","objectID":"408188","edited":false},
{"time":"00:30:12","speaker":0,"line":"I do have a recording of pods, Will you want me to plant?","episode":"s04e08","objectID":"408189","edited":false},
{"time":"00:30:16","speaker":1,"line":"I mean, if you're comfortable. I know it's a part of yourself is pretty private.","episode":"s04e08","objectID":"408190","edited":false},
{"time":"00:30:20","speaker":0,"line":"No, I carry it around with me. Is a reminder that I killed a 10 year old boy. That was part of myself. So I don't have to play it. It's stupid.","episode":"s04e08","objectID":"408191","edited":false},
{"time":"00:30:28","speaker":1,"line":"Just let's hear a little national","episode":"s04e08","objectID":"408192","edited":false},
{"time":"00:30:30","speaker":0,"line":"just play. Yeah, Okay. Here I am sure that down there Yeah. Use that, Uh,","episode":"s04e08","objectID":"408193","edited":false},
{"time":"00:30:41","speaker":3,"line":"since eerily similar to mine. Yeah,","episode":"s04e08","objectID":"408194","edited":false},
{"time":"00:30:44","speaker":0,"line":"Alright. Sexuality.","episode":"s04e08","objectID":"408195","edited":false},
{"time":"00:30:49","speaker":2,"line":"So pot is talking to maybe your ex wife here","episode":"s04e08","objectID":"408196","edited":false},
{"time":"00:30:52","speaker":0,"line":"a positive. Um, I'm sorry I played for you. A tape of me having sex thing is not well. Doesn't this pot have a will or no part? Does have a will. Only guys.","episode":"s04e08","objectID":"408197","edited":false},
{"time":"00:31:05","speaker":2,"line":"He's a 10 year old, so you should have a","episode":"s04e08","objectID":"408198","edited":false},
{"time":"00:31:07","speaker":0,"line":"will. The moment may concern iPod, Todd Ray being of sound mind and not Todd. Padre, I'm a 10 year old boy and trying to go to school, as you can see by my dress","episode":"s04e08","objectID":"408199","edited":false},
{"time":"00:31:21","speaker":3,"line":"on and again, this is a tape we cannot see,","episode":"s04e08","objectID":"408200","edited":false},
{"time":"00:31:25","speaker":0,"line":"And I'll describe it to you so you could see for a fact, that is it's basically the thing that they were in a Catholic girl. Schools. All right. I'm so my funeral. I would like a cheetah truck. I don't know if this is a whale. As much is what he wants. It is. You","episode":"s04e08","objectID":"408201","edited":false},
{"time":"00:31:44","speaker":2,"line":"have more of a writer.","episode":"s04e08","objectID":"408202","edited":false},
{"time":"00:31:47","speaker":0,"line":"His funeral writer. Uh, what is he asking? Where blair, uh, that you did promise Could be for that's just for friends, family and love. Love's","episode":"s04e08","objectID":"408203","edited":false},
{"time":"00:32:03","speaker":1,"line":"way. Find out his friends. Different from loved ones.","episode":"s04e08","objectID":"408204","edited":false},
{"time":"00:32:16","speaker":0,"line":"I see, uh, and for the strangers, we'll do. The Trader Joe's brand","episode":"s04e08","objectID":"408205","edited":false},
{"time":"00:32:27","speaker":3,"line":"is this just gonna be a list of stuff that's supposed to be this funeral","episode":"s04e08","objectID":"408206","edited":false},
{"time":"00:32:31","speaker":0,"line":"for friends, family and loved ones. I'd like to coconut Lacroix.","episode":"s04e08","objectID":"408207","edited":false},
{"time":"00:32:36","speaker":3,"line":"Let's fast forward way. I think","episode":"s04e08","objectID":"408208","edited":false},
{"time":"00:32:46","speaker":0,"line":"that's what the Turkish","episode":"s04e08","objectID":"408209","edited":false},
{"time":"00:32:47","speaker":1,"line":"waited a little bit for. That sound effect it So he wants a live turkey at his funeral. I guess","episode":"s04e08","objectID":"408210","edited":false},
{"time":"00:32:57","speaker":0,"line":"it's tricky. Sounds anything different? I'm out. I'm","episode":"s04e08","objectID":"408211","edited":false},
{"time":"00:33:07","speaker":2,"line":"beginning to think this is stupid, but too much foul play to money. Shut up. There's another trick at hand that I can't quite figure","episode":"s04e08","objectID":"408212","edited":false},
{"time":"00:33:13","speaker":3,"line":"out. Well, the trick is that this is actually just Todd recording his own damn will right now","episode":"s04e08","objectID":"408213","edited":false},
{"time":"00:33:18","speaker":2,"line":"you've been dead. How do you know?","episode":"s04e08","objectID":"408214","edited":false},
{"time":"00:33:20","speaker":1,"line":"Yeah, buck off. Howard, come on. I do","episode":"s04e08","objectID":"408215","edited":false},
{"time":"00:33:23","speaker":2,"line":"like having a coward. It is somewhat of a soothing presence. To be honest, you let me know. And yeah,","episode":"s04e08","objectID":"408216","edited":false},
{"time":"00:33:29","speaker":0,"line":"you're a tear in Stu's body, which is much easier to look at. Yeah, on nothing wrong with your old body","episode":"s04e08","objectID":"408217","edited":false},
{"time":"00:33:36","speaker":1,"line":"and honestly, pretty attractive. So I hope you don't fuck this up, Howard. Cause to fuck stool","episode":"s04e08","objectID":"408218","edited":false},
{"time":"00:33:42","speaker":0,"line":"thought use on the outs of his wife because he kicked his son out for faking it. Ridiculous voice. And so in that time when they were split up student talk about it at all. But I","episode":"s04e08","objectID":"408219","edited":false},
{"time":"00:33:56","speaker":1,"line":"do. Son is living with me now. Oh, everything. What's your guys relationship creep and little boy way ask? Because, I mean, I guess I","episode":"s04e08","objectID":"408220","edited":false},
{"time":"00:34:12","speaker":2,"line":"makes sort of sense cause used both dealing with the same ailment or or whatever the","episode":"s04e08","objectID":"408221","edited":false},
{"time":"00:34:18","speaker":1,"line":"these were while these camera crews keep trying to bust us together on I won't have it. These camera crews. Yeah, K cow. I mean, w T o c. Yeah. Anyway, I mean my sinning. My Senate career is in the toilet anyway. Yeah, well, because I can't. I killed Ben Wrathall brothels. Berger's son, Ben Roethlisberger fried up in your office. Burgers? Not are they Are the cops hot on Todd's trail? Their hot on mine too.","episode":"s04e08","objectID":"408222","edited":false},
{"time":"00:34:50","speaker":0,"line":"Well, and I thought I thought you were gonna learn your lesson. But then you took his other son and and you throw on the grill and you made Benji Roethlisberger's. Uh,","episode":"s04e08","objectID":"408223","edited":false},
{"time":"00:35:02","speaker":1,"line":"yeah, I made some of the best. Add some ah washer sauce after I grind it up his Sunday rush. So good.","episode":"s04e08","objectID":"408224","edited":false},
{"time":"00:35:11","speaker":3,"line":"Now, the interesting thing is, the second dish had a worse name a less creative name. I'd","episode":"s04e08","objectID":"408225","edited":false},
{"time":"00:35:16","speaker":1,"line":"say it was the 1st 1 Well, there's a few more additions. So you your there's a couple more dishes that","episode":"s04e08","objectID":"408226","edited":false},
{"time":"00:35:29","speaker":2,"line":"you had, The one where you were like, Well, I'm out of, you know, beef. I'm out of any many hard materials, and and you had to make a kenji broth list burger. Where you you made a fuss style Vietnamese","episode":"s04e08","objectID":"408227","edited":false},
{"time":"00:35:42","speaker":1,"line":"bra. Yes, on threw it away. And it was breathless, Right? Um um, but I also say more of these evermore also made a ah ah, an Italian. Sort of like homemade dish. Uh um a Ben stroganoff. It'll spark er that's right. Yeah. Yeah, I made that. I mean, that's Italian. Yeah. Yeah, pretty Italian.","episode":"s04e08","objectID":"408228","edited":false},
{"time":"00:36:14","speaker":0,"line":"And then afterwards I noticed that there is some such, like, this disgusting, loud belching going on me. I didn't realize that his cousin Ben Roethlisberger was there,","episode":"s04e08","objectID":"408229","edited":false},
{"time":"00:36:26","speaker":1,"line":"right? Yes. Yes. His cousin ate all of his son's.","episode":"s04e08","objectID":"408230","edited":false},
{"time":"00:36:31","speaker":0,"line":"Yes, you're the one in trouble for","episode":"s04e08","objectID":"408231","edited":false},
{"time":"00:36:34","speaker":1,"line":"you and I'm in travel.","episode":"s04e08","objectID":"408232","edited":false},
{"time":"00:36:36","speaker":0,"line":"But the town is mad. Everyone's pretty upset it, Sam, both for his drug addiction and also for dragging around a dead French tapeworm.","episode":"s04e08","objectID":"408233","edited":false},
{"time":"00:36:46","speaker":2,"line":"That's right. You know, I they say make your space your own, You know? And I have made that front office my own. There's a few of us living in there now. You know it. Winter's coming in. It's cold tonight, and these people need to be in from out on the parking lot. Right? So I've got 12 to 13 depending on a few count Pierre family members living in the front office. It's a little small.","episode":"s04e08","objectID":"408234","edited":false},
{"time":"00:37:10","speaker":0,"line":"Making observation? Yes, You. Last semester, you became very good friends with a bunch of little boy cowboys. Yeah. Now you're a bunch of friends with this family that is mostly juggalos. And then also a dead tapeworm.","episode":"s04e08","objectID":"408235","edited":false},
{"time":"00:37:28","speaker":2,"line":"Right? In the year before that, I tried to make sure that everyone else is emotional Problems were handled and dove into that.","episode":"s04e08","objectID":"408236","edited":false},
{"time":"00:37:34","speaker":0,"line":"Yeah, I think I would like to see you just do a little bit of introspection and work on yourself.","episode":"s04e08","objectID":"408237","edited":false},
{"time":"00:37:41","speaker":2,"line":"Okay? I think I have been, uh why do you think I started smoking opium? I was just talking and talking and talking and talking and telling other people what to think. Yeah.","episode":"s04e08","objectID":"408238","edited":false},
{"time":"00:37:53","speaker":1,"line":"I gotta shut up. Yeah. Yeah. Sorry. I'm convinced you're right. I appreciate this. They're flawless, Convincing us.","episode":"s04e08","objectID":"408239","edited":false},
{"time":"00:38:00","speaker":0,"line":"Well, I think we need to catch Howard up on everything that's been happening and not try to kill him or anything. Uh, but let's take a quick break. We should throw real quick to our sponsors. I got this copyright here. Yes. Our sponsors this week are, um, Staples sponsor copy paper. Do you need paper to print out? Copy for your sponsors.","episode":"s04e08","objectID":"408240","edited":false},
{"time":"00:38:25","speaker":1,"line":"This is paper specifically for copy. It gets lost easily on desks. You have to look for it when you're recording podcasts and you say, Where is it? Where is it? Where's the copy?","episode":"s04e08","objectID":"408241","edited":false},
{"time":"00:38:38","speaker":0,"line":"It's famously used by Ira glass during his dry copy reads. And, um,","episode":"s04e08","objectID":"408242","edited":false},
{"time":"00:38:46","speaker":1,"line":"I don't get","episode":"s04e08","objectID":"408243","edited":false},
{"time":"00:38:46","speaker":2,"line":"this confused with copying paper. This is not paper for copying or copies. This is paper strictly for","episode":"s04e08","objectID":"408244","edited":false},
{"time":"00:38:54","speaker":0,"line":"copy. If you make a copy with this paper, you will jam the copy machine.","episode":"s04e08","objectID":"408245","edited":false},
{"time":"00:38:59","speaker":2,"line":"It'll be a sloppy copy. 100%. It would be a sloppy copy. This is copy paper, not sloppy. Copy","episode":"s04e08","objectID":"408246","edited":false},
{"time":"00:39:06","speaker":1,"line":"s. So if you want to copy my peopie, that's right. That's right.","episode":"s04e08","objectID":"408247","edited":false},
{"time":"00:39:13","speaker":0,"line":"And that's their catchphrase. They told us to read Staples copy paper copy. Copy my peopie.","episode":"s04e08","objectID":"408248","edited":false},
{"time":"00:39:20","speaker":1,"line":"I think that maybe a reference to got his Penis chopped off.","episode":"s04e08","objectID":"408249","edited":false},
{"time":"00:39:26","speaker":3,"line":"Yeah, that's a real deep cut, love. Right. We're looking up.","episode":"s04e08","objectID":"408250","edited":false},
{"time":"00:39:30","speaker":0,"line":"Go ahead and, uh,","episode":"s04e08","objectID":"408251","edited":false},
{"time":"00:39:32","speaker":1,"line":"go in YouTube. Go choppy, choppy, my baby. And watch that video and buy some copy paper. Ah, attention, students. If you","episode":"s04e08","objectID":"408252","edited":false},
{"time":"00:39:45","speaker":3,"line":"see Mr Baxter at his weekend waitressing job, do not tell him","episode":"s04e08","objectID":"408253","edited":false},
{"time":"00:39:51","speaker":2,"line":"and we're rolling. Yeah, well, dang man, I can hear those carolers from here. Yeah, really does that. No. Well, first, no. Well, that's my","episode":"s04e08","objectID":"408254","edited":false},
{"time":"00:40:01","speaker":1,"line":"favorite song, man. Yeah, yeah, We are coming to you. Ah, in the middle of the reason for the season festival here It's a school hole.","episode":"s04e08","objectID":"408255","edited":false},
{"time":"00:40:15","speaker":2,"line":"That's another one of those wonderful non denominational parties. We've got Christmas represented. We've got Kwanza represented. We've got ha Mika, Representative Chanaka","episode":"s04e08","objectID":"408256","edited":false},
{"time":"00:40:25","speaker":0,"line":"and I love how there's nothing more respectable than a bunch of uneducated white teachers politely trying to do a quantum Agreed. Yeah, with no riel knowledge of what? Just try","episode":"s04e08","objectID":"408257","edited":false},
{"time":"00:40:39","speaker":3,"line":"things when they come, they come out with with some printouts of Wikipedia articles on Kwanza just give you a very general overview of the holiday. Just makes I personally love to see that they've done at least a little","episode":"s04e08","objectID":"408258","edited":false},
{"time":"00:40:51","speaker":2,"line":"bit of research. Well, Mr Kirk, one of our ah, our math teachers here is in an insensitive outfit. One of our white math teachers is in a very intense","episode":"s04e08","objectID":"408259","edited":false},
{"time":"00:41:02","speaker":1,"line":"shiki. Unless, yeah, he looks bad. Yeah, I agree. I agree at the difficult,","episode":"s04e08","objectID":"408260","edited":false},
{"time":"00:41:10","speaker":2,"line":"difficult party, but at least we're trying to accommodate all may be offending all, but And Miss Bush, who is celebrating Hanukkah, is also in a very insensitive, very stereotypical rabbi outfit. Absolutely. Yeah, it's a little rude.","episode":"s04e08","objectID":"408261","edited":false},
{"time":"00:41:27","speaker":3,"line":"I think it's it's interesting that they call the party the reason for the season party had to keep it wide open. But in your guys, exclamation. Uh, what is the reason for the season?","episode":"s04e08","objectID":"408262","edited":false},
{"time":"00:41:40","speaker":1,"line":"What is the reason for the see what makes you all happy these days? I mean, it's been a while since I talked to you. Well,","episode":"s04e08","objectID":"408263","edited":false},
{"time":"00:41:47","speaker":2,"line":"I guess some people would say love, love, connecting with close ones. Yeah, Members, I, uh I'm having a tough time with that right now, personally, because instead of dealing with my problems, I've gone completely inward and relied on drugs only exclusively. I lost the only woman I ever loved. Curly fry boster. And, uh, I lost my She left you? Yeah, uh, on the way to the party, I got a text, and, uh, she said she hates me","episode":"s04e08","objectID":"408264","edited":false},
{"time":"00:42:17","speaker":0,"line":"now because you were in a polyamorous relationship with her and Pierre the tape one.","episode":"s04e08","objectID":"408265","edited":false},
{"time":"00:42:22","speaker":2,"line":"I just never thought I did not know you were dating your own tape. Y yeah, all three of us were together, so I thought, turns out when the tapeworm came along, she lost complete interested me, right? You and was only interested in me as a host. Yeah, that's right. You were the sub.","episode":"s04e08","objectID":"408266","edited":false},
{"time":"00:42:36","speaker":0,"line":"That's very I mean, I can relate. Absolutely have been there. Um, I guess we both kind of Kildare are cockers","episode":"s04e08","objectID":"408267","edited":false},
{"time":"00:42:44","speaker":2,"line":"cocker, I guess for both of us, the holiday really doesn't have much for meaning anymore,","episode":"s04e08","objectID":"408268","edited":false},
{"time":"00:42:49","speaker":0,"line":"does it? There's not much meaning for the season for reason. The reason for the season is you cheap. You can drink cheap alcohol for cheaper publicly, a little more and, you know, and I have a huge eggnog fan. I drink it year round, and this is the only time of year where you can just really lit","episode":"s04e08","objectID":"408269","edited":false},
{"time":"00:43:07","speaker":3,"line":"up Magno, You still do. You still do the microbe, Your own microbrewery","episode":"s04e08","objectID":"408270","edited":false},
{"time":"00:43:12","speaker":2,"line":"microbrewery. It's Abate's big.","episode":"s04e08","objectID":"408271","edited":false},
{"time":"00:43:15","speaker":0,"line":"That's right. It's a huge brewery. Um, yeah. Um, it's not","episode":"s04e08","objectID":"408272","edited":false},
{"time":"00:43:20","speaker":1,"line":"stretched out into that military cemetery. That's right. And you, you took a big chunk of the cemetery. Your macro burger.","episode":"s04e08","objectID":"408273","edited":false},
{"time":"00:43:30","speaker":0,"line":"Well, the these fuckers air dead on I've alive and I'm trying to make people happy.","episode":"s04e08","objectID":"408274","edited":false},
{"time":"00:43:35","speaker":1,"line":"I mean, what I supposed to do not make your eggnog? Hey, you","episode":"s04e08","objectID":"408275","edited":false},
{"time":"00:43:39","speaker":3,"line":"wrote you wrote on the side of the building. Thank you for your service, which I think is enough. Yes. Saying thank you for your service to a military man is enough respect,","episode":"s04e08","objectID":"408276","edited":false},
{"time":"00:43:49","speaker":2,"line":"but that next you painted someone giving someone else eggnog, Have that person saying to you, Thank you.","episode":"s04e08","objectID":"408277","edited":false},
{"time":"00:44:00","speaker":1,"line":"They re contextualizing with the illustration Is nothing to do about the military. So many people","episode":"s04e08","objectID":"408278","edited":false},
{"time":"00:44:07","speaker":0,"line":"were coming in and saying like, Oh, yeah, I also support our troops. Thank the service was like, No, no, no, thank you. Come in and thank me for my service read the side of the building. So I added the animation to let people understand.","episode":"s04e08","objectID":"408279","edited":false},
{"time":"00:44:19","speaker":3,"line":"There's been some backlash about that now, as Well, so you've gone back and re contextualized that drawing. There's also","episode":"s04e08","objectID":"408280","edited":false},
{"time":"00:44:25","speaker":2,"line":"been some back. You put yourself, you put yourself, You put yourself in a military","episode":"s04e08","objectID":"408281","edited":false},
{"time":"00:44:31","speaker":0,"line":"outfit. People can't say shit because they think I served our country. And so they come in and","episode":"s04e08","objectID":"408282","edited":false},
{"time":"00:44:38","speaker":1,"line":"you think you're doing What is that? Make validate","episode":"s04e08","objectID":"408283","edited":false},
{"time":"00:44:42","speaker":3,"line":"your stolen valor. And there I saw a YouTube video of someone walking up to this mural and saying to the painting, What? This is stolen value.","episode":"s04e08","objectID":"408284","edited":false},
{"time":"00:44:50","speaker":1,"line":"And then they go in and they ask you what? Um what battalion did you serve in? It's the fucking draft studio. I said I would make it.","episode":"s04e08","objectID":"408285","edited":false},
{"time":"00:45:00","speaker":0,"line":"No, this is what battalion And I said, I don't know. I Look, there's a picture of in a military outfit. I supported the war but wasn't willing to fight it. I got the hell out of here.","episode":"s04e08","objectID":"408286","edited":false},
{"time":"00:45:10","speaker":1,"line":"Way with that. America","episode":"s04e08","objectID":"408287","edited":false},
{"time":"00:45:12","speaker":2,"line":"must stay. Number one continue to have a choice.","episode":"s04e08","objectID":"408288","edited":false},
{"time":"00:45:15","speaker":1,"line":"That is the worst type of person. Someone who supports the war but does not want to fight in.","episode":"s04e08","objectID":"408289","edited":false},
{"time":"00:45:20","speaker":0,"line":"Yeah, well, I thought we should have been in Vietnam longer on and Mawr. It wasn't enough of a debacle. Our quagmire to May. Uh, and I Frankly, I thought,","episode":"s04e08","objectID":"408290","edited":false},
{"time":"00:45:33","speaker":2,"line":"Well, you tried to go to Tom to host a radio show.","episode":"s04e08","objectID":"408291","edited":false},
{"time":"00:45:36","speaker":1,"line":"That's right. Yeah. Good morning, Vietnam.","episode":"s04e08","objectID":"408292","edited":false},
{"time":"00:45:41","speaker":0,"line":"Um and so that was Todd Todd in the mornings. And","episode":"s04e08","objectID":"408293","edited":false},
{"time":"00:45:47","speaker":2,"line":"there's too many wacky characters. It was called taught in the morning, but you would say good morning for you.","episode":"s04e08","objectID":"408294","edited":false},
{"time":"00:45:52","speaker":0,"line":"Yes. Yeah. And all the soldiers thought that I was sending them up a little too much.","episode":"s04e08","objectID":"408295","edited":false},
{"time":"00:45:58","speaker":2,"line":"You're started taking the piss out of the soldiers fighting the war","episode":"s04e08","objectID":"408296","edited":false},
{"time":"00:46:01","speaker":0,"line":"for you? Yeah. Was like, Who's good? It's","episode":"s04e08","objectID":"408297","edited":false},
{"time":"00:46:06","speaker":2,"line":"pretty hideous behaviour.","episode":"s04e08","objectID":"408298","edited":false},
{"time":"00:46:07","speaker":0,"line":"Yeah. So anyway, um, naga padre dot com If you want some eggnog on,","episode":"s04e08","objectID":"408299","edited":false},
{"time":"00:46:13","speaker":3,"line":"there's custom artwork on each bottle, right?","episode":"s04e08","objectID":"408300","edited":false},
{"time":"00:46:15","speaker":0,"line":"Yeah. Yeah. Um, all the art is done by me on. And so it's all different types of people","episode":"s04e08","objectID":"408301","edited":false},
{"time":"00:46:21","speaker":3,"line":"that you created yourself. Banksy, right?","episode":"s04e08","objectID":"408302","edited":false},
{"time":"00:46:23","speaker":0,"line":"Yes. Yeah, eso it says Buy me. And it says I'm Banksy.","episode":"s04e08","objectID":"408303","edited":false},
{"time":"00:46:28","speaker":1,"line":"We're all doing","episode":"s04e08","objectID":"408304","edited":false},
{"time":"00:46:29","speaker":2,"line":"a little bit of art here at the festival. I've foursome blowing glass, which is not not what most people think of making pipes and things like that. Glass is a new type of drug that I'm smoking and blowing the puffs out of at the party. Was that in your lungs? It's bad. It's had, Well, my lung, my one has seized up. And the other one is, I guess. Stronger.","episode":"s04e08","objectID":"408305","edited":false},
{"time":"00:46:49","speaker":1,"line":"Yeah. I mean, like, you do look like a walking, talking, but you're your skin, and it out is translucent,","episode":"s04e08","objectID":"408306","edited":false},
{"time":"00:46:59","speaker":2,"line":"but you can see your That's right. I'm like a deepwater fish right now. I'm translating my inside","episode":"s04e08","objectID":"408307","edited":false},
{"time":"00:47:05","speaker":1,"line":"A little thing coming out of your head has a light","episode":"s04e08","objectID":"408308","edited":false},
{"time":"00:47:08","speaker":0,"line":"on the car trying to eat it.","episode":"s04e08","objectID":"408309","edited":false},
{"time":"00:47:10","speaker":2,"line":"Yeah, that that's actually a brain deformity through smoking","episode":"s04e08","objectID":"408310","edited":false},
{"time":"00:47:14","speaker":3,"line":"on your whole brain. I mean,","episode":"s04e08","objectID":"408311","edited":false},
{"time":"00:47:17","speaker":2,"line":"my whole brain has gone out of flesh tube and is now hanging in front of my face and","episode":"s04e08","objectID":"408312","edited":false},
{"time":"00:47:23","speaker":0,"line":"get a pea sized mile. Luminous and brain.","episode":"s04e08","objectID":"408313","edited":false},
{"time":"00:47:25","speaker":3,"line":"Better keep that protected. I throw a helmet on or something, Buddy,","episode":"s04e08","objectID":"408314","edited":false},
{"time":"00:47:28","speaker":1,"line":"I am, actually. I mean, I just got back in here. I was Santa for a little mint. A little minute out, which is 15 seconds. Yeah, I was saying a little minute Santa for a little minute. I tagged out the Santa and got ah, like an improv show. Yeah, just like a name brand. You take out the sand. And","episode":"s04e08","objectID":"408315","edited":false},
{"time":"00:47:49","speaker":0,"line":"so you switched characters, but kept it in the news A different time and place for same time in place.","episode":"s04e08","objectID":"408316","edited":false},
{"time":"00:47:57","speaker":1,"line":"I went, and now there was going to ask. Yeah, it was sent to ask. It was in a different world. And this Santa takes presence from kids playing bridge over the South Pole. Sana. But quickly,","episode":"s04e08","objectID":"408317","edited":false},
{"time":"00:48:15","speaker":2,"line":"I mean, quickly live. You took one gift and got the hell out.","episode":"s04e08","objectID":"408318","edited":false},
{"time":"00:48:17","speaker":1,"line":"Yeah, I took kids for I took gifts from kids. I played cell phones and it just for a second. And, um, yeah, people","episode":"s04e08","objectID":"408319","edited":false},
{"time":"00:48:25","speaker":0,"line":"whispered to kids what they were never gonna get.","episode":"s04e08","objectID":"408320","edited":false},
{"time":"00:48:27","speaker":1,"line":"Yes, yes. Yeah. Um, and all of my elves are, of course, huge one","episode":"s04e08","objectID":"408321","edited":false},
{"time":"00:48:34","speaker":2,"line":"who feels like we get no fucking respect at this party. I mean, I get nervous. I'm so tired of this. I'm yanking on my shirt collar all the time because I","episode":"s04e08","objectID":"408322","edited":false},
{"time":"00:48:41","speaker":3,"line":"can respect. I'll be honest. I was, uh I was blown away when I walked out, uh, out of here, into the into the the party. Right. Honestly, uh, because I I just realized we're back at Hamilton. I","episode":"s04e08","objectID":"408323","edited":false},
{"time":"00:48:58","speaker":0,"line":"Oh, yeah, right. Howard, After we killed, I mean after you died. Um uh, We left swine high and also killed somebody else that was going to replace.","episode":"s04e08","objectID":"408324","edited":false},
{"time":"00:49:10","speaker":3,"line":"You know, it was at that Darryl fella. I met him. Mad him? Yep. I'm a tragically accidentally fell. Yeah, He burnt my waffle the second morning in heaven. Really? Your he worked at the Waffle Place and he burnt my","episode":"s04e08","objectID":"408325","edited":false},
{"time":"00:49:24","speaker":0,"line":"waffle. That was, uh, that was but yeah, we're back in Hamilton and were normal. Now, if Wayne tell","episode":"s04e08","objectID":"408326","edited":false},
{"time":"00:49:32","speaker":1,"line":"me Dio Yeah, I forget why, but we were heroes way rolling. You know, we rolled. Who wrote on Chapo","episode":"s04e08","objectID":"408327","edited":false},
{"time":"00:49:41","speaker":2,"line":"right now using which school we blew up. We rolled","episode":"s04e08","objectID":"408328","edited":false},
{"time":"00:49:45","speaker":0,"line":"on. We're here. We're ears for a lot of reasons. But we also blew up Morrissey's house, which people were pretty happy. Yeah, that's right. But anyway, so this Christmas parties going on and it is getting rowdy out there, and I noticed I hate to say the same, but I just curly fry eyes out there kind of dancing with you.","episode":"s04e08","objectID":"408329","edited":false},
{"time":"00:50:05","speaker":2,"line":"Noticed that too.","episode":"s04e08","objectID":"408330","edited":false},
{"time":"00:50:06","speaker":3,"line":"Yeah, she It looks like she dug up a worm and she's dancing with the worm on the dance floor.","episode":"s04e08","objectID":"408331","edited":false},
{"time":"00:50:12","speaker":2,"line":"Looks like she dug","episode":"s04e08","objectID":"408332","edited":false},
{"time":"00:50:12","speaker":1,"line":"up kind of like, just like, you know, like a worm. Like an earthworm. Like what is it? Looks like one of those worms that's in that movie with Kevin Bacon. What? Zipcar tremor. Tremors? Yeah,","episode":"s04e08","objectID":"408333","edited":false},
{"time":"00:50:22","speaker":0,"line":"look like your graboid from tremors","episode":"s04e08","objectID":"408334","edited":false},
{"time":"00:50:24","speaker":3,"line":"and the Yeah, it looks like that. And it also looks like there's a table with a tablecloth behind it.","episode":"s04e08","objectID":"408335","edited":false},
{"time":"00:50:29","speaker":2,"line":"Are you telling me they found a new host? Um, no. She just answer with the worm. Or she dancing in front of an ass with worms sticking out of it","episode":"s04e08","objectID":"408336","edited":false},
{"time":"00:50:39","speaker":1,"line":"under the table glass. Distinct. Is this because Pierre is? I thought Dad. So did I.","episode":"s04e08","objectID":"408337","edited":false},
{"time":"00:50:46","speaker":0,"line":"Well, maybe he's just a TV and a symbiotic relationship. Yeah, his host","episode":"s04e08","objectID":"408338","edited":false},
{"time":"00:50:51","speaker":3,"line":"died. A new host is a tapeworm. One of those kind of things Where if you cut it in half, it becomes two of the same thing. Yes, it is. So then maybe what happened? When, when Pierre got murdered, Pierre got sliced and happened. A little piece of him crawled off into somebody else's, but","episode":"s04e08","objectID":"408339","edited":false},
{"time":"00:51:06","speaker":0,"line":"oh, well, I can see spurs on the other end of the tablecloth, and you're gonna be disappointed. Oh, my God. It's It's ninja from Deanna Word.","episode":"s04e08","objectID":"408340","edited":false},
{"time":"00:51:17","speaker":1,"line":"Oh, my God. Wow. I guess he's got a type because I Todd got a type. I saw Todd during the break. Hey, was he thought it was just a table that had a bunch of china on it, And he was going to do a cool thing and rip the tablecloth off and show people that he could leave the China sitting on the table and didn't just say anything when you did that. Yeah,","episode":"s04e08","objectID":"408341","edited":false},
{"time":"00:51:41","speaker":0,"line":"yeah. Oh, yeah. He cussed up a storm in his word. Little access. I take it you did that accent I can't for but yes, I said everyone you guys like magic on I ripped. I ripped the cloth off all of the glass. Everything felon shatter and broke. I can't do that trick, but it","episode":"s04e08","objectID":"408342","edited":false},
{"time":"00:52:03","speaker":2,"line":"Well, that must be why Curly fries dancing around. That's your number. One fucking thing is dancing on glass barefoot show everybody showing everybody your foot toughness. I thought you deserved that for","episode":"s04e08","objectID":"408343","edited":false},
{"time":"00:52:14","speaker":1,"line":"beauty","episode":"s04e08","objectID":"408344","edited":false},
{"time":"00:52:15","speaker":0,"line":"was looking over you","episode":"s04e08","objectID":"408345","edited":false},
{"time":"00:52:16","speaker":3,"line":"like a wonder if you're gonna notice Type of big. And he's really laying into the hit off the glass every time you take a hit","episode":"s04e08","objectID":"408346","edited":false},
{"time":"00:52:24","speaker":0,"line":"like sparks kind of fly out. I'm a little nervous. I mean, just like you're hitting hot glass and a sparse kind of popping around. And members of lighting stuff hides. Be careful. Be careful. Smoke up there. I also I don't remember that many, like there's a lot of very large people out there. Large scale people, people. Yeah, it feels like there are wearing like Steelers","episode":"s04e08","objectID":"408347","edited":false},
{"time":"00:52:51","speaker":1,"line":"memorabilia. I saw that when I was playing South Pole Santa and they were looking around. Uh huh. You don't","episode":"s04e08","objectID":"408348","edited":false},
{"time":"00:52:59","speaker":0,"line":"think they're angry? Steelers fans dio","episode":"s04e08","objectID":"408349","edited":false},
{"time":"00:53:02","speaker":1,"line":"for what? Uh, I don't know. I do","episode":"s04e08","objectID":"408350","edited":false},
{"time":"00:53:04","speaker":3,"line":"see a couple signs out of the window. It's once, as wears the burger eater.","episode":"s04e08","objectID":"408351","edited":false},
{"time":"00:53:08","speaker":0,"line":"Where is the greater That's you. I think you may right.","episode":"s04e08","objectID":"408352","edited":false},
{"time":"00:53:14","speaker":1,"line":"Oh, they're mad about me cooking up Ben Roethlisberger's Children. Why? I've been","episode":"s04e08","objectID":"408353","edited":false},
{"time":"00:53:21","speaker":0,"line":"to Pittsburgh and they don't have anything going on, and they care a lot about their sports.","episode":"s04e08","objectID":"408354","edited":false},
{"time":"00:53:25","speaker":3,"line":"Things are related. They got nothing. So they invest in the one thing they have, which is a moderately good football","episode":"s04e08","objectID":"408355","edited":false},
{"time":"00:53:32","speaker":0,"line":"right, and they won't be mad if their players may be committed some sort of violent activities. A woman beat people, Whatever If you ate the players, son, they're gonna lose their minds.","episode":"s04e08","objectID":"408356","edited":false},
{"time":"00:53:42","speaker":1,"line":"They're gonna be mad. Oh, my God. Fuck off! Not fact. Put your put. Your fingers are greasy fingers wide up middle fingers. What? Put your fingers wide up. What am I supposed to dio? I'm not supposed to Just hold up all my fingers, your finger viewing the fingers.","episode":"s04e08","objectID":"408357","edited":false},
{"time":"00:54:02","speaker":0,"line":"This is the thing. If you're not careful, they're gonna kick a field goal. Right? So your arms up in the","episode":"s04e08","objectID":"408358","edited":false},
{"time":"00:54:07","speaker":1,"line":"air, right? I'd like to see him try. I saw","episode":"s04e08","objectID":"408359","edited":false},
{"time":"00:54:09","speaker":2,"line":"these four or five Steelers fans walking around, and they were making a straight line calling themselves The Steel Curtain. So you better watch out if there's gonna be no getting around them thinking","episode":"s04e08","objectID":"408360","edited":false},
{"time":"00:54:18","speaker":0,"line":"i p towel and started waving it in the air. And I was like, What is that like? It's a terrible town. No, that's my towel. But tell that","episode":"s04e08","objectID":"408361","edited":false},
{"time":"00:54:28","speaker":1,"line":"to be fair, it is a terrible tell. I mean, I'd rather eat. I'd rather eat Ben Roethlisberger's sun fried and powdered sugar than a fucking Perot G bro G's, Do you? Yeah.","episode":"s04e08","objectID":"408362","edited":false},
{"time":"00:54:46","speaker":3,"line":"I actually like them when they're lukewarm. What I love","episode":"s04e08","objectID":"408363","edited":false},
{"time":"00:54:49","speaker":0,"line":"about ravioli I like taking away the marinade sauce and putting a bad gravy on. And then instead of having like a nice, flavorful Italian mix in there just crappy mashed potatoes. I love being stuffed and have no flavor. And so that I'm a big fan of those.","episode":"s04e08","objectID":"408364","edited":false},
{"time":"00:55:09","speaker":3,"line":"Yeah, yeah, yeah. I mean, you need crap if it was nourishing. Absolutely. Crab. I said","episode":"s04e08","objectID":"408365","edited":false},
{"time":"00:55:16","speaker":0,"line":"accreditation crap all the time.","episode":"s04e08","objectID":"408366","edited":false},
{"time":"00:55:19","speaker":1,"line":"That's really grab. Yeah. Oh, no. Imitation crab like from a Spencer's?","episode":"s04e08","objectID":"408367","edited":false},
{"time":"00:55:25","speaker":0,"line":"Yeah, a California roll despite imitation crab.","episode":"s04e08","objectID":"408368","edited":false},
{"time":"00:55:32","speaker":2,"line":"Well, you guys, I just want to be here that much longer. Okay, I just got ripped. This place is depressing me. Yeah, it seems like everyone here's just looking at us. Yeah.","episode":"s04e08","objectID":"408369","edited":false},
{"time":"00:55:42","speaker":0,"line":"I mean, everyone is mad at me for killing my alter ego. They liked him more than May.","episode":"s04e08","objectID":"408370","edited":false},
{"time":"00:55:46","speaker":1,"line":"And everybody is mad at me for scaling back and ruining the principal's office.","episode":"s04e08","objectID":"408371","edited":false},
{"time":"00:55:50","speaker":3,"line":"And everybody's not excited to see me. Even though","episode":"s04e08","objectID":"408372","edited":false},
{"time":"00:55:53","speaker":1,"line":"we were out there on the floor, nobody said a word. Him. Everyone was like stew.","episode":"s04e08","objectID":"408373","edited":false},
{"time":"00:55:57","speaker":0,"line":"And you're like, No, it's Howard. I'm back in there like the","episode":"s04e08","objectID":"408374","edited":false},
{"time":"00:56:01","speaker":2,"line":"middle of a dance. Likas. Anybody was watching, they were laughing standing there and everybody had gone away and made a radiator.","episode":"s04e08","objectID":"408375","edited":false},
{"time":"00:56:08","speaker":3,"line":"It looked like somebody had dropped a little thing of oil in a bucket of water with soap.","episode":"s04e08","objectID":"408376","edited":false},
{"time":"00:56:14","speaker":1,"line":"Seven. I think they thought Stew was lampooning Howard because you were getting claps and you were doing They put you up on stage and gave you a microphone. You were just saying specifics from Howard's real life. They were getting a glad","episode":"s04e08","objectID":"408377","edited":false},
{"time":"00:56:30","speaker":3,"line":"I said, Anybody want to go spend a time A little bit of time in my tiny house and they all lost Ah ah, They somebody said, Ah,","episode":"s04e08","objectID":"408378","edited":false},
{"time":"00:56:40","speaker":2,"line":"something. Oh, by the way, Howard, your tiny houses, um, it blew away","episode":"s04e08","objectID":"408379","edited":false},
{"time":"00:56:45","speaker":3,"line":"and blue Somebody have to puffed. You know, they told me when I built","episode":"s04e08","objectID":"408380","edited":false},
{"time":"00:56:50","speaker":0,"line":"directly my fault, man, my two brothers had upset a big, bad wolf way Todd was hanging out with these two pigs. Well,","episode":"s04e08","objectID":"408381","edited":false},
{"time":"00:57:00","speaker":3,"line":"hey, you know, that's partially my fault. They told me when I bought it. They said, You don't want to make this at a straw, and I said, No, no, no, I'll be fine. Little did","episode":"s04e08","objectID":"408382","edited":false},
{"time":"00:57:09","speaker":1,"line":"what? Not only does the wolf have a problem with the three little pigs the wolf. All also has a problem with the three disgusting fat page. His brothers.","episode":"s04e08","objectID":"408383","edited":false},
{"time":"00:57:18","speaker":0,"line":"That was me and my two brothers. That's right. Yeah, And I don't have the same wolf or a different one, but I want to visit my grandma, and I've had a halfway through our fucking conversation that it was just the wolf in her Close.","episode":"s04e08","objectID":"408384","edited":false},
{"time":"00:57:34","speaker":3,"line":"Your grandma still alive? What's that? Your grandma is still alive.","episode":"s04e08","objectID":"408385","edited":false},
{"time":"00:57:37","speaker":0,"line":"Oh, yeah. My girl will know a wolf ater.","episode":"s04e08","objectID":"408386","edited":false},
{"time":"00:57:39","speaker":1,"line":"You know, all the king's horses and all the King's men couldn't put her back together.","episode":"s04e08","objectID":"408387","edited":false},
{"time":"00:57:43","speaker":0,"line":"Yeah, my grandma. And by the way,","episode":"s04e08","objectID":"408388","edited":false},
{"time":"00:57:46","speaker":2,"line":"because she waas before she became a wolf, she wasn't Eggs","episode":"s04e08","objectID":"408389","edited":false},
{"time":"00:57:50","speaker":0,"line":"was a huge A Yeah, yeah. Um and so I mean, I was so upset that I ran off. I found this How tough I sat on my tough it IES","episode":"s04e08","objectID":"408390","edited":false},
{"time":"00:58:02","speaker":3,"line":"your lawsuit with a stops going,","episode":"s04e08","objectID":"408391","edited":false},
{"time":"00:58:04","speaker":0,"line":"uh, she would say, Well, I would say poorly.","episode":"s04e08","objectID":"408392","edited":false},
{"time":"00:58:11","speaker":3,"line":"You're saying you said all of his fables air based on your real life? That's right.","episode":"s04e08","objectID":"408393","edited":false},
{"time":"00:58:15","speaker":2,"line":"You apparently have 10 lawsuits happening right now. You have one with a sops. Faber","episode":"s04e08","objectID":"408394","edited":false},
{"time":"00:58:19","speaker":0,"line":"stops fables. A sap. Rocky, SEPA Rocky. Uh, uh, except Ferg. Except for","episode":"s04e08","objectID":"408395","edited":false},
{"time":"00:58:24","speaker":3,"line":"the whole eighth. As","episode":"s04e08","objectID":"408396","edited":false},
{"time":"00:58:25","speaker":0,"line":"soon the idea of as soon as possible. I, uh","episode":"s04e08","objectID":"408397","edited":false},
{"time":"00:58:32","speaker":2,"line":"Yeah, because you you keep saying as Todd as possible. Yes. Trying to get that","episode":"s04e08","objectID":"408398","edited":false},
{"time":"00:58:37","speaker":0,"line":"anyway. Well, I just need that I need those documents is taught as possible","episode":"s04e08","objectID":"408399","edited":false},
{"time":"00:58:41","speaker":3,"line":"Is as soon as possible representing themselves in that.","episode":"s04e08","objectID":"408400","edited":false},
{"time":"00:58:45","speaker":0,"line":"Well, no, it's class action, Right? Right, Right. You talking? That's for four lawsuits. I am in a big lawsuit with law soup. Oh, my God. This loss loop lawsuit lost. I'm in a los soup, which is that it's an alphabet soup that's been spells lawyer inside of one. Right now, you see that","episode":"s04e08","objectID":"408401","edited":false},
{"time":"00:59:16","speaker":1,"line":"hot as hell in their burned out of their your skin's. It's not asana. I've","episode":"s04e08","objectID":"408402","edited":false},
{"time":"00:59:22","speaker":0,"line":"never felt more clear it out. You look, I get t bag. I'm in a lawsuit with the this five more, but I don't want to get into","episode":"s04e08","objectID":"408403","edited":false},
{"time":"00:59:31","speaker":1,"line":"it out of here. I mean, guys with these shitty jerseys keep coming in here pointing at me. No, I know you can put french fries in a sandwich. That's not a revelation. No, bridges aren't a thing that a city is cool for. It's just annoying. No. Those looking at the shop. Which dark night There. The bad one? No, thank you.","episode":"s04e08","objectID":"408404","edited":false},
{"time":"00:59:59","speaker":2,"line":"Those people walking around with","episode":"s04e08","objectID":"408405","edited":false},
{"time":"01:00:00","speaker":1,"line":"No, thanks. We don't want herpes. All right, if that's what you're selling. Yeah. Don't just come up in offer herpes. Jesus. Right. Backing ass out. I want to blow this joint third in this town.","episode":"s04e08","objectID":"408406","edited":false},
{"time":"01:00:15","speaker":2,"line":"And it must be all the people around us, right?","episode":"s04e08","objectID":"408407","edited":false},
{"time":"01:00:17","speaker":1,"line":"Yes, Because we have. If nothing else,","episode":"s04e08","objectID":"408408","edited":false},
{"time":"01:00:20","speaker":2,"line":"we have been normal. Have been centered literally around Onley each other.","episode":"s04e08","objectID":"408409","edited":false},
{"time":"01:00:25","speaker":3,"line":"I'll say this in this short amount of time. I've been with you guys since coming back to life. I have never felt more like you guys are in the right. And another group of people in the time you thank you tell by the just even the way you guys were sitting in the room right now. You guys air more at home here, more relaxed. More. I mean it,","episode":"s04e08","objectID":"408410","edited":false},
{"time":"01:00:43","speaker":1,"line":"man. Spreading like a motherfucker. You were acting like","episode":"s04e08","objectID":"408411","edited":false},
{"time":"01:00:46","speaker":2,"line":"we're in the corner, but we're in the dead center of the room.","episode":"s04e08","objectID":"408412","edited":false},
{"time":"01:00:48","speaker":0,"line":"What were in the room? We say room, but we are actually in a subway train. A lot of people are trying to see it sit, but we're taking up a ton of space.","episode":"s04e08","objectID":"408413","edited":false},
{"time":"01:00:58","speaker":1,"line":"That's right. What a great place for the Christmas party. Yeah, there's a fucking pregnant woman trying to take a load off right next to me. And I'm like, because you stand your ass up. Sorry,","episode":"s04e08","objectID":"408414","edited":false},
{"time":"01:01:07","speaker":0,"line":"ma'am. That's where my book bag goes.","episode":"s04e08","objectID":"408415","edited":false},
{"time":"01:01:09","speaker":3,"line":"Yeah. Yeah. It must have been cheap from to rent this place out.","episode":"s04e08","objectID":"408416","edited":false},
{"time":"01:01:13","speaker":2,"line":"When is this small city mentality? Yeah, we have big city brains. That's right. You can see mine right here.","episode":"s04e08","objectID":"408417","edited":false},
{"time":"01:01:21","speaker":3,"line":"We got tiny big city brain.","episode":"s04e08","objectID":"408418","edited":false},
{"time":"01:01:24","speaker":1,"line":"I just y You know I can't make the move on my own. I can't. You know, I can't go anywhere without somebody who knows the lay of the land where I'm Hey,","episode":"s04e08","objectID":"408419","edited":false},
{"time":"01:01:34","speaker":3,"line":"hang on. Are we talking about getting hell out","episode":"s04e08","objectID":"408420","edited":false},
{"time":"01:01:36","speaker":1,"line":"of here? I don't know. We don't seem to be respected. I started in l boy loco slash Yoshinoya and I fried up a bunch of this. This fucking assaulters kids and nobody says anything as I'm so","episode":"s04e08","objectID":"408421","edited":false},
{"time":"01:01:49","speaker":2,"line":"tired of this town, I got $400 in my pocket and a dream, and that's it.","episode":"s04e08","objectID":"408422","edited":false},
{"time":"01:01:55","speaker":0,"line":"Oh, that's it. I look I got $75,000 in my pocket when a dream, I think. Let's let's use I mean, we","episode":"s04e08","objectID":"408423","edited":false},
{"time":"01:02:07","speaker":1,"line":"like a lot of our shit coin. What's so get the hell out of here. And one of","episode":"s04e08","objectID":"408424","edited":false},
{"time":"01:02:12","speaker":2,"line":"those value that right now one shit. Queenie glows £100 of diarrhea. That's right. So we could sell that?","episode":"s04e08","objectID":"408425","edited":false},
{"time":"01:02:19","speaker":0,"line":"Yeah, we could sell that. But who needs money when you have a dream? Exact, You know,","episode":"s04e08","objectID":"408426","edited":false},
{"time":"01:02:23","speaker":3,"line":"way I go. I mean, honestly, I'm just getting reactivated toe life here, Uh, call your voices grating. I'm sorry, but I I've always had a dream that my dear little","episode":"s04e08","objectID":"408427","edited":false},
{"time":"01:02:37","speaker":1,"line":"Jew is Don't MLK skin in the gut? Not way. No, that's bank","episode":"s04e08","objectID":"408428","edited":false},
{"time":"01:02:46","speaker":0,"line":"that you did this exact speech when you were running for Mayor","episode":"s04e08","objectID":"408429","edited":false},
{"time":"01:02:49","speaker":1,"line":"Gemma's speech, That is. Actually you're in the top of them. Don't start with 44 score. And seven years ago, No eyes one just I am not a crook. No. Now, it's not what your","episode":"s04e08","objectID":"408430","edited":false},
{"time":"01:03:04","speaker":3,"line":"country can do for you, but what you could do for your country.","episode":"s04e08","objectID":"408431","edited":false},
{"time":"01:03:08","speaker":1,"line":"Believe inside. Sound this wall. Here we go. Yeah. What do you mean? Uh, next lock or hurt? On their way. Where we go, you know,","episode":"s04e08","objectID":"408432","edited":false},
{"time":"01:03:23","speaker":0,"line":"I get a phone call years. Mind if I take that? Yeah, but a dog. The","episode":"s04e08","objectID":"408433","edited":false},
{"time":"01:03:28","speaker":1,"line":"big lie from that T shirt","episode":"s04e08","objectID":"408434","edited":false},
{"time":"01:03:30","speaker":0,"line":"was a big No, no, no.","episode":"s04e08","objectID":"408435","edited":false},
{"time":"01:03:33","speaker":1,"line":"Wears O. J is your brother's. Is he with the brothers? You know about? My name is O. J. Who you with while? Yes, and love it. Is it not a lot of","episode":"s04e08","objectID":"408436","edited":false},
{"time":"01:03:52","speaker":0,"line":"love. It is it. I love it. You're with Lyle of it. But you met someone else?","episode":"s04e08","objectID":"408437","edited":false},
{"time":"01:03:58","speaker":1,"line":"Yes, all right.","episode":"s04e08","objectID":"408438","edited":false},
{"time":"01:03:59","speaker":0,"line":"And his brother used first name. You","episode":"s04e08","objectID":"408439","edited":false},
{"time":"01:04:01","speaker":1,"line":"forgot. Okay. So easy with any other country stars. But it was three stars. Yeah, I love it. Huh? This was Willie Nelson. Oh, are tremendous. Even in this. No. Okay, okay. So so","episode":"s04e08","objectID":"408440","edited":false},
{"time":"01:04:18","speaker":2,"line":"far. I don't know why I am, but I'm feeling very","episode":"s04e08","objectID":"408441","edited":false},
{"time":"01:04:20","speaker":1,"line":"excited by that. You","episode":"s04e08","objectID":"408442","edited":false},
{"time":"01:04:22","speaker":0,"line":"will do in O. J. Probably through its Robert Kardashian Kardashian. Oh, my God. Robert. Conditions not alive. It's his ghost.","episode":"s04e08","objectID":"408443","edited":false},
{"time":"01:04:35","speaker":1,"line":"He was in the sands line in the sand. Yeah, I saw","episode":"s04e08","objectID":"408444","edited":false},
{"time":"01:04:39","speaker":3,"line":"him. He got it. He was like he was the 1st 1 on the","episode":"s04e08","objectID":"408445","edited":false},
{"time":"01:04:41","speaker":1,"line":"train before I ended up here. Oh, my God. her ass is in the saline. What do you want? What is OK watching What do you want? I'm getting","episode":"s04e08","objectID":"408446","edited":false},
{"time":"01:04:52","speaker":2,"line":"a little bit annoyed by O","episode":"s04e08","objectID":"408447","edited":false},
{"time":"01:04:53","speaker":3,"line":"J. You guys. No, no, no. I would never be annoyed by o j","episode":"s04e08","objectID":"408448","edited":false},
{"time":"01:04:57","speaker":0,"line":"Back house to fill. Okay. Okay. Toe Waiter there. Oh, Taito lives in the front house now and you're in his back house.","episode":"s04e08","objectID":"408449","edited":false},
{"time":"01:05:07","speaker":1,"line":"Where's the job?","episode":"s04e08","objectID":"408450","edited":false},
{"time":"01:05:08","speaker":0,"line":"I'm in your That's mind. He's in the budget. Can I ask you something? What? He was in the bag is in the bag. The tradition to waver. John, There isn't a living Tom back. OK, well, And what was the point of the call? What's the point of call","episode":"s04e08","objectID":"408451","edited":false},
{"time":"01:05:28","speaker":1,"line":"with Bob? It's Bob. It's both Bobbitt's. He keeps ballerina and John were drawn about Teoh. What news? Venus with Penis Penis. Still got this is going to be is still","episode":"s04e08","objectID":"408452","edited":false},
{"time":"01:05:44","speaker":3,"line":"gone. Wait, he had it reattached. Does that mean it got taken off","episode":"s04e08","objectID":"408453","edited":false},
{"time":"01:05:47","speaker":1,"line":"again? Who cut it off this time? Because of the way What is crazy ex in another your tithe call. What do you want from us? With a","episode":"s04e08","objectID":"408454","edited":false},
{"time":"01:06:02","speaker":0,"line":"point of the call trumpeting Ramsey stillbirth.","episode":"s04e08","objectID":"408455","edited":false},
{"time":"01:06:08","speaker":2,"line":"Everyone is staring at it I got to get the fuck out of","episode":"s04e08","objectID":"408456","edited":false},
{"time":"01:06:10","speaker":3,"line":"here. All right? Wait. Guys named Battering rams where dreams","episode":"s04e08","objectID":"408457","edited":false},
{"time":"01:06:14","speaker":0,"line":"come true. Well, I don't know where that is, but send me a, um, send me being, um Google maps me your location. Pan will find a","episode":"s04e08","objectID":"408458","edited":false},
{"time":"01:06:24","speaker":1,"line":"job up in Oh, my God. There's a defense of line. Stop listening Out. Oh, my God. They're all drinking. 44 ounce Pepsi. Don't","episode":"s04e08","objectID":"408459","edited":false},
{"time":"01:06:34","speaker":0,"line":"drop your pan. Drop a pin O J","episode":"s04e08","objectID":"408460","edited":false},
{"time":"01:06:39","speaker":3,"line":"O J. What? So we're just gonna go?","episode":"s04e08","objectID":"408461","edited":false},
{"time":"01:06:42","speaker":1,"line":"What's that noise? That sounds like the Bronco go that way. It was defensive line. Guys,","episode":"s04e08","objectID":"408462","edited":false},
{"time":"01:06:50","speaker":3,"line":"listen. All right. Hey, I think I'm in Pretty","episode":"s04e08","objectID":"408463","edited":false},
{"time":"01:06:52","speaker":1,"line":"Shoot me it wrong. Should think think, think Lyle Lovett singing an original song about the Bronco. Listen, guys, I think I can","episode":"s04e08","objectID":"408464","edited":false},
{"time":"01:07:03","speaker":3,"line":"get us through this line. I don't think anybody can hurt me. You shot me earlier in the wound. Healed. Let's just get behind me. A Wolverine breakthrough. This this line and we'll get to the Bronco asking where the Morocco is.","episode":"s04e08","objectID":"408465","edited":false},
{"time":"01:07:13","speaker":0,"line":"Where's the Bronco? We could hear it, but we can't say.","episode":"s04e08","objectID":"408466","edited":false},
{"time":"01:07:14","speaker":2,"line":"Oh, God, What's not in the next subway car? Looks like a giant warmers on","episode":"s04e08","objectID":"408467","edited":false},
{"time":"01:07:20","speaker":0,"line":"Oh, my God! The worms coming for","episode":"s04e08","objectID":"408468","edited":false},
{"time":"01:07:24","speaker":1,"line":"air to bigger than the way he's got your way. Time to explain,","episode":"s04e08","objectID":"408469","edited":false},
{"time":"01:07:32","speaker":0,"line":"but a tapeworms coming for us as well as a bunch of slobs from Pittsburgh.","episode":"s04e08","objectID":"408470","edited":false},
{"time":"01:07:37","speaker":1,"line":"Way gonna be still? No, don't be. Still","episode":"s04e08","objectID":"408471","edited":false},
{"time":"01:07:43","speaker":0,"line":"be. So it's addressing for it's just like transport. And that movie with Kevin Bacon smelling me stinky. Oh, my God. I'm not going to wear you heard? Oh, yeah, they would get that purse room. I don't get your personal papers. Went to that church from YouTube student and tell it's a corpse, doesn't it?","episode":"s04e08","objectID":"408472","edited":false},
{"time":"01:08:16","speaker":1,"line":"Yeah, he's sitting on the right now that I know. Thank you, O J. Thank you. Where way not official when? I don't know what that means. Okay. All right. While we're off to where dreams come true. Hey,","episode":"s04e08","objectID":"408473","edited":false}]
