[{"time":"00:00:00","speaker":1,"line":"I kind of like it in here, man. It's being the yard is the manicured yard. That's","episode":"s05e01","objectID":"5010","edited":false},
{"time":"00:00:06","speaker":0,"line":"I think a lot of there's not a lot of stock put in having a good gardener. I think man O J must spend a 1,000,000","episode":"s05e01","objectID":"5011","edited":false},
{"time":"00:00:12","speaker":3,"line":"bucks a month to garden","episode":"s05e01","objectID":"5012","edited":false},
{"time":"00:00:13","speaker":2,"line":"display. I love the way the doors open up and you just feel like you're outside while you're inside Is O. J garden this place? Because are we technically on OJ's property? I think we're in deep O. J. This is hysterically were on Kato's property. Right.","episode":"s05e01","objectID":"5013","edited":false},
{"time":"00:00:29","speaker":0,"line":"Okay, I see. I'm still confused. The layout of the lands did.","episode":"s05e01","objectID":"5014","edited":false},
{"time":"00:00:33","speaker":1,"line":"You can never tell they are linked together so hard. I didn't know Kato existed without O J.","episode":"s05e01","objectID":"5015","edited":false},
{"time":"00:00:40","speaker":0,"line":"Yeah, honestly, I saw I was I went to get some some cereal this morning. O j was in there and I said, Good morning, Kato, because I just I think they're the same person in my head.","episode":"s05e01","objectID":"5016","edited":false},
{"time":"00:00:50","speaker":2,"line":"Okay. So humble. I mean, he comes back in our little house. It's cereal from our area. We go in there, he cooks us. Nice dinner","episode":"s05e01","objectID":"5017","edited":false},
{"time":"00:00:58","speaker":3,"line":"in O. J. Simpson is the most humble man I've ever met.","episode":"s05e01","objectID":"5018","edited":false},
{"time":"00:01:01","speaker":0,"line":"I would agree with that. I absolutely agree","episode":"s05e01","objectID":"5019","edited":false},
{"time":"00:01:03","speaker":2,"line":"with that. Yeah, especially now. He seems humbled. That's what prison will do to you. He seems like he's learned why. I guess it","episode":"s05e01","objectID":"50110","edited":false},
{"time":"00:01:12","speaker":1,"line":"may be confusing for people toe who are listening, remember? Grow. Oh, yeah, that's right. Yeah, that's right. Yeah, it's kind of Harry. We're not right.","episode":"s05e01","objectID":"50111","edited":false},
{"time":"00:01:26","speaker":0,"line":"Uh, no, we're No, uh,","episode":"s05e01","objectID":"50112","edited":false},
{"time":"00:01:29","speaker":1,"line":"you're messing around with that little box.","episode":"s05e01","objectID":"50113","edited":false},
{"time":"00:01:32","speaker":0,"line":"No, we're not. We're, uh guys So nervous, guys. My fucking kidding on. No, I thought maybe sometime in the after life would change things for me,","episode":"s05e01","objectID":"50114","edited":false},
{"time":"00:01:46","speaker":3,"line":"but it didnt We've been recording this whole time","episode":"s05e01","objectID":"50115","edited":false},
{"time":"00:01:48","speaker":2,"line":"it Howard in Stu's body. Jesus, cry. We're in a new city. Can we? Can we Can we turn on three?","episode":"s05e01","objectID":"50116","edited":false},
{"time":"00:01:57","speaker":0,"line":"Guys, Look. Hey, Old habits die hard. Okay? I","episode":"s05e01","objectID":"50117","edited":false},
{"time":"00:02:01","speaker":3,"line":"original old habits. Old Howard's would die forever.","episode":"s05e01","objectID":"50118","edited":false},
{"time":"00:02:04","speaker":1,"line":"Yes. Hold, Howard, Don't die enough.","episode":"s05e01","objectID":"50119","edited":false},
{"time":"00:02:08","speaker":0,"line":"Okay, Gas. Come on, now. We'll look. We're record now and it'll be fine. Okay.","episode":"s05e01","objectID":"50120","edited":false},
{"time":"00:02:12","speaker":1,"line":"Well, yeah, I guess what? I was going to say that we are now living. Yes, in Kato Kaelin's Backhaus and Brentwood New Year. O J's old digs. That's right. It's gorgeous. Here it's beautiful. It's really, really","episode":"s05e01","objectID":"50121","edited":false},
{"time":"00:02:34","speaker":3,"line":"today. I don't know what you would call this exactly, but it's a shot for shot remake of O. J House. I know you told in a non film description.","episode":"s05e01","objectID":"50122","edited":false},
{"time":"00:02:42","speaker":0,"line":"I maybe still not totally clear where the property lines are, because it seems like this is a Russian doll situation where Kato's back, our KEDO's houses in the position of the Backhaus at OJ's house and then our house is in the back house of Cato's house. So it's like a house.","episode":"s05e01","objectID":"50123","edited":false},
{"time":"00:02:59","speaker":3,"line":"And our eyes is an old woman in a babushka.","episode":"s05e01","objectID":"50124","edited":false},
{"time":"00:03:03","speaker":1,"line":"Yeah, it's very chamber, but was it OJ's house demolished and they may be found a bloody knife. But it was a hoax.","episode":"s05e01","objectID":"50125","edited":false},
{"time":"00:03:14","speaker":0,"line":"Yeah, but they rebuilt. They rebuilt a house that looks very soon, right?","episode":"s05e01","objectID":"50126","edited":false},
{"time":"00:03:17","speaker":2,"line":"That was a hoax. Yeah, it was a hoax. It wasn't an accident. Right","episode":"s05e01","objectID":"50127","edited":false},
{"time":"00:03:23","speaker":3,"line":"way? No, no. I have tonight.","episode":"s05e01","objectID":"50128","edited":false},
{"time":"00:03:26","speaker":1,"line":"We've got an amazing glass case. It's signed by the man himself. Run! Goldman! Goldman. I don't remember how you got that signature","episode":"s05e01","objectID":"50129","edited":false},
{"time":"00:03:40","speaker":3,"line":"was on the scene. Yeah. Yeah. Thank you.","episode":"s05e01","objectID":"50130","edited":false},
{"time":"00:03:45","speaker":1,"line":"Because you were So you were right behind Goldman, right? Delivering something to him. He had left","episode":"s05e01","objectID":"50131","edited":false},
{"time":"00:03:55","speaker":3,"line":"he had left. See, Nicole Brown had left her reading glasses at Mezzaluna. Uh, Ron Goldman had left his book in my, um uh Well, there's no uber at the time, but I was driving a rickshaw around.","episode":"s05e01","objectID":"50132","edited":false},
{"time":"00:04:11","speaker":2,"line":"You were You were You were the person running with the rickshaw.","episode":"s05e01","objectID":"50133","edited":false},
{"time":"00:04:15","speaker":3,"line":"I was running up front.","episode":"s05e01","objectID":"50134","edited":false},
{"time":"00:04:17","speaker":2,"line":"This is a newer, a little bit younger, in better shape. You were, like,","episode":"s05e01","objectID":"50135","edited":false},
{"time":"00:04:19","speaker":3,"line":"50 or 60 50 30 years ago. 50 on. Yeah, I, uh, just to pay the bills. I started Rick showing people are on the health of Los Angeles","episode":"s05e01","objectID":"50136","edited":false},
{"time":"00:04:31","speaker":2,"line":"in the hills. Good. You remember you had you had the hardest","episode":"s05e01","objectID":"50137","edited":false},
{"time":"00:04:38","speaker":0,"line":"route and rickshaws do have routes. It's like a paper situation where you do the same round pick up people like","episode":"s05e01","objectID":"50138","edited":false},
{"time":"00:04:44","speaker":2,"line":"a bus Wait on the erection. Yeah. Wait on the side of the street long enough. Reachable on.","episode":"s05e01","objectID":"50139","edited":false},
{"time":"00:04:52","speaker":3,"line":"I was the 3 56 local","episode":"s05e01","objectID":"50140","edited":false},
{"time":"00:04:56","speaker":2,"line":"on us. So when you used to run through the hills, you were you famously had that one runaway rickshaw that you were going up to steep of a hill. And you lost control of the sticks and it just you","episode":"s05e01","objectID":"50141","edited":false},
{"time":"00:05:07","speaker":3,"line":"know, Luke down, flew all the way back down the hill.","episode":"s05e01","objectID":"50142","edited":false},
{"time":"00:05:12","speaker":1,"line":"And very often you would overflow your rickshaw trying to get a few extra dollars fair. And it would launch you like a cat. A phone?","episode":"s05e01","objectID":"50143","edited":false},
{"time":"00:05:23","speaker":3,"line":"Yeah. If an elf and jumped on a seesaw on there was a tiny boy on the other. Yeah, it would launch me and then after an all the way back and get the rickshaw and take it up.","episode":"s05e01","objectID":"50144","edited":false},
{"time":"00:05:34","speaker":1,"line":"Right. So you were You were trying to deliver Goldman's book to him when you","episode":"s05e01","objectID":"50145","edited":false},
{"time":"00:05:41","speaker":3,"line":"saw when you saw the whole thing. Good. When I saw that the Goldman Brown murder suicide.","episode":"s05e01","objectID":"50146","edited":false},
{"time":"00:05:48","speaker":1,"line":"So that's your That's what happened. Yeah,","episode":"s05e01","objectID":"50147","edited":false},
{"time":"00:05:50","speaker":3,"line":"I just said I'm sticking to that story. And I knew, you know, wink big wink from you O. J is innocent.","episode":"s05e01","objectID":"50148","edited":false},
{"time":"00:06:00","speaker":1,"line":"That was your I made that noise, Not my","episode":"s05e01","objectID":"50149","edited":false},
{"time":"00:06:02","speaker":3,"line":"voice. And so you know when you're living through a big moment and you know, this is gonna be history. And so I knew it and I asked Nicole for an autograph. She refused, and I said, Ron, can I at least get yours? And he said, Sure, sure. And, um Ato that point I think He was a little loopy. He wrote Rob Goldman. And I was like, Your handwriting's terrible and we got into it was losing blood. Yes. Yeah, tons of it. So","episode":"s05e01","objectID":"50150","edited":false},
{"time":"00:06:28","speaker":2,"line":"you got into it at the scene a little bit. Yeah. Ron, I got So you're arguing with him after he stepped. Been stabbed or he stabbed. He's choking. Jesus Christ, you're writing. I forgot about that. Details. It's important to have good","episode":"s05e01","objectID":"50151","edited":false},
{"time":"00:06:45","speaker":3,"line":"friends. Yeah. Yeah, I've got it. I've got enough framed. It's worth the time. His dad really wants it back.","episode":"s05e01","objectID":"50152","edited":false},
{"time":"00:06:51","speaker":2,"line":"It's worth the time, huh?","episode":"s05e01","objectID":"50153","edited":false},
{"time":"00:06:53","speaker":3,"line":"Well, evidences were is, um, priceless. Uh,","episode":"s05e01","objectID":"50154","edited":false},
{"time":"00:06:59","speaker":1,"line":"you're mistaking artifacts with evidence because you've you've stolen a lot of things from crime labs, and you've got him framed. And you're like I just gotta wait. Just gotta wait. I'm gonna resell this for a ton. You got some of the bullets that were in, um, the BMW that, uh uh uh. Kennedy's now Tupac was shot.","episode":"s05e01","objectID":"50155","edited":false},
{"time":"00:07:24","speaker":3,"line":"Oh, yeah, yeah. I've got some of the Tupac bullets and the they've got the name. They've got the name of his killer on the little I'm gonna release that.","episode":"s05e01","objectID":"50156","edited":false},
{"time":"00:07:34","speaker":1,"line":"These baby written on the bullets No. Oh, we okay? Big wing from you,","episode":"s05e01","objectID":"50157","edited":false},
{"time":"00:07:41","speaker":0,"line":"not re voices. Well, yeah, we can get into all this, but I think it's time Teoh let the listeners in on what's going on. And you know what? I think we'll do it the other way. We know how. Because everybody welcome to the Teacher's Lounge, the first, best and only podcast that used to be about issues relevant to Hamilton High School. Uh, but now the teachers have gone Hollywood. Baby,","episode":"s05e01","objectID":"50158","edited":false},
{"time":"00:08:03","speaker":1,"line":"we are in Hollywood. This'd is very exciting. We were kind of beating around the bush up top about where we were. We did say Brentwood. Everybody knows, but yes, O. J brought us toe Hollywood. We've always want to be here. Where do you go once you when you have a huge ego and you've alienated everyone in your hometown Hollywood baby, you live the dream out here. You got a big personality. No one likes you. You think you're talented. Where do Ugo people","episode":"s05e01","objectID":"50159","edited":false},
{"time":"00:08:41","speaker":2,"line":"didn't get us there? Small minded, small town e small wieners.","episode":"s05e01","objectID":"50160","edited":false},
{"time":"00:08:49","speaker":0,"line":"And we all had the malls all the small. You know what? Everybody in our around Hamilton had a tiny wiener.","episode":"s05e01","objectID":"50161","edited":false},
{"time":"00:08:57","speaker":1,"line":"Everybody's date was little. Luckily, you're in Stu's body now. Howard, do you","episode":"s05e01","objectID":"50162","edited":false},
{"time":"00:09:02","speaker":0,"line":"have a normal? Well, okay. I think my old Penis was fine. Uh, okay, that's","episode":"s05e01","objectID":"50163","edited":false},
{"time":"00:09:09","speaker":2,"line":"a good word to use. It was","episode":"s05e01","objectID":"50164","edited":false},
{"time":"00:09:10","speaker":0,"line":"fine. Is paid. I'm not going to try to act like it was anything special. But I tell you what. When I possessed Stu's body and I went to the bathroom for the first time Virgin, that","episode":"s05e01","objectID":"50165","edited":false},
{"time":"00:09:24","speaker":3,"line":"was a blessing.","episode":"s05e01","objectID":"50166","edited":false},
{"time":"00:09:25","speaker":0,"line":"Well, guys, real sneeze. Now that I'm in Stu's body, I am no virgin. Okay, now that I'm in Stu's body, I","episode":"s05e01","objectID":"50167","edited":false},
{"time":"00:09:33","speaker":3,"line":"was coming to","episode":"s05e01","objectID":"50168","edited":false},
{"time":"00:09:36","speaker":0,"line":"I am not a virgin no more. Uh, I've in Stu's body. It's very obvious that it's Dew's body has had a ton of sex. And now I possess the body. So therefore, how is it very obvious? Uh uh. Let's just say I had to go toe head to swing by a doctor on the way out here. Uh uh. It's just a really","episode":"s05e01","objectID":"50169","edited":false},
{"time":"00:09:58","speaker":1,"line":"quick like I want to get into this with you. But our listeners air gonna notice how weak Todd's voice there's I've been trying to ignore it the entire time recording like he's normal. Write it like he's because","episode":"s05e01","objectID":"50170","edited":false},
{"time":"00:10:13","speaker":0,"line":"we are still normal now. But where, of","episode":"s05e01","objectID":"50171","edited":false},
{"time":"00:10:15","speaker":2,"line":"course, normal. We were normal last season. We've always been normal. Now we're gonna be stars and recognized for DOD. Why is your voice so","episode":"s05e01","objectID":"50172","edited":false},
{"time":"00:10:23","speaker":1,"line":"weak right now? And you're you're not able","episode":"s05e01","objectID":"50173","edited":false},
{"time":"00:10:26","speaker":0,"line":"and round? Yes. So around there's no high end.","episode":"s05e01","objectID":"50174","edited":false},
{"time":"00:10:29","speaker":3,"line":"We'll just got my tonsils right. Um","episode":"s05e01","objectID":"50175","edited":false},
{"time":"00:10:32","speaker":2,"line":"and this is true.","episode":"s05e01","objectID":"50176","edited":false},
{"time":"00:10:35","speaker":3,"line":"Yeah. You know, the big thing you got to do and you go to Hollywood is you got to get some elective surgery. Absolutely. Tonto.","episode":"s05e01","objectID":"50177","edited":false},
{"time":"00:10:45","speaker":2,"line":"What did you hate about your throat before?","episode":"s05e01","objectID":"50178","edited":false},
{"time":"00:10:48","speaker":3,"line":"Just never. I always looked in the mirror with my mouth wide open, and I never saw that I thought belonging to me, and I tried everything to until it was a little weight in my tonsils. Right. Um, and at the end, the day, I just, um I needed to get them out. It was the only way to feel more like myself. Uh, so I got my tonsils out. I get my appendix removed. Electively. That's","episode":"s05e01","objectID":"50179","edited":false},
{"time":"00:11:12","speaker":0,"line":"a good thing, because that could cause you to go ahead","episode":"s05e01","objectID":"50180","edited":false},
{"time":"00:11:15","speaker":1,"line":"and get it. And do you feel better?","episode":"s05e01","objectID":"50181","edited":false},
{"time":"00:11:18","speaker":3,"line":"Um, physically, now about myself Also now. Right? Uh,","episode":"s05e01","objectID":"50182","edited":false},
{"time":"00:11:26","speaker":2,"line":"leasing stakes time transformations or not overnight.","episode":"s05e01","objectID":"50183","edited":false},
{"time":"00:11:29","speaker":0,"line":"You look yourself well here. Now you don't recognize who you","episode":"s05e01","objectID":"50184","edited":false},
{"time":"00:11:32","speaker":2,"line":"are? Were an ugly duckling. Yeah. Now would be a beautiful goose. Yeah, but I'm fine too, if you wanna. If you want to","episode":"s05e01","objectID":"50185","edited":false},
{"time":"00:11:40","speaker":1,"line":"achieve feeling if you are unhappy with yourself physically, I think that's something you should figure out and maybe therapy. But if you are going to go to plastic surgery and see if that appeases maybe something you've always been self conscious about, I would urge you to do surgeries that can be seen that change your physical appearance?","episode":"s05e01","objectID":"50186","edited":false},
{"time":"00:12:02","speaker":3,"line":"Um, you You you I mean, come on. That's really nice of uber. Yes, that'll tell her. Huge my tonsils.","episode":"s05e01","objectID":"50187","edited":false},
{"time":"00:12:10","speaker":1,"line":"Really? We get it.","episode":"s05e01","objectID":"50188","edited":false},
{"time":"00:12:11","speaker":3,"line":"OK, well, people treated me like I was.","episode":"s05e01","objectID":"50189","edited":false},
{"time":"00:12:14","speaker":1,"line":"I'm sorry. Well, I remember that one time you when you were like, I'm gonna I'm gonna strap my tonsils back and see what it's like to be out on the street with skinny tonsils and see how people treated me and you sore people treated you differently.","episode":"s05e01","objectID":"50190","edited":false},
{"time":"00:12:32","speaker":0,"line":"You got you posted a 12 12 hour video of you walking around on the streets some cuts.","episode":"s05e01","objectID":"50191","edited":false},
{"time":"00:12:39","speaker":3,"line":"A bunch of a bunch of guys in Brooklyn whistle that May","episode":"s05e01","objectID":"50192","edited":false},
{"time":"00:12:47","speaker":2,"line":"they had that It was powering our great. What would they say after they whistled, like, was it was it who, baby? Was it? Nice throat. Watch where you're going. Where","episode":"s05e01","objectID":"50193","edited":false},
{"time":"00:12:59","speaker":0,"line":"were you walking? Tied.","episode":"s05e01","objectID":"50194","edited":false},
{"time":"00:13:00","speaker":3,"line":"Get off this construction site.","episode":"s05e01","objectID":"50195","edited":false},
{"time":"00:13:03","speaker":2,"line":"Say you heard you deep. You went deep into a construction site. Try to flight your new threat","episode":"s05e01","objectID":"50196","edited":false},
{"time":"00:13:10","speaker":0,"line":"for 12 whole hours.","episode":"s05e01","objectID":"50197","edited":false},
{"time":"00:13:11","speaker":3,"line":"These men were hollering at me, objectifying me, E. I mean, 12 hours plus on","episode":"s05e01","objectID":"50198","edited":false},
{"time":"00:13:16","speaker":2,"line":"Why don't you run over by a steam roller? And you said that's because your throat was sexy.","episode":"s05e01","objectID":"50199","edited":false},
{"time":"00:13:21","speaker":3,"line":"That's right. Driver wanted to be on me so much.","episode":"s05e01","objectID":"501100","edited":false},
{"time":"00:13:25","speaker":2,"line":"I didn't know that construction workers work 12 hour shifts. Yeah, that seems pretty long for manual.","episode":"s05e01","objectID":"501101","edited":false},
{"time":"00:13:30","speaker":3,"line":"It was two different crews.","episode":"s05e01","objectID":"501102","edited":false},
{"time":"00:13:31","speaker":1,"line":"Wow. Well, way. We just wanted to let our listeners know where we were and take no brakes and have a have an episode out during the holiday way. Brought you in literally is drying out about. Really? You know, you were just in the hospital legit?","episode":"s05e01","objectID":"501103","edited":false},
{"time":"00:13:51","speaker":0,"line":"Yeah, five days","episode":"s05e01","objectID":"501104","edited":false},
{"time":"00:13:53","speaker":3,"line":"ago. You guys aside, you know, don't have, um health insurance. So I had to go down to Canada to get the surgery.","episode":"s05e01","objectID":"501105","edited":false},
{"time":"00:14:03","speaker":1,"line":"I don't know if Canada is below us.","episode":"s05e01","objectID":"501106","edited":false},
{"time":"00:14:07","speaker":3,"line":"Kero it south of the border.","episode":"s05e01","objectID":"501107","edited":false},
{"time":"00:14:08","speaker":1,"line":"I think you're confused about something really big. Yeah. What is above the United States?","episode":"s05e01","objectID":"501108","edited":false},
{"time":"00:14:15","speaker":3,"line":"What's above the Yeah,","episode":"s05e01","objectID":"501109","edited":false},
{"time":"00:14:16","speaker":0,"line":"What country? Wait. So then does that mean you tunnelled through earth to get to Canada","episode":"s05e01","objectID":"501110","edited":false},
{"time":"00:14:25","speaker":2,"line":"when you want to? Canada. What was it like","episode":"s05e01","objectID":"501111","edited":false},
{"time":"00:14:27","speaker":0,"line":"if you think North is the sky","episode":"s05e01","objectID":"501112","edited":false},
{"time":"00:14:29","speaker":3,"line":"Oh, no, no, I'm not an idiot. No. Was kind of like, I don't know, from l. A drove eight hours south. Everybody speaks Canadian","episode":"s05e01","objectID":"501113","edited":false},
{"time":"00:14:42","speaker":2,"line":"Spanish. Did you sample any of the local cuisine","episode":"s05e01","objectID":"501114","edited":false},
{"time":"00:14:45","speaker":3,"line":"there? Protein, Which is the for tia chips. And they put sources cheese beans on there.","episode":"s05e01","objectID":"501115","edited":false},
{"time":"00:14:56","speaker":2,"line":"I think I've had this. This sounds like nachos. Yeah, I don't think he I don't. Did anyone say those","episode":"s05e01","objectID":"501116","edited":false},
{"time":"00:15:03","speaker":1,"line":"air mine not chose to you? Because if they did,","episode":"s05e01","objectID":"501117","edited":false},
{"time":"00:15:06","speaker":3,"line":"you were","episode":"s05e01","objectID":"501118","edited":false},
{"time":"00:15:06","speaker":2,"line":"obviously in Mexico. That's a classic. They say","episode":"s05e01","objectID":"501119","edited":false},
{"time":"00:15:10","speaker":3,"line":"that one guy said it when they called us to order up its aura from Miguel. And I said, It's probably me. I took it, said, Hey, those are mine. Not just I said no. Because this is a poutine on. There was a bit of a language barrier.","episode":"s05e01","objectID":"501120","edited":false},
{"time":"00:15:30","speaker":1,"line":"It is so good views they died.","episode":"s05e01","objectID":"501121","edited":false},
{"time":"00:15:32","speaker":3,"line":"So I recommend, if you want to go up to can down to Canada. Um uh, Dr Paolo, uh is a great ear, nose and throat plastic surgeon. Okay. Well,","episode":"s05e01","objectID":"501122","edited":false},
{"time":"00:15:45","speaker":1,"line":"I'm so sorry to interrupt you, Howard, in Stu's body talking, defending are talking about your I guess your dick","episode":"s05e01","objectID":"501123","edited":false},
{"time":"00:15:54","speaker":0,"line":"done. It doesn't have what it had before is what I'll say. Okay?","episode":"s05e01","objectID":"501124","edited":false},
{"time":"00:15:59","speaker":1,"line":"He had something removed? Yes, from the inside of the outside was a topical, Uh oh. So it was topical, as in, like, it was humor about right now.","episode":"s05e01","objectID":"501125","edited":false},
{"time":"00:16:15","speaker":0,"line":"Yeah. Yeah. Steve Bannon. Yeah. Big stew had Sue under notes to everyone Award had genital warts, but also had tattooed news stories of the day to his Penis, which I had laser removed because I didn't wanna have to defend them. If you know, the opportunity arose for me to spend some time with a lady out here in Hollywood.","episode":"s05e01","objectID":"501126","edited":false},
{"time":"00:16:37","speaker":2,"line":"Win now when they when they use the laser. Did they do it right? Did they make any mistakes? Was it all you know, it's still the same size as it was when you went in.","episode":"s05e01","objectID":"501127","edited":false},
{"time":"00:16:47","speaker":0,"line":"And I choose to look at everything in life as as not as not a mistake. It is. It is meant to happen the way that it happens and sure, taking ah sort of quarter inch chunk out of the side of my Penis and changing and making it kind of looked like kind of looks like a key. Now, uh, like that is, you know, now I say my body is unique and it will be something that I can mess around with out here in Hollywood. Good. Wow. I","episode":"s05e01","objectID":"501128","edited":false},
{"time":"00:17:11","speaker":1,"line":"guess you're making your Penis unique is one way to get ah, lay that don't have said late guys","episode":"s05e01","objectID":"501129","edited":false},
{"time":"00:17:19","speaker":0,"line":"out here. My goal out here in Hollywood is not to have a bunch of sexo our meal. Ladies, not you're going. That's not my goal out here in Hollywood, when","episode":"s05e01","objectID":"501130","edited":false},
{"time":"00:17:29","speaker":2,"line":"I move here for","episode":"s05e01","objectID":"501131","edited":false},
{"time":"00:17:30","speaker":0,"line":"my goal out here in Hollywood is to do the same thing I've done for my whole life. And then now my second life, I want to touch the minds of Children the way that I've always done my whole life Ah, and to do that, I think I'm gonna try Thio Thio, follow through with the I had an interview this week, Right to become the set teacher on the CW show. Riverdale. That's very exciting. Yeah, on you know, it was","episode":"s05e01","objectID":"501132","edited":false},
{"time":"00:17:54","speaker":1,"line":"really When did you meet with you Met with maybe the creator of that","episode":"s05e01","objectID":"501133","edited":false},
{"time":"00:17:58","speaker":0,"line":"show? No, I met with I met with, like, some guy who is in charge of, like, support on set. I don't I'm not gonna have any in","episode":"s05e01","objectID":"501134","edited":false},
{"time":"00:18:08","speaker":1,"line":"recording, like beams. And like, sets.","episode":"s05e01","objectID":"501135","edited":false},
{"time":"00:18:12","speaker":0,"line":"Well, he was wearing hey was wearing a backwards cap and cargo shorts and he said, Sure, you can probably boots, work big, big boots, work boots. He had a","episode":"s05e01","objectID":"501136","edited":false},
{"time":"00:18:20","speaker":1,"line":"short on, say, striking at any point. Or look out his wire. He said, striking constantly. I think you met with a guy who does grip. When does it work?","episode":"s05e01","objectID":"501137","edited":false},
{"time":"00:18:30","speaker":0,"line":"OK, either way. Ah, he told me he could probably make this happen for me, and he he showed me where my trailer would be. Uh,","episode":"s05e01","objectID":"501138","edited":false},
{"time":"00:18:38","speaker":1,"line":"your trailer? Yes. Wouldn't you just be going into the underage people who need schools, trailers","episode":"s05e01","objectID":"501139","edited":false},
{"time":"00:18:46","speaker":0,"line":"Now they on this said they gave me They gave me my own classroom because so many child child extras that have to be taught. So I have my own classroom. It's Ah, it's about I'd say about eight foot by three foot space. Okay, four square feet on it","episode":"s05e01","objectID":"501140","edited":false},
{"time":"00:19:03","speaker":2,"line":"seems skinny. Seems like a hallway inside of a larger building. But it's just that space.","episode":"s05e01","objectID":"501141","edited":false},
{"time":"00:19:09","speaker":0,"line":"Well, yeah, it's a in the trailer. The trailer started divided into a few other rooms. We all have toilets inside of Ah, um uh and so a stall telling you about my classroom that I'm going to be set teaching on Riverdale in it Z, you walk in. It kind of has that aroma of like a urinal cake. Uh, you it's about It's not a bathroom, because I know what a bathroom is. Okay, well, there is no sink in my room. It's just outside my room.","episode":"s05e01","objectID":"501142","edited":false},
{"time":"00:19:39","speaker":2,"line":"Todd is no straight manning Howard and Stu's body saying he wasn't about although he was just in Mexico and swore it was Canada. Well, it sounds like you're really often running. I mean, we're already in l. A. And you're right back to your old tricks.","episode":"s05e01","objectID":"501143","edited":false},
{"time":"00:19:56","speaker":0,"line":"We were hearing I've already had my first lesson. Really? Yes. I taught a lesson this morning. It was really wonderful","episode":"s05e01","objectID":"501144","edited":false},
{"time":"00:20:03","speaker":2,"line":"where they supply us with books. They supplied you with books already.","episode":"s05e01","objectID":"501145","edited":false},
{"time":"00:20:07","speaker":0,"line":"All my books are sort of on this thin paper where you can kind of if it gets wet, they're destroying. Is that what time, Howard? You are? I think you're teaching bathroom. You're writing stuff down? No. On toilet paper. And all the time they wash their hands, I hand him a towel and say, Have your in attendance. Your factory. I may set. Teacher on Riverdale. You gotta listen.","episode":"s05e01","objectID":"501146","edited":false},
{"time":"00:20:37","speaker":2,"line":"You've been taking advantage of","episode":"s05e01","objectID":"501147","edited":false},
{"time":"00:20:38","speaker":1,"line":"I don't know where your bathroom attending. Is it on a lot, is there?","episode":"s05e01","objectID":"501148","edited":false},
{"time":"00:20:42","speaker":2,"line":"No, it's not on a lot. Do you","episode":"s05e01","objectID":"501149","edited":false},
{"time":"00:20:44","speaker":0,"line":"think every every show Is it on the relation? No. It's how you walk into the place and there's a little stand and there's a woman there and she shows you to your table. You walk through your table? Yes.","episode":"s05e01","objectID":"501150","edited":false},
{"time":"00:20:57","speaker":2,"line":"This sounds like Carl or a bathroom attendant at the chart house. Know what? Steak Rashard House. A steak restaurant. What did they serve at this set","episode":"s05e01","objectID":"501151","edited":false},
{"time":"00:21:07","speaker":0,"line":"that year on at the tail, it's Riverdale. so they serve seafood and beef with your Joyce asides. Uh, guys, I don't understand why our is don't understand. Jesus Christ. I am excited to finally touch people.","episode":"s05e01","objectID":"501152","edited":false},
{"time":"00:21:23","speaker":2,"line":"Good. I'm proud that you're back teaching you think and And that you've, you know, gotten off the ground. It sounds like people are excited to have you around","episode":"s05e01","objectID":"501153","edited":false},
{"time":"00:21:32","speaker":0,"line":"that. Absolutely. They gave me tips. They give me tips they take. That was great. Thank you so much. And they usually give me dollars. $2. $3. It's great. Wow. Yeah, that's I'm home with 15 bucks on my last","episode":"s05e01","objectID":"501154","edited":false},
{"time":"00:21:44","speaker":1,"line":"Congratulations. It sounds like you are a bathroom attendant of the chart house, but I'm glad that you're still clinging to this teaching dream. Ah, and not letting yourself. Ah, you know, be truthful. Okay. I tried. No, I I was interviewed at Hollywood High School, and they said immediately They said, Aren't you that guy who worked at Hamilton High who just escaped last week with O. J? Um, after you guys Ah, at a Christmas party, um, burnt up one of your friends and","episode":"s05e01","objectID":"501155","edited":false},
{"time":"00:22:23","speaker":0,"line":"I was like, I don't know what you're talking about. And I ran out was he? This guy must have been a listener if he knew all that information. Well,","episode":"s05e01","objectID":"501156","edited":false},
{"time":"00:22:29","speaker":1,"line":"he had No they Obviously, there's some news going around with this 20","episode":"s05e01","objectID":"501157","edited":false},
{"time":"00:22:33","speaker":2,"line":"four hour news cycle. You know where","episode":"s05e01","objectID":"501158","edited":false},
{"time":"00:22:36","speaker":1,"line":"they're pointing fingers at us. We just gotta lay low for a while in Hollywood, and eventually we'll be able to teach again. I","episode":"s05e01","objectID":"501159","edited":false},
{"time":"00:22:44","speaker":2,"line":"mean, lives go.","episode":"s05e01","objectID":"501160","edited":false},
{"time":"00:22:45","speaker":3,"line":"No, you're mistaken. But then you ran out of the room.","episode":"s05e01","objectID":"501161","edited":false},
{"time":"00:22:49","speaker":1,"line":"Yeah, And then I came back in and I said, I don't know why I just screamed. Oh, my God. I'm caught and ran out, and I came back in, and I wasn't able to regain trust. After that moment. They were like, It seems like you did it. You are that guy that proved to us that you were your reaction when we threw it on you. And I was like, Fuck you got me ran out again, Screamed in the hallway. I'll never teach again. They know. They know. They know. Carlo. No. No, they don't. If you fake it until you make it, you can be a teacher again. Hollywood. Then I opened the door. I came back and said, I'm sorry. I had a little Poot. I blamed it on having gas. I took out in the hallway and then I said, They know. They know You weren't putting out there. They know they know in the room. Yes, they know. You just screamed. I will. They know I will never teach again","episode":"s05e01","objectID":"501162","edited":false},
{"time":"00:23:55","speaker":2,"line":"the doors within. We could hear it in the hallway and out of our way. So then I said,","episode":"s05e01","objectID":"501163","edited":false},
{"time":"00:23:59","speaker":1,"line":"Please excuse me. And I walked outside and I said, Fuck, you're blowing it. You're blowing it. You've blown it outside the room, inside the room. They know. They know. And then I went back in and I said, Hi. Nice to meet you and Bill Crazy. I'm looking for a job, and from that point on, the interview did not go well. Um, but","episode":"s05e01","objectID":"501164","edited":false},
{"time":"00:24:18","speaker":2,"line":"could you go on any longer? It went on surprisingly","episode":"s05e01","objectID":"501165","edited":false},
{"time":"00:24:21","speaker":1,"line":"longer because I kept doing this cycling in and out until I was dragged off by police officers.","episode":"s05e01","objectID":"501166","edited":false},
{"time":"00:24:28","speaker":3,"line":"Well, society is not very welcoming to people trying to trick their way into teaching Children.","episode":"s05e01","objectID":"501167","edited":false},
{"time":"00:24:34","speaker":0,"line":"Yeah, surprisingly, which is which is","episode":"s05e01","objectID":"501168","edited":false},
{"time":"00:24:36","speaker":2,"line":"crazy because you want teachers that air Inventive? Yes. Different activity that are doing something that's actually grabbing the attention of these students.","episode":"s05e01","objectID":"501169","edited":false},
{"time":"00:24:42","speaker":1,"line":"Yeah, but I What was very exciting for me is after I blew this interview and I was walking down Hollywood Boulevard afterwards crying, screaming, pulling my hair out. Uh,","episode":"s05e01","objectID":"501170","edited":false},
{"time":"00:24:55","speaker":0,"line":"looks great, by the way.","episode":"s05e01","objectID":"501171","edited":false},
{"time":"00:24:56","speaker":1,"line":"Thank you, Holly. I glued it back on. You can't tell. Well, you can, uh, you can tell. My pulled out on my hair","episode":"s05e01","objectID":"501172","edited":false},
{"time":"00:25:05","speaker":2,"line":"and I cleaned back. You can tell pieces. I found I glued back a few pieces I found ugly back on. You","episode":"s05e01","objectID":"501173","edited":false},
{"time":"00:25:11","speaker":3,"line":"can tell. Did you pull out of your hair mere?","episode":"s05e01","objectID":"501174","edited":false},
{"time":"00:25:17","speaker":0,"line":"Yeah. Say, when I was","episode":"s05e01","objectID":"501175","edited":false},
{"time":"00:25:19","speaker":1,"line":"trying to gather my air back up, I pulled up some grass with it and some trash on. I just was like, There's no way I could get the hair out of this piece is gonna take too long.","episode":"s05e01","objectID":"501176","edited":false},
{"time":"00:25:29","speaker":0,"line":"I was gonna say your head kind of looks like like a soccer ball that's been left on a field for three or four years. Sort of grown into the ground.","episode":"s05e01","objectID":"501177","edited":false},
{"time":"00:25:37","speaker":2,"line":"I think, though it looks pretty l a chic. I've seen some of these hairstyles out, banking and these working to me.","episode":"s05e01","objectID":"501178","edited":false},
{"time":"00:25:43","speaker":3,"line":"Yeah, you could be front row center. The Mac DeMarco counts.","episode":"s05e01","objectID":"501179","edited":false},
{"time":"00:25:46","speaker":1,"line":"Yeah, I wish I knew more about it. Is I could have fun with that. I get the vibe. But the crazy thing was, I'm pulling my hair walking on Hollywood Boulevard. I'm screaming, I'm crying at this point. That's crazy. What? The crazy part? The crazy part is this gentleman. Um, it's a very nice jeans with stitching on the outside. Beautiful there.","episode":"s05e01","objectID":"501180","edited":false},
{"time":"00:26:10","speaker":2,"line":"What? True, it's related through religion. Jeans, man look great.","episode":"s05e01","objectID":"501181","edited":false},
{"time":"00:26:15","speaker":1,"line":"Yeah, a a very tight blue button down shirt that was way too small for him. And a vest came up to me and, like, a alligator of shoes. And he came up to me and he said, Excuse me. I really like your look. And I said, uh, wow. And he said, I like your look. I think you could maybe be an actor or a model. Wow. Uh oh. And I was like, Really? And he was like, Yeah, I just need $2500 from you up front right now for classes and shampoo. Wow. Wow. He said, I'm gonna get you some shampoo. He's gonna groom you. Of course I have to buy all the shampoos in the grooming tools. Yeah, and he's gonna teach me how to walk down the runway.","episode":"s05e01","objectID":"501182","edited":false},
{"time":"00:27:08","speaker":2,"line":"Does he, like, give you treats are Yes. Yeah, well, we did our first session. Any fed me treats","episode":"s05e01","objectID":"501183","edited":false},
{"time":"00:27:14","speaker":0,"line":"when I would walk down the runway. And what what is the runway? Look more. Is it like a sort of four foot walkway? Or is it more of like, an open pasture with, like, manicured astro turf with Ah, What","episode":"s05e01","objectID":"501184","edited":false},
{"time":"00:27:26","speaker":1,"line":"are you getting at here? I think I may have","episode":"s05e01","objectID":"501185","edited":false},
{"time":"00:27:28","speaker":0,"line":"found an agent Bill. I think you may have found the first agent who do does dog shows. Oh,","episode":"s05e01","objectID":"501186","edited":false},
{"time":"00:27:34","speaker":2,"line":"no, no, no, no. It's the same thing. This is what I've heard about grouper dog. You get an agent, they take a liking to you. And then they played you around taking all the studios. Yeah.","episode":"s05e01","objectID":"501187","edited":false},
{"time":"00:27:45","speaker":1,"line":"After outdo the runway, he'll give me these long shoulder massages, and it feels so good and you'll tell me I'm beautiful. E, I really need that right now. And he says we're going to get an agent. Me and you, we're gonna We're gonna take this town by the balls, so I I","episode":"s05e01","objectID":"501188","edited":false},
{"time":"00:28:08","speaker":2,"line":"mean, I hate to","episode":"s05e01","objectID":"501189","edited":false},
{"time":"00:28:09","speaker":0,"line":"do this, Todd. You're the actor. I don't even act.","episode":"s05e01","objectID":"501190","edited":false},
{"time":"00:28:14","speaker":3,"line":"That's how it happens. Hollywood u got the look for what they need. Now you start is gonna flame out sooner or later.","episode":"s05e01","objectID":"501191","edited":false},
{"time":"00:28:21","speaker":1,"line":"Even if I get a minute of 15 minutes out. Take it. I","episode":"s05e01","objectID":"501192","edited":false},
{"time":"00:28:26","speaker":3,"line":"think you should first of all, trust this man. Yeah. Yeah. Uh, do what every says an ally. People want to help you. Um and so I think this is great view. And frankly, it sounds like he wants to be a model, which I was never into. Right on. And if you get some leading man roles,","episode":"s05e01","objectID":"501193","edited":false},
{"time":"00:28:42","speaker":0,"line":"I'm not a","episode":"s05e01","objectID":"501194","edited":false},
{"time":"00:28:43","speaker":3,"line":"leading man of a character actor.","episode":"s05e01","objectID":"501195","edited":false},
{"time":"00:28:45","speaker":1,"line":"What? I mean, I would love any advice. I do have an audition at his house later. Not on tape in his bedroom. Okay. Um, so I'd love to go over the sides. Ah, with you after the recording or whatever.","episode":"s05e01","objectID":"501196","edited":false},
{"time":"00:29:00","speaker":3,"line":"Absolutely anything to help. My good friend","episode":"s05e01","objectID":"501197","edited":false},
{"time":"00:29:02","speaker":1,"line":"would just take a look at these sides really quickly. Yeah, and just see what you think of. It's a new movie. He says, Um, he says I won't know anyone who's involved with it, so don't Google the producers because they're really knew.","episode":"s05e01","objectID":"501198","edited":false},
{"time":"00:29:19","speaker":3,"line":"Well, the first thing I'm noticing here is just succeeded was typed up inward. That script scripts?","episode":"s05e01","objectID":"501199","edited":false},
{"time":"00:29:26","speaker":1,"line":"No. You use the middle that, like orientate ing it to the middle, and you type it out and it goes down the middle age.","episode":"s05e01","objectID":"501200","edited":false},
{"time":"00:29:33","speaker":3,"line":"But he didn't do a very good job of that, however, Um, but yeah, I would love to go over this with you","episode":"s05e01","objectID":"501201","edited":false},
{"time":"00:29:39","speaker":1,"line":"Longer than three pages. Usually future links films.","episode":"s05e01","objectID":"501202","edited":false},
{"time":"00:29:42","speaker":3,"line":"Most movies are about 120 pages.","episode":"s05e01","objectID":"501203","edited":false},
{"time":"00:29:44","speaker":1,"line":"Oh, my God. This is gonna be a We're gonna have to stretch this out. Skyline.","episode":"s05e01","objectID":"501204","edited":false},
{"time":"00:29:49","speaker":3,"line":"I would say this. Whatever is going on with this guy, I want you to trust them. But it sounds like this isn't how most Highwood deals go down. That man, I would ask him Who else has worked with","episode":"s05e01","objectID":"501205","edited":false},
{"time":"00:30:00","speaker":1,"line":"Yeah, references? No. I want to be famous more than I want to be safe.","episode":"s05e01","objectID":"501206","edited":false},
{"time":"00:30:07","speaker":2,"line":"Oh, I don't know.","episode":"s05e01","objectID":"501207","edited":false},
{"time":"00:30:09","speaker":0,"line":"I mean, hey, you're aware of the fact that there may be danger involved and you keep your eyes peeled for anything questions?","episode":"s05e01","objectID":"501208","edited":false},
{"time":"00:30:15","speaker":1,"line":"Find out he's not who he says he is. And he's just in it for bad reasons. To maybe take advantage of me. My dream shatters, and then I have to do it the hard way.","episode":"s05e01","objectID":"501209","edited":false},
{"time":"00:30:23","speaker":3,"line":"OK, that's true. So that's not consider reality here, right? Let's just let's see how the audition goes in his house and we'll talk.","episode":"s05e01","objectID":"501210","edited":false},
{"time":"00:30:31","speaker":1,"line":"You have anything about the first line of dialogue? Does that raise any red flags there?","episode":"s05e01","objectID":"501211","edited":false},
{"time":"00:30:36","speaker":3,"line":"Uh, gee, it's hot in here. Do you mind if I remove all my clothes?","episode":"s05e01","objectID":"501212","edited":false},
{"time":"00:30:41","speaker":1,"line":"Yeah, I really I can relate to that, G. It's hot and g it hot g. It's hot. How about this reading? Gee, it sure is hot in here. Hope I should take up for my clothes. Get the words right? Probably. I hope I should take off my clothes. Let me see that. I I","episode":"s05e01","objectID":"501213","edited":false},
{"time":"00:30:57","speaker":3,"line":"just I should Do you mind if I take off my clothes?","episode":"s05e01","objectID":"501214","edited":false},
{"time":"00:31:00","speaker":1,"line":"Yeah. Mind if I should take up all my Is that what is says?","episode":"s05e01","objectID":"501215","edited":false},
{"time":"00:31:06","speaker":3,"line":"I don't have very good vision. Um","episode":"s05e01","objectID":"501216","edited":false},
{"time":"00:31:09","speaker":1,"line":"right. You had that elective procedure on your eyes to","episode":"s05e01","objectID":"501217","edited":false},
{"time":"00:31:12","speaker":3,"line":"Yeah, well, a botched elective procedure.","episode":"s05e01","objectID":"501218","edited":false},
{"time":"00:31:15","speaker":2,"line":"Your eyes were You said your eyes were too chubby.","episode":"s05e01","objectID":"501219","edited":false},
{"time":"00:31:18","speaker":3,"line":"You I tried to thin out my pupils on. Let's just say these Canadians are not trustworthy on all procedures. Throat stuff. Great. I would not go to a Canadian doctor to get your eyes to know. How do they look?","episode":"s05e01","objectID":"501220","edited":false},
{"time":"00:31:35","speaker":2,"line":"The same? Totally the same to us, but red, Super red. And the black part of the middle is very small. Looks","episode":"s05e01","objectID":"501221","edited":false},
{"time":"00:31:43","speaker":0,"line":"like you just got You just got excited you a","episode":"s05e01","objectID":"501222","edited":false},
{"time":"00:31:49","speaker":1,"line":"little bit. But Sam Ah, Speaking of entertainers, you actually hit the pavement, hit the ground running here in jolly.","episode":"s05e01","objectID":"501223","edited":false},
{"time":"00:32:01","speaker":2,"line":"You know, I feel like it's a new start for all of us out here. And I was like, The weather is gorgeous. I was meditating on the lawn the other day for 2.5 hours because are you? You're clean now, right? Yes. Yeah, Yeah. This is the grievance over 78 hours. 78. Giving yourself a coin per hour going on 79. Yeah, that was wrinkling his pocket. Changing, changing, changing. Jean. Yeah, they're little. Yeah, small like that","episode":"s05e01","objectID":"501224","edited":false},
{"time":"00:32:29","speaker":1,"line":"might be two minute of a, uh,","episode":"s05e01","objectID":"501225","edited":false},
{"time":"00:32:32","speaker":0,"line":"period. Hang on. No, I think the purpose of those coins is a reminder. It's to show you the progress you've made And the fact that your pocket is fucking heavy right now is progress. I'm","episode":"s05e01","objectID":"501226","edited":false},
{"time":"00:32:43","speaker":2,"line":"wearing about and I still have to hold my pants up with my hands. Yeah,","episode":"s05e01","objectID":"501227","edited":false},
{"time":"00:32:47","speaker":3,"line":"we're definitely all being reminded because we hear you all the time. That's right. And I thank you.","episode":"s05e01","objectID":"501228","edited":false},
{"time":"00:32:51","speaker":2,"line":"Thank you for allowing that. I really appreciate it, but I'm here yourself. Where you here, You climb off and I hit the ground running. I decided. You know what I don't want to do? No work ever again, right? I want to get to work and earn my keep. Okay, so I got an interview at the mail room over at WG. Wow. The William I, William. William. Uh, what? Or is William Gorris and ever thinks William Gorris endeavor something like that. But it's an agency is a talent agency. Yes, he assured me that this we need to find out what that WG sent stands. E. I think it's something about electricity or something. You don't","episode":"s05e01","objectID":"501229","edited":false},
{"time":"00:33:33","speaker":3,"line":"know, but this is what I mean. They got a lot of huge clients or this is a big agency. Yes, absolutely. You got Travolta, uh,","episode":"s05e01","objectID":"501230","edited":false},
{"time":"00:33:43","speaker":2,"line":"crazy. I got a lot of big Volta they got Cruz. Let's see Hoffman. Uh, let's see who are all the good ones? Um, space? A space is there were space. He was there. They don't tolerate any bad behavior. Yeah, we're acting right. That's what That's it?","episode":"s05e01","objectID":"501231","edited":false},
{"time":"00:34:01","speaker":3,"line":"Yeah, they cut him when they started watching that. What's the show on Netflix house? A car cut because they just didn't bought by his breaking the fourth wall in. Yeah, the Southern accent was fucking broad. And now I can't believe anyone 1920. Yeah.","episode":"s05e01","objectID":"501232","edited":false},
{"time":"00:34:17","speaker":2,"line":"I don't have a lot of experience with the actors yet, of course. Still live in the Mauer. I've only seen the mail room, but let me tell you, it is busy in there. It's really cool. Energy, S s. So","episode":"s05e01","objectID":"501233","edited":false},
{"time":"00:34:28","speaker":1,"line":"you are. You're obviously an old man. And I feel like most of the people in these mailrooms are","episode":"s05e01","objectID":"501234","edited":false},
{"time":"00:34:34","speaker":0,"line":"young and in turns of freshly hired out of","episode":"s05e01","objectID":"501235","edited":false},
{"time":"00:34:37","speaker":1,"line":"24 year old, sometimes even younger. Maybe they're in their last year of college. So you're an old man.","episode":"s05e01","objectID":"501236","edited":false},
{"time":"00:34:44","speaker":2,"line":"Yeah. They're all really looking to me for for knowledge and wisdom. It feels like, but I don't know anything.","episode":"s05e01","objectID":"501237","edited":false},
{"time":"00:34:49","speaker":0,"line":"They're kind of like think they think that you're It's like a Bagger Vance situation. Where this, like, sort of guru, Not Bagger Vance. That's a bad example. The intern. Yeah, it's more of the intern. Literally. But you Are","episode":"s05e01","objectID":"501238","edited":false},
{"time":"00:35:02","speaker":2,"line":"you a little boy who plays golf? No, Unfortunately, I just told","episode":"s05e01","objectID":"501239","edited":false},
{"time":"00:35:07","speaker":0,"line":"you, that is definitely the Internet","episode":"s05e01","objectID":"501240","edited":false},
{"time":"00:35:08","speaker":1,"line":"really ends up being No. Will Smith ends up being ago.","episode":"s05e01","objectID":"501241","edited":false},
{"time":"00:35:11","speaker":2,"line":"Yes. Right? Yes. Yes. So I'm sort of De Niro ask working in the working in the mail room, intimidating everybody, but I don't know anything about I'm taking this opportunity to learn from all these 14 18 24 year old thing. Oh, yeah. This is the mailroom. You got a charge?","episode":"s05e01","objectID":"501242","edited":false},
{"time":"00:35:27","speaker":1,"line":"The bottom, right.","episode":"s05e01","objectID":"501243","edited":false},
{"time":"00:35:28","speaker":3,"line":"You've been getting men toward by a 14 year old. That's","episode":"s05e01","objectID":"501244","edited":false},
{"time":"00:35:32","speaker":2,"line":"right. And Oh, my God. This is sharpest attack. Absolutely. Yeah, because you're wearing","episode":"s05e01","objectID":"501245","edited":false},
{"time":"00:35:38","speaker":1,"line":"a little Ninja Turtles backpack right now.","episode":"s05e01","objectID":"501246","edited":false},
{"time":"00:35:39","speaker":2,"line":"Yeah, this is cool thistles. Cool. That's what he told me. He's telling me all the this is the thing in L. A. It's all about taste makers about style learning from him, Of course.","episode":"s05e01","objectID":"501247","edited":false},
{"time":"00:35:51","speaker":1,"line":"Well, what's your goal here in the mail room? Do are you wanting to work your way up to be a high powered agent, or it is. You're just trying to get some,","episode":"s05e01","objectID":"501248","edited":false},
{"time":"00:35:58","speaker":2,"line":"you know, weird. And so long since I've done anything professionally, right and succeeded, I just wanna learn the value of hard work and do it right, you know? And if I can work my way up in the industry and maybe become powerful agent and teach others than sure, right? Because was your last business crazy limousines, huh? Yeah. And again, it's been a long time, not run professionally.","episode":"s05e01","objectID":"501249","edited":false},
{"time":"00:36:21","speaker":1,"line":"I think you're ready to get back out there.","episode":"s05e01","objectID":"501250","edited":false},
{"time":"00:36:22","speaker":2,"line":"I briefly had a book empire. So sort of full. Did not professional is Well, yeah, I don't remember that. Yeah, well, this is","episode":"s05e01","objectID":"501251","edited":false},
{"time":"00:36:35","speaker":3,"line":"great. I mean, if there's anywhere you should go when you have anxiety issues and mental health issues, it's the high stress environment of Hollywood. Exactly. Hollywood.","episode":"s05e01","objectID":"501252","edited":false},
{"time":"00:36:46","speaker":0,"line":"We'll be.","episode":"s05e01","objectID":"501253","edited":false},
{"time":"00:36:46","speaker":2,"line":"See if you can hack it.","episode":"s05e01","objectID":"501254","edited":false},
{"time":"00:36:47","speaker":0,"line":"Because that and because that is ah, notoriously unpredictable environment where people will sort of unload on you. Yeah, And you made a promise. That","episode":"s05e01","objectID":"501255","edited":false},
{"time":"00:36:56","speaker":2,"line":"was one of the first things they tested me on. They said, Do you have a thick skin. And I said, Yeah, absolutely. And they will let us hit it. Let us hit you. And let's see how thick this How many think this is something they do in the mail? Rooms of all the big. Okay, so you got lashes? I got lashed. They really lash out in the mail room","episode":"s05e01","objectID":"501256","edited":false},
{"time":"00:37:13","speaker":0,"line":"s. It's more of a figurative lash. Not a literal last.","episode":"s05e01","objectID":"501257","edited":false},
{"time":"00:37:16","speaker":2,"line":"No, I was struck with a win. I was struck with a whip out in the bottom of wg in the bottom, in the on your bottom, on my in their based on. You know, they said, you've got thick enough skin. You're a real trouper. You can work here. Wow. Could work here. So they gave the job. That's right. That's right. They won't last. Yeah, you You","episode":"s05e01","objectID":"501258","edited":false},
{"time":"00:37:43","speaker":1,"line":"provided that name, right? For the","episode":"s05e01","objectID":"501259","edited":false},
{"time":"00:37:45","speaker":3,"line":"for the air.","episode":"s05e01","objectID":"501260","edited":false},
{"time":"00:37:47","speaker":2,"line":"Yeah, Absolutely. That was your idea. Well, that was my first. That was my first way before I got into limos when","episode":"s05e01","objectID":"501261","edited":false},
{"time":"00:37:53","speaker":1,"line":"she sold right before it took off, right? Because it was like, Do you want to get a bad haircut while you're hanging out at the mall?","episode":"s05e01","objectID":"501262","edited":false},
{"time":"00:38:00","speaker":2,"line":"Some people say that's why it took off because I solved it. Yeah, but I disagree. I thought I gave some of the most interesting haircuts people have ever seen in any. Also","episode":"s05e01","objectID":"501263","edited":false},
{"time":"00:38:09","speaker":3,"line":"is you can always tell a friend has exams. Her?","episode":"s05e01","objectID":"501264","edited":false},
{"time":"00:38:12","speaker":2,"line":"Yeah. You can't really tell you when someone goes Hey, where did you get that? Fantastic Sam's ago. You can always tell,","episode":"s05e01","objectID":"501265","edited":false},
{"time":"00:38:20","speaker":1,"line":"because like, you'll get your hair cut at fantastic Sams. And then none of your friends will say anything about your hair. They won't bring it up at all. They","episode":"s05e01","objectID":"501266","edited":false},
{"time":"00:38:30","speaker":0,"line":"were. That's when you e also correct me if I'm wrong. But originally the name of the place was meant sarcastically. You're supposed to pronounce it sarcastically. I'm supposed to be fantastic, Sam.","episode":"s05e01","objectID":"501267","edited":false},
{"time":"00:38:42","speaker":2,"line":"Well, that's out. That's where the name came from. Is everybody telling me reviewing the haircut right after they finished? Yeah. Fantastic, Sam. Way to go. That's where I came from. I got people of my world. That was multiple people's review of you. Everybody to start casting everybody e. I would, I would say, Listen, believe in me. Put on this blindfold. Here we go. That was an early part of the business.","episode":"s05e01","objectID":"501268","edited":false},
{"time":"00:39:13","speaker":0,"line":"Everybody's haircut had it. One section of a very long hair on the back. Word that hit that blindfold was tied.","episode":"s05e01","objectID":"501269","edited":false},
{"time":"00:39:19","speaker":2,"line":"Yeah, well, you have to have a marker for the next time. Yeah, it was not a bulk. It was a blind vote. That's right around the street. So fantastic, Sam. Because the fantastic care casts every single","episode":"s05e01","objectID":"501270","edited":false},
{"time":"00:39:34","speaker":3,"line":"no matter age, rates, income. They all reacted like a disappointed father.","episode":"s05e01","objectID":"501271","edited":false},
{"time":"00:39:44","speaker":2,"line":"Not just the way I heard it and nothing. Right now when anybody talks to me, I'm not just hearing my disappointed father Thistle is what everybody was actually saying. This","episode":"s05e01","objectID":"501272","edited":false},
{"time":"00:39:52","speaker":1,"line":"is particularly devastating for you because this wasn't your last mall business which you sold right before it took off, which were that's right to be, you know, not that good of","episode":"s05e01","objectID":"501273","edited":false},
{"time":"00:40:03","speaker":2,"line":"stores. That's right. I started Aeropostal. That's right. Yeah. I walked into an American Eagle one time and I said I could do this cheaper, so I started your post. That","episode":"s05e01","objectID":"501274","edited":false},
{"time":"00:40:16","speaker":1,"line":"store is not lit enough. It needs more fluorescent lighting and white tile floor. And","episode":"s05e01","objectID":"501275","edited":false},
{"time":"00:40:22","speaker":0,"line":"there","episode":"s05e01","objectID":"501276","edited":false},
{"time":"00:40:22","speaker":1,"line":"needs to be more","episode":"s05e01","objectID":"501277","edited":false},
{"time":"00:40:23","speaker":2,"line":"plastic up close, more, more like, you know, grippy texture so that when you walk, you know, bump into something that catches.","episode":"s05e01","objectID":"501278","edited":false},
{"time":"00:40:33","speaker":0,"line":"Yeah, like a right logo on the chest. Needs to be so thick and big that on you. When you sit down, you feel it pressing.","episode":"s05e01","objectID":"501279","edited":false},
{"time":"00:40:40","speaker":2,"line":"I want her to American Eagle. And I was like, It is not even close to busy enough, right? It is like the close air to regular the close, closer to Midwestern teenager makes sense. And I need him to fail to make to make certain that that's Aeropostale was born record. That is our first and you slogan You","episode":"s05e01","objectID":"501280","edited":false},
{"time":"00:41:01","speaker":1,"line":"sold it and somebody were like, Somebody was like, We need to make these clothes actually wearable. And they changed a little","episode":"s05e01","objectID":"501281","edited":false},
{"time":"00:41:07","speaker":0,"line":"bit creamy. If I'm running with the name of that,","episode":"s05e01","objectID":"501282","edited":false},
{"time":"00:41:09","speaker":2,"line":"all they really did was clean it up,","episode":"s05e01","objectID":"501283","edited":false},
{"time":"00:41:12","speaker":0,"line":"right? Me if I'm wrong. But the name of that store was also people's reaction to walking in there, right?","episode":"s05e01","objectID":"501284","edited":false},
{"time":"00:41:16","speaker":2,"line":"Yeah. Aero post stale. They call way saying call it close, Stale era. They would go Aargh post stale. I don't know them. I don't know. So they dont was called nice clothes, right? They would come in and say it was It was called nice clothes.","episode":"s05e01","objectID":"501285","edited":false},
{"time":"00:41:42","speaker":3,"line":"Everyone had a perfect opportunity for a sarcastic two words.","episode":"s05e01","objectID":"501286","edited":false},
{"time":"00:41:46","speaker":2,"line":"Were there any airplanes or post offices on the clothing? Was it that was it based on that at all? These customers are crazy. Were","episode":"s05e01","objectID":"501287","edited":false},
{"time":"00:41:54","speaker":0,"line":"there before their arrows posted that pointed to different styles? Maybe you","episode":"s05e01","objectID":"501288","edited":false},
{"time":"00:41:59","speaker":2,"line":"guys know. Yeah. There's no way to tell how that name came about. Not me. That's weird. Were there any other a multiple stores at the mall? Right. I I originally was the one who started anti ends. Brett's really anti ends? Yes, it was the I am","episode":"s05e01","objectID":"501289","edited":false},
{"time":"00:42:18","speaker":1,"line":"hands. Yeah. Good pretzel place. I mean, like, Well, what was your idea? Initially like? I heard it was","episode":"s05e01","objectID":"501290","edited":false},
{"time":"00:42:27","speaker":2,"line":"crunchy. Dry pretzel, crunchy dry bread. SOS. Like what? You think no one wants or like, people want to eat lunch? Your But I'm gonna provide them with something that's not lunch money. The first thing they see in the food court and it's gonna make you thirsty. That was my idea, because right next door","episode":"s05e01","objectID":"501291","edited":false},
{"time":"00:42:50","speaker":0,"line":"you partnered with the smoothie place next door. Yeah, that's your like, I'll set him up. You knock him down. Fresh juice, fresh Jews, all Jews. Remember, fresh dressed you Yeah, Yeah,","episode":"s05e01","objectID":"501292","edited":false},
{"time":"00:43:02","speaker":2,"line":"yeah, yeah. Well, now it's called Robotics. But when I before I started stress juices,","episode":"s05e01","objectID":"501293","edited":false},
{"time":"00:43:08","speaker":3,"line":"nice clothes and push smart you were responsible for is not one chance.","episode":"s05e01","objectID":"501294","edited":false},
{"time":"00:43:16","speaker":2,"line":"Crazy limos don't forget most, which was a sort of ball which later became, uh, that's that store with all the massagers in it, right? Yeah. I was morphed into Brookstone right after I sold it and became very successful because you had a bunch of crash limos in a store in the mall and a bunch of Yeah, So you have to help from the pain. And people were like, We need to get rid of these brick limos and just make it besides, and that's all it took for the business to take off. Damn. And you sold a Penny's, right? Yeah. 10 pennies.","episode":"s05e01","objectID":"501295","edited":false},
{"time":"00:43:50","speaker":1,"line":"Wait, you have in your pocket right now. Right","episode":"s05e01","objectID":"501296","edited":false},
{"time":"00:43:53","speaker":2,"line":"there in there somewhere. I can't really find them. There's about 85 coins. There they are.","episode":"s05e01","objectID":"501297","edited":false},
{"time":"00:43:57","speaker":3,"line":"I'll tell you what, I'm excited for you to be an agent. Uh,","episode":"s05e01","objectID":"501298","edited":false},
{"time":"00:44:02","speaker":0,"line":"eventually. Actually, it's a long","episode":"s05e01","objectID":"501299","edited":false},
{"time":"00:44:03","speaker":3,"line":"road. I bet you got it soon. Within a couple weeks.","episode":"s05e01","objectID":"501300","edited":false},
{"time":"00:44:09","speaker":2,"line":"Used to say","episode":"s05e01","objectID":"501301","edited":false},
{"time":"00:44:10","speaker":0,"line":"there's no way to","episode":"s05e01","objectID":"501302","edited":false},
{"time":"00:44:10","speaker":1,"line":"dio a lot of good things. Other than Howard and Stu's body. Oh, wait, we needed. But we talked about Todd being sick. I'm from you're sick, Todd. I'm right now. We just re yanked you out of the literal hospital to record. Um, Todd, you are in the land of your what is literally your dream. And unfortunately for you, I","episode":"s05e01","objectID":"501303","edited":false},
{"time":"00:44:37","speaker":2,"line":"the world's biggest stage. I might have an","episode":"s05e01","objectID":"501304","edited":false},
{"time":"00:44:39","speaker":1,"line":"agent before you, but you are an actor.","episode":"s05e01","objectID":"501305","edited":false},
{"time":"00:44:41","speaker":3,"line":"Your analogy. But here's the thing. Sure, Hollywood is known for its film and television, but the theater scene here","episode":"s05e01","objectID":"501306","edited":false},
{"time":"00:44:53","speaker":2,"line":"place is unbelievable. Santa Monica, Santa Monica Boulevard These theaters that have literal chain fences in front of the door so people could break it its core. Jess E. I mean, have you ever","episode":"s05e01","objectID":"501307","edited":false},
{"time":"00:45:04","speaker":3,"line":"wanted to pay off Broadway prices for crack on? We'll take anything and turn it into a show. It's had a lot of success with just ah show. That's just it's called vampires on. It's just people pay 30 bucks a pop to be in it. I direct that you have to pay dues to act in, and you can catch us right there on Santa Monica. You can catch us at the Baru bian trace stages off","episode":"s05e01","objectID":"501308","edited":false},
{"time":"00:45:30","speaker":0,"line":"Cabrera. I go there, I've been going to see shows there. I love the location of that place. I love any place where Ray up above the bar. Yeah, I love any place where you you have to walk through homeless people's houses to get there. They that that places in","episode":"s05e01","objectID":"501309","edited":false},
{"time":"00:45:48","speaker":2,"line":"its part of","episode":"s05e01","objectID":"501310","edited":false},
{"time":"00:45:49","speaker":3,"line":"the experience. And here's the thing that we've that they've done in L. A future that I really like is the shape of the theaters in the way they're built. Everyone knows if you're going to try to walk out early. It is a scene, man. You try to leave early, everyone will know. So you're stuck there.","episode":"s05e01","objectID":"501311","edited":false},
{"time":"00:46:08","speaker":1,"line":"You've already made some cool, uh, very cool strides forward with theater zoning downtown at City Hall. And you are putting all the bathrooms behind the actual stage. You have to walk three. The performance.","episode":"s05e01","objectID":"501312","edited":false},
{"time":"00:46:22","speaker":3,"line":"That's right. That's right. I would down to City Hall on it said, This is insane. The bathroom through the lobby.","episode":"s05e01","objectID":"501313","edited":false},
{"time":"00:46:30","speaker":2,"line":"People come with me.","episode":"s05e01","objectID":"501314","edited":false},
{"time":"00:46:31","speaker":0,"line":"Oh, people can leave and use the excuse. I'm just going to the bathroom, right? No, not anymore.","episode":"s05e01","objectID":"501315","edited":false},
{"time":"00:46:37","speaker":3,"line":"You're going out that back door. It's to leave the show way If you got to go to the bathroom. And here's the other thing is I made this big no intermissions policy when I was a city Hall and they said We don't really control that kind of policy and just make it Why Greece and poems and so now shows here","episode":"s05e01","objectID":"501316","edited":false},
{"time":"00:46:57","speaker":1,"line":"through you frisk McDonald's fry Grease. You misunderstood the phrase","episode":"s05e01","objectID":"501317","edited":false},
{"time":"00:47:03","speaker":3,"line":"That's right, but luckily I was doing with a fat City Hall guy. You loved it.","episode":"s05e01","objectID":"501318","edited":false},
{"time":"00:47:08","speaker":1,"line":"Hate like McDonald's fry grease off of his fingers. It's a","episode":"s05e01","objectID":"501319","edited":false},
{"time":"00:47:12","speaker":3,"line":"little child, just data melting ice cream.","episode":"s05e01","objectID":"501320","edited":false},
{"time":"00:47:14","speaker":2,"line":"Could eso We haven't worked completely motivated by bad food. He has no choice. You got intermissions taking away.","episode":"s05e01","objectID":"501321","edited":false},
{"time":"00:47:27","speaker":3,"line":"Other missions were going. The shows are upwards of three hours. We got to go to the bathroom. You get through the actors. Sometimes they'll improvise. Some sort of really bad, awkward thing acknowledging. Yeah, on. We'll get really smug about ad libbing in the middle of the show. It's been great. It's been great. I'm kind of a guru in the l A theater scene. Really?","episode":"s05e01","objectID":"501322","edited":false},
{"time":"00:47:45","speaker":2,"line":"Well, it's so nice. It's so nice to see someone succeed at staying in theater and Eller? Yes. Do you know what I mean? Everybody moves here for theater, but then fails in a TV and film and are doing","episode":"s05e01","objectID":"501323","edited":false},
{"time":"00:47:57","speaker":1,"line":"something toe to make people think you're a guru or are people legitimately thinking you're","episode":"s05e01","objectID":"501324","edited":false},
{"time":"00:48:03","speaker":3,"line":"You just have to be a certain age and treat them like shit","episode":"s05e01","objectID":"501325","edited":false},
{"time":"00:48:07","speaker":2,"line":"on. And then you name","episode":"s05e01","objectID":"501326","edited":false},
{"time":"00:48:08","speaker":3,"line":"drop a few people,","episode":"s05e01","objectID":"501327","edited":false},
{"time":"00:48:09","speaker":0,"line":"right? People you've worked with.","episode":"s05e01","objectID":"501328","edited":false},
{"time":"00:48:10","speaker":3,"line":"It's important that you don't have any success in your life so that they can kind of see that you chose to teach because you're that smart,","episode":"s05e01","objectID":"501329","edited":false},
{"time":"00:48:18","speaker":1,"line":"right? And you are of course, choosing that that destitute life.","episode":"s05e01","objectID":"501330","edited":false},
{"time":"00:48:22","speaker":3,"line":"Because you like art. Exactly. Exactly. And so and then you I mean, I'm the people I work with that were misfits, man. Uh, you know, we don't play by the rules that people set up for the writers. Write one rules. That's right. You get a role. That's just another thing for me in a break. And that's the theme of Ah oh, my classes.","episode":"s05e01","objectID":"501331","edited":false},
{"time":"00:48:44","speaker":2,"line":"If you give me a role, it's almost like I can't focus on what my original task waas I have to break. Absolutely. It's more important that I'm a rebel, then I actually have an idea of my own. This","episode":"s05e01","objectID":"501332","edited":false},
{"time":"00:48:55","speaker":0,"line":"is I'll be honest, though. Rule breaking is a big issue in my in my classroom these days.","episode":"s05e01","objectID":"501333","edited":false},
{"time":"00:49:01","speaker":3,"line":"Uh, what ruler? People breaking in your","episode":"s05e01","objectID":"501334","edited":false},
{"time":"00:49:05","speaker":0,"line":"back. Don't don't Don't flush paper towels down your desk seat. Right. Like that. Eminent hygiene. Broader? Yes. Your desk seats are for copying and writing paper only. Not for how many","episode":"s05e01","objectID":"501335","edited":false},
{"time":"00:49:19","speaker":2,"line":"students do you teach And are they? What","episode":"s05e01","objectID":"501336","edited":false},
{"time":"00:49:24","speaker":0,"line":"are they like when you teach them? What a e really? What? They concentrate really hard. They're like, Oh, on their pants Are, ah, defense. Usually at least halfway down. But that way down, I say however you needed, however, you need to be to learn visual kinesthetic. Some people pants. Exactly. This is worse than I thought. Anyway. Sorry for destroy Howard in his body. Sorry for distracting. Sorry, Todd. Sorry.","episode":"s05e01","objectID":"501337","edited":false},
{"time":"00:49:53","speaker":3,"line":"Well, I think we've all way.","episode":"s05e01","objectID":"501338","edited":false},
{"time":"00:49:56","speaker":1,"line":"Seems like three of us have RealD goals here. And one of us, unfortunately, is stuck in a stall thinking he's teaching.","episode":"s05e01","objectID":"501339","edited":false},
{"time":"00:50:05","speaker":3,"line":"Your life is literally stole down.","episode":"s05e01","objectID":"501340","edited":false},
{"time":"00:50:07","speaker":0,"line":"You're stalling. I'm not. I'm happy.","episode":"s05e01","objectID":"501341","edited":false},
{"time":"00:50:09","speaker":3,"line":"Well, that's what's important. Ah, I mean, you know, wherever you are whether or not it's really or good for other people. If you're enjoying yourself, that's what's important,","episode":"s05e01","objectID":"501342","edited":false},
{"time":"00:50:20","speaker":0,"line":"right? Exactly. Are you enjoying your Obviously you are enjoying your your situation right now. Todd,","episode":"s05e01","objectID":"501343","edited":false},
{"time":"00:50:26","speaker":1,"line":"you have vampires. Vampires Currently on Santa Monica, Broadway or or is that was","episode":"s05e01","objectID":"501344","edited":false},
{"time":"00:50:35","speaker":3,"line":"the last show we did. We're actually doing five shows in repertory right now. Eso It's all the same actors or during five different shows. Different show every night","episode":"s05e01","objectID":"501345","edited":false},
{"time":"00:50:44","speaker":0,"line":"they have to pay for to be in each cell.","episode":"s05e01","objectID":"501346","edited":false},
{"time":"00:50:46","speaker":3,"line":"That's right. They pay some dues. Just Teoh feed me and, uh, clothes may and pay my rent and stuff. And the beautiful thing about this is not only do they pay me, but if I can't afford the theater or anything like that, I just started Kickstarter Andi and they are also passionate about it. They'll pay into that, and then I'm going to fix stuff up. I use their labor.","episode":"s05e01","objectID":"501347","edited":false},
{"time":"00:51:10","speaker":0,"line":"That's great. That's what very smart you like, really official where, like if they donate money toe like t like fix a bathroom, you make it like the like Sam Morgan Memorial Bath.","episode":"s05e01","objectID":"501348","edited":false},
{"time":"00:51:23","speaker":3,"line":"No bathrooms were named after me. Everything in there is named after me, as you can see, and my face is on the pressure in the women's room or both. My face put the women's room is a wig on these girls. Only right? That's his girls on withdrew. Oh yeah, yeah.","episode":"s05e01","objectID":"501349","edited":false},
{"time":"00:51:42","speaker":0,"line":"Does the man's bathroom not have a have a men's only policy?","episode":"s05e01","objectID":"501350","edited":false},
{"time":"00:51:45","speaker":2,"line":"Whatever. So there's one that says girls, only","episode":"s05e01","objectID":"501351","edited":false},
{"time":"00:51:52","speaker":3,"line":"protecting the women on. Then I'm saying the men's bathroom coming goes way doing five shows and wrap. I wrote him all.","episode":"s05e01","objectID":"501352","edited":false},
{"time":"00:52:01","speaker":0,"line":"How long have you been working on these shows?","episode":"s05e01","objectID":"501353","edited":false},
{"time":"00:52:03","speaker":3,"line":"Have been inspired. Well, one of them has been a lifelong project. Uh","episode":"s05e01","objectID":"501354","edited":false},
{"time":"00:52:07","speaker":0,"line":"oh. It's conversations with the devil. Play","episode":"s05e01","objectID":"501355","edited":false},
{"time":"00:52:10","speaker":3,"line":"your conversations to double. I lost the rates to when it was a Broadway news. New Jersey is a, uh, former","episode":"s05e01","objectID":"501356","edited":false},
{"time":"00:52:20","speaker":2,"line":"wait for the hair. Why you lost that. You lost it. It was just never Marshall, I think. Yeah, he's now. That's now. That's, Ah, 10 part miniseries on Netflix.","episode":"s05e01","objectID":"501357","edited":false},
{"time":"00:52:34","speaker":3,"line":"Yeah, it's huge. It's huge. It's doing very well for them. So now it's not nothing that successful, but we're doing one play that's just called immersive Theater. That's","episode":"s05e01","objectID":"501358","edited":false},
{"time":"00:52:46","speaker":2,"line":"just the title.","episode":"s05e01","objectID":"501359","edited":false},
{"time":"00:52:49","speaker":3,"line":"And so it's people come in and the actors are interacting with the audience. Yeah, yeah.","episode":"s05e01","objectID":"501360","edited":false},
{"time":"00:52:55","speaker":1,"line":"So is the goal of for a lot of these plays to make the audience feel as uncomfortable as possible.","episode":"s05e01","objectID":"501361","edited":false},
{"time":"00:53:01","speaker":3,"line":"It was to challenge their notion of comfort rang on what we as a society, enjoy and what we take for granted. For example, when you see ah play, you don't want them to break the fourth wall, right? And so my show breaking the fourth wall is all challenging that kind of comfort and joy of","episode":"s05e01","objectID":"501362","edited":false},
{"time":"00:53:19","speaker":1,"line":"immersive theater breaking the fourth wall. Yeah, you have fires. Very. I heard, uh, I'm really excited to see this one next week. Audience is the actors, actors is the audience.","episode":"s05e01","objectID":"501363","edited":false},
{"time":"00:53:33","speaker":3,"line":"The threat is not about well, it's not what it sounds like that show the audience is the actors and the actresses. The audience right","episode":"s05e01","objectID":"501364","edited":false},
{"time":"00:53:41","speaker":0,"line":"thigh title is exactly how does that manifest itself?","episode":"s05e01","objectID":"501365","edited":false},
{"time":"00:53:46","speaker":3,"line":"So you buy you you But you pay for your tickets and you come in and write As you walk in. You're on stage. Wow! And all the actors are sitting in the chairs, huh? And you're given scripts right then And the scripts air. You're saying stuff you wouldn't want to say for sure. Uh,","episode":"s05e01","objectID":"501366","edited":false},
{"time":"00:54:02","speaker":2,"line":"again, notion challenging. You come","episode":"s05e01","objectID":"501367","edited":false},
{"time":"00:54:04","speaker":3,"line":"around during your current on. So we find you online and we interview a little, Find out what you're uncomfortable with, and then we make you do it on stage to your vegetarian. You're gonna be a mistake on that. That's fascinating.","episode":"s05e01","objectID":"501368","edited":false},
{"time":"00:54:18","speaker":0,"line":"Seems mean to me if I'm being","episode":"s05e01","objectID":"501369","edited":false},
{"time":"00:54:20","speaker":3,"line":"honest. Oh, well, I don't know. Um, this is I mean, it's Brecht. And what","episode":"s05e01","objectID":"501370","edited":false},
{"time":"00:54:25","speaker":1,"line":"if somebody has issues with their father?","episode":"s05e01","objectID":"501371","edited":false},
{"time":"00:54:29","speaker":3,"line":"Well, your dad's there. If you got issues with three new dads there, if we can't find your dad, he's dead. Whatever would get Europa, bring him. When you buy your tickets in advance, you have to fill out a thing online, and it has some pretty personal questions.","episode":"s05e01","objectID":"501372","edited":false},
{"time":"00:54:50","speaker":0,"line":"How heavy. Waas. We had a","episode":"s05e01","objectID":"501373","edited":false},
{"time":"00:54:51","speaker":3,"line":"great performance last night where I'm pumping this guy stats body.","episode":"s05e01","objectID":"501374","edited":false},
{"time":"00:54:56","speaker":1,"line":"Somebody sees mistaking, throwing up. Maybe","episode":"s05e01","objectID":"501375","edited":false},
{"time":"00:54:58","speaker":3,"line":"so through this woman is scarfing a state star","episode":"s05e01","objectID":"501376","edited":false},
{"time":"00:55:04","speaker":1,"line":"for maybe she's loving it. She's like getting she's falling off. The wagon","episode":"s05e01","objectID":"501377","edited":false},
{"time":"00:55:09","speaker":2,"line":"of it is what it says in the script","episode":"s05e01","objectID":"501378","edited":false},
{"time":"00:55:11","speaker":3,"line":"plan. She's not really scarfing doing a","episode":"s05e01","objectID":"501379","edited":false},
{"time":"00:55:16","speaker":2,"line":"hurry way from the waiting like a skeleton with some flesh still on your sort of live directing your out there in the middle of the show telling everybody Mawr last right. It's sort of like a conductor.","episode":"s05e01","objectID":"501380","edited":false},
{"time":"00:55:30","speaker":3,"line":"It's like you're at the Groundlings.","episode":"s05e01","objectID":"501381","edited":false},
{"time":"00:55:35","speaker":1,"line":"Great theater, great weight like a great Kangol hat","episode":"s05e01","objectID":"501382","edited":false},
{"time":"00:55:39","speaker":3,"line":"backwards Kangol. And I'm quietly yelling at these people to do things that I think will be funny. And so it's","episode":"s05e01","objectID":"501383","edited":false},
{"time":"00:55:45","speaker":0,"line":"a comedy. It's intended to be funny. Well, uh, it is. But this","episode":"s05e01","objectID":"501384","edited":false},
{"time":"00:55:50","speaker":3,"line":"is about, you know, comedy is drama, post time and drama is comedy minus speaks.","episode":"s05e01","objectID":"501385","edited":false},
{"time":"00:55:57","speaker":1,"line":"Drama is comedy minus space. That's right. So this theater","episode":"s05e01","objectID":"501386","edited":false},
{"time":"00:56:01","speaker":3,"line":"is really small. Oh, yeah, baby,","episode":"s05e01","objectID":"501387","edited":false},
{"time":"00:56:05","speaker":1,"line":"How big is this theater? Please see a saying","episode":"s05e01","objectID":"501388","edited":false},
{"time":"00:56:08","speaker":3,"line":"Foot by three foot, three by eight. That's, Ah, feet on U. S. So it is. It's in a bathroom stall, and it is to get to it, you have to go through another show that's playing concurrently with It's a show within a show.","episode":"s05e01","objectID":"501389","edited":false},
{"time":"00:56:27","speaker":0,"line":"I find that interesting that I think that that's very interesting that that you're staging a show in the bathroom while another shows going on,","episode":"s05e01","objectID":"501390","edited":false},
{"time":"00:56:34","speaker":2,"line":"because the how does the house. The main show. Do they know the show's going on in the bathroom? Or is this sort of like a pirate theatre type","episode":"s05e01","objectID":"501391","edited":false},
{"time":"00:56:40","speaker":3,"line":"of? You know, it's going on during a show at the Centre Theatre Group plan that I am not involved with fascinated during a gorilla. It's very good.","episode":"s05e01","objectID":"501392","edited":false},
{"time":"00:56:51","speaker":0,"line":"So these everyone who goes to that show also has purchased a ticket to the show at the center Theater groups?","episode":"s05e01","objectID":"501393","edited":false},
{"time":"00:56:57","speaker":3,"line":"Yes. Yes, I've made them pay for another to show. So they're paying upwards of $180. But they could see some of the curious incident of the dog in the night time and all of the audiences. Wow. Well, come check it","episode":"s05e01","objectID":"501394","edited":false},
{"time":"00:57:13","speaker":2,"line":"out. Hey, doesn't just full of opportunity out? It feels like we there's so much at our fucking Yeah,","episode":"s05e01","objectID":"501395","edited":false},
{"time":"00:57:21","speaker":3,"line":"We're gonna get to the beach.","episode":"s05e01","objectID":"501396","edited":false},
{"time":"00:57:23","speaker":1,"line":"Yeah. Oh, yeah. We I I swear I live so close to the beach. I'm gonna be there every day. They're every day.","episode":"s05e01","objectID":"501397","edited":false},
{"time":"00:57:29","speaker":3,"line":"That's what I said, right when I moved on. I know it's true.","episode":"s05e01","objectID":"501398","edited":false},
{"time":"00:57:33","speaker":0,"line":"Enemy troops. They they told me I could use I could use","episode":"s05e01","objectID":"501399","edited":false},
{"time":"00:57:36","speaker":3,"line":"a classroom by the beach if I wanted to at any point, they let you know that. Have you taken him up on it?","episode":"s05e01","objectID":"501400","edited":false},
{"time":"00:57:43","speaker":0,"line":"I want to check him out That classrooms over there are really nice. Listen, Howard,","episode":"s05e01","objectID":"501401","edited":false},
{"time":"00:57:47","speaker":1,"line":"in Stu's body, we I know you are a spirit living in another body, and you're, like, maybe confused. You're just dealing with a big chunk of, ah, General war taken out of your Penis. It's all a lot for you, but we really need to work on. I think you can be a realty teacher on River Teoh. Did you? And not just no screaming people taking shifts and","episode":"s05e01","objectID":"501402","edited":false},
{"time":"00:58:09","speaker":0,"line":"you stall you guys? Are you guys really truly do believe that I am not set teaching on Riverdale? I am a bathroom attended at a restaurant.","episode":"s05e01","objectID":"501403","edited":false},
{"time":"00:58:17","speaker":1,"line":"Well, I can talk to Chris, my agent, and see if you let me dio. Yeah, I can see if he has any. Let me do you goes two sets. All the","episode":"s05e01","objectID":"501404","edited":false},
{"time":"00:58:28","speaker":3,"line":"risk. That name surprising. Because the way you described him, I was certain. Who's european?","episode":"s05e01","objectID":"501405","edited":false},
{"time":"00:58:34","speaker":1,"line":"What? No, he has a thick accent, but he says his name's Chris. Yeah, yeah, yeah. Your last name. No. No. OK, yeah. He said out I'll tell you when we're closer. All right? So I just gotta earn his trust, tell me his last name.","episode":"s05e01","objectID":"501406","edited":false},
{"time":"00:58:50","speaker":2,"line":"Always want someone who's, like, really effusive. That's like,","episode":"s05e01","objectID":"501407","edited":false},
{"time":"00:58:53","speaker":1,"line":"but he says because he says he goes Teoh sets all the time. I can't see his apartment. He lives in a big house in the hills.","episode":"s05e01","objectID":"501408","edited":false},
{"time":"00:59:01","speaker":3,"line":"Uh, yeah. Uh,","episode":"s05e01","objectID":"501409","edited":false},
{"time":"00:59:03","speaker":0,"line":"well, I mean, here I'll be I'm gonna do some digging on my own because you guys have definitely planted a seed of doubt in my head now.","episode":"s05e01","objectID":"501410","edited":false},
{"time":"00:59:09","speaker":2,"line":"And I'm just some digging to I'll put my ear to the ground, See what I can hear in the mail room. A lot of info flying","episode":"s05e01","objectID":"501411","edited":false},
{"time":"00:59:13","speaker":3,"line":"through the bottom. Yes. I mean, I think you can from that mail room as you work your way up, you can help all of us in different ways.","episode":"s05e01","objectID":"501412","edited":false},
{"time":"00:59:19","speaker":2,"line":"Yes, I'm hoping I really want to be a facilitator. You know, you can","episode":"s05e01","objectID":"501413","edited":false},
{"time":"00:59:23","speaker":1,"line":"if you can. Honestly, I think it's maybe early enough to contact someone there and get the rights to Cinnabon back. Okay. You know, like that would have been You mean cinnamon roll A change? Yeah. Get the worst diarrhea of your life. right now, right here at the mall. Eat the most sugar you've ever eaten in your entire life. Right here at the mall was its catchphrase, right?","episode":"s05e01","objectID":"501414","edited":false},
{"time":"00:59:48","speaker":2,"line":"Yes. Yeah, right here. What? Everybody was saying. That's what everyone was saying with right?","episode":"s05e01","objectID":"501415","edited":false},
{"time":"00:59:53","speaker":3,"line":"Not sarcastic. That was very honest.","episode":"s05e01","objectID":"501416","edited":false},
{"time":"00:59:55","speaker":2,"line":"Yeah, that was I think those people are really trying to drum up business. We get ads for me. Yeah. No one system is used to this","episode":"s05e01","objectID":"501417","edited":false},
{"time":"01:00:02","speaker":1,"line":"much fat and sugar right at the mall.","episode":"s05e01","objectID":"501418","edited":false},
{"time":"01:00:06","speaker":3,"line":"Another glowing review. Yeah. Now, let me ask you guys, this were such good friends with each other. We're living together. Were living on OJ's hat back house and Kato's Backhaus. Yes, tryingto you think we'll meet a lot of new friends in L. A. I I feel like very lonely.","episode":"s05e01","objectID":"501419","edited":false},
{"time":"01:00:21","speaker":1,"line":"I mean, we gotta find our tribe. I think finding your tribe is very important, um, to living in this town. It could be a very lonely town. I think we need to get out","episode":"s05e01","objectID":"501420","edited":false},
{"time":"01:00:31","speaker":3,"line":"there and can be so long.","episode":"s05e01","objectID":"501421","edited":false},
{"time":"01:00:33","speaker":2,"line":"We're just We're just four like minded individuals who are looking to meet other like minded","episode":"s05e01","objectID":"501422","edited":false},
{"time":"01:00:38","speaker":0,"line":"individuals that I don't want this town to change me. I don't want to stop being year guys, his friends. But I do want I want a branch out. I want I","episode":"s05e01","objectID":"501423","edited":false},
{"time":"01:00:46","speaker":2,"line":"want to reach new horizons. I want to","episode":"s05e01","objectID":"501424","edited":false},
{"time":"01:00:48","speaker":0,"line":"see what else is out there while maintaining the strong core of my best","episode":"s05e01","objectID":"501425","edited":false},
{"time":"01:00:51","speaker":1,"line":"friendship way. Start going to fancy hotel bars clubs on Hollywood Boulevard. Um, parties like like, ah, parties that air for, like, tru TV.","episode":"s05e01","objectID":"501426","edited":false},
{"time":"01:01:06","speaker":3,"line":"Yes. Yeah. We got a fund hangers on out here. Yeah, um, and Kato knows all the best parties.","episode":"s05e01","objectID":"501427","edited":false},
{"time":"01:01:14","speaker":1,"line":"He's supposed to take us somewhere tonight. They were very excited about. We're hoping to make a lot of new friends there. And maybe we're all about networking because you don't really have to have a skill in this town. You just have to know it's a relationship business. Yeah,","episode":"s05e01","objectID":"501428","edited":false},
{"time":"01:01:29","speaker":0,"line":"for us. We've got skills and we have where people skills. And we're also very personable, kind people who make friends easily. So I think Yeah, honestly, I think, if any for any group of four guys had a better chance of making it in","episode":"s05e01","objectID":"501429","edited":false},
{"time":"01:01:42","speaker":1,"line":"Hollywood Yeah, I'm gonna hit this audition later at 10:45 p.m. And then I'm gonna go straight to the party and meat you guys.","episode":"s05e01","objectID":"501430","edited":false},
{"time":"01:01:48","speaker":0,"line":"And you also there. It does say that dinner will be provided tradition,","episode":"s05e01","objectID":"501431","edited":false},
{"time":"01:01:53","speaker":1,"line":"and And there's a photo shoot. There's a quick photo shoot, and then dinner and then the audition.","episode":"s05e01","objectID":"501432","edited":false},
{"time":"01:02:00","speaker":3,"line":"Well, if you need a ride, I'm got the rickshaw going again.","episode":"s05e01","objectID":"501433","edited":false},
{"time":"01:02:03","speaker":2,"line":"You wake the party. They're keeping us late tonight. Um, actually working 12 to 12. Wow. Midnight to midnight. So","episode":"s05e01","objectID":"501434","edited":false},
{"time":"01:02:14","speaker":0,"line":"they're getting you there starting, um, keeping you like","episode":"s05e01","objectID":"501435","edited":false},
{"time":"01:02:17","speaker":2,"line":"it's these long Hollywood hours. You know, sometimes I work 24.","episode":"s05e01","objectID":"501436","edited":false},
{"time":"01:02:20","speaker":1,"line":"Leave the party a little early. I should get there soon after my audition at 10:45 p.m. You will be leaving at midnight, and we got to meet some good people. I want anyone that says they know the Kardashians. I","episode":"s05e01","objectID":"501437","edited":false},
{"time":"01:02:31","speaker":2,"line":"want anyone who justify and allowed people at the party. Yes. We just need to find the people who were broadcasting that they are someone. I'm","episode":"s05e01","objectID":"501438","edited":false},
{"time":"01:02:39","speaker":3,"line":"gonna have to get there a little late to tonight. Tonight's Wednesday, which means we're doing a production of a very long play. And so, uh, a does live up to its name, so I brought me there around 2 a.m. Okay.","episode":"s05e01","objectID":"501439","edited":false},
{"time":"01:02:52","speaker":0,"line":"And I'll be there the whole time because I'm actually teaching at the party. So,","episode":"s05e01","objectID":"501440","edited":false},
{"time":"01:02:59","speaker":2,"line":"um, is there gonna be cute?","episode":"s05e01","objectID":"501441","edited":false},
{"time":"01:03:01","speaker":0,"line":"Yeah, I'm teaching at the party, so I'll be I'll be there","episode":"s05e01","objectID":"501442","edited":false},
{"time":"01:03:03","speaker":3,"line":"the whole time wear while you're to trick.","episode":"s05e01","objectID":"501443","edited":false},
{"time":"01:03:05","speaker":0,"line":"Uh, well, this party's did interesting. It's got I've got uniforms. The teacher. I've gotta wear a tux with tails.","episode":"s05e01","objectID":"501444","edited":false},
{"time":"01:03:14","speaker":2,"line":"I've never seen that. A teacher or a bathroom.","episode":"s05e01","objectID":"501445","edited":false},
{"time":"01:03:17","speaker":0,"line":"Well, this party is really good. They want their teachers look really good. Onda.","episode":"s05e01","objectID":"501446","edited":false},
{"time":"01:03:22","speaker":2,"line":"Who did you talk to who talked? Who are the other teachers? Those that was pre shift. You talk to a grip with this first job? I","episode":"s05e01","objectID":"501447","edited":false},
{"time":"01:03:31","speaker":0,"line":"talked to the head of facilities, uh, ahead of","episode":"s05e01","objectID":"501448","edited":false},
{"time":"01:03:34","speaker":1,"line":"facilities. That sounds like a real job, everybody. I mean, I'm excited to see where you end up. I","episode":"s05e01","objectID":"501449","edited":false},
{"time":"01:03:44","speaker":2,"line":"weigh All have a start, you know? And that's sometimes that's all you need in this land of dreams. Exactly.","episode":"s05e01","objectID":"501450","edited":false},
{"time":"01:03:52","speaker":1,"line":"I'm a frog. I'm a fucking crowd, Bill. I'm such a","episode":"s05e01","objectID":"501451","edited":false},
{"time":"01:03:58","speaker":3,"line":"well, just stepped in the hallway.","episode":"s05e01","objectID":"501452","edited":false},
{"time":"01:04:00","speaker":1,"line":"There's no way. Oh, wait.","episode":"s05e01","objectID":"501453","edited":false},
{"time":"01:04:05","speaker":2,"line":"Can hear everything you say thinks","episode":"s05e01","objectID":"501454","edited":false},
{"time":"01:04:10","speaker":3,"line":"he shut the door on the way Bill is pulling out of","episode":"s05e01","objectID":"501455","edited":false},
{"time":"01:04:19","speaker":2,"line":"what's up. Guys just had to put way. We heard there, buddy. Huh? We heard you out there. Out where you heard me, Putin. That's embarrassing. You had a bunch of grass in your","episode":"s05e01","objectID":"501456","edited":false},
{"time":"01:04:29","speaker":3,"line":"hair, Bill? Yes. Eyes in the room. All the while","episode":"s05e01","objectID":"501457","edited":false},
{"time":"01:04:35","speaker":2,"line":"sitting in his chair. That is recording covering his mouth. Bill, this is a little bit like an ostrich Bills having an episode.","episode":"s05e01","objectID":"501458","edited":false},
{"time":"01:04:59","speaker":0,"line":"Okay, this is the This is our first day in Hollywood and this is already happening. You","episode":"s05e01","objectID":"501459","edited":false},
{"time":"01:05:06","speaker":2,"line":"get it out, they'll just let it out. Look, I","episode":"s05e01","objectID":"501460","edited":false},
{"time":"01:05:10","speaker":3,"line":"got a true self is coming out. He's been He's been shoving it down for so long, and now it's coming out when you get stressed","episode":"s05e01","objectID":"501461","edited":false},
{"time":"01:05:18","speaker":0,"line":"out. Well, look, we got a lot to deal with this week, you know? And we've got a lot settling in here. I think I think it's time for us. Teoh hit the dusty trail of Hollywood here on DSI all next time. But until then","episode":"s05e01","objectID":"501462","edited":false}]
