[{"time": "0:00:00", "speaker": "null","line":"","episode":"s06e05.json","edited":false},
{"time": "0:00:08", "speaker": "spk_2","line":"you wanna breathe in","episode":"s06e05.json","edited":false},
{"time": "0:00:09", "speaker": "spk_1","line":"four seconds. Hold that breath for four seconds. Six. That's OK. Don't be distracted at a six second Exhale thistles are four for six. Breathing one now. Imagine continuing with our guided imagery. You're getting to the top of a Himalayan mountain on you. Pull out your baseball bat and your pumpkin. Take a big so wing. Theo. Theo, listen. I paid for the whole treatment. So if I could get some Hawaii in there too. Oh, yes, we got Halloween. Thank you. Know, I know this is part of our Pacific Ocean. Oh, sorry. Yes. American Hawaii and California Pacific, California. Well, it's sort of It sort of has a Northern Californian spot feeling. Is that the only theme you've added for this last week? Listen to the feel yourself. Is that I am a little witches. Bram? Yes. I am running around with a little witches broom between my leg. Howard's his eyes wide open over there. Is he sleeping? Or you Brits were getting I'm not asleep. Uh, what's your breathing? You snore away. Do you have a week after you heard you walk out","episode":"s06e05.json","edited":false},
{"time": "0:02:11", "speaker": "spk_3","line":"walking around after walking around half way have Jesus Christ, Howard. Walking around weight. Howard, were you just asleep? Nose wide awake around.","episode":"s06e05.json","edited":false},
{"time": "0:02:25", "speaker": "spk_0","line":"So you gotta have well, walking around CPAP machine.","episode":"s06e05.json","edited":false},
{"time": "0:02:28", "speaker": "spk_4","line":"Yeah. You see this guy right here? This is Ah, is my see, uh, my c WAP machine. So you also shook awake just now from being shook off the relax ation. You know what I mean? You know, when you get really relaxed and then he jolted awake more awake seems very away, And then I snapping out of the mapping back in any way","episode":"s06e05.json","edited":false},
{"time": "0:02:49", "speaker": "spk_3","line":"that way.","episode":"s06e05.json","edited":false},
{"time": "0:02:50", "speaker": "spk_4","line":"Never noticed this before. Yeah, I'm feeling really good after that. I think I'm ready to record a good episode today. Guys, Your I'm so relaxed. Yeah. Um God, that meditation e Hey, doesn't we are ready to? We are ready to record, and we have been recording this whole time. Oh,","episode":"s06e05.json","edited":false},
{"time": "0:03:10", "speaker": "spk_3","line":"fuck, Howard. But it's only been a couple minutes, guys. It's only","episode":"s06e05.json","edited":false},
{"time": "0:03:15", "speaker": "spk_4","line":"been 33 minutes or","episode":"s06e05.json","edited":false},
{"time": "0:03:16", "speaker": "spk_3","line":"something. This is the best one I've done yet. I","episode":"s06e05.json","edited":false},
{"time": "0:03:19", "speaker": "spk_2","line":"disappoint. You were in a relax ation space, and so to Rome, and we were are Relax, ation to me. That's just out of bounds.","episode":"s06e05.json","edited":false},
{"time": "0:03:28", "speaker": "spk_3","line":"I hope on","episode":"s06e05.json","edited":false},
{"time": "0:03:29", "speaker": "spk_4","line":"your way home today. You're texting while driving and you don't realize it. But you run into the back of a truck carrying a bunch of different length logs, and they just they stab you and decapitate you.","episode":"s06e05.json","edited":false},
{"time": "0:03:45", "speaker": "spk_3","line":"And then that truck continues moving on to its scheduled delivery, which is on the other side of the country. And they","episode":"s06e05.json","edited":false},
{"time": "0:03:54", "speaker": "spk_4","line":"don't even know you're stuck back there. Kebab.","episode":"s06e05.json","edited":false},
{"time": "0:03:58", "speaker": "spk_3","line":"Yeah. I want you to take a true You guys want me to be kebab? Yeah. We want you to human kebab.","episode":"s06e05.json","edited":false},
{"time": "0:04:04", "speaker": "spk_0","line":"Behind you is a truck of green peppers and mushrooms. I can't slow down and it slams into you and those kebab on the other end.","episode":"s06e05.json","edited":false},
{"time": "0:04:13", "speaker": "spk_2","line":"And then I hope you get I hope you all break down in Arizona under the hot, hot sun you start rolling down the hill","episode":"s06e05.json","edited":false},
{"time": "0:04:20", "speaker": "spk_3","line":"and then I hope And then I hope what you are served because I am obsessed with the heat as I love the way","episode":"s06e05.json","edited":false},
{"time": "0:04:31", "speaker": "spk_4","line":"we don't want you hurt. We just want to wait","episode":"s06e05.json","edited":false},
{"time": "0:04:34", "speaker": "spk_3","line":"about being here less feeders. Let me get show and dio way","episode":"s06e05.json","edited":false},
{"time": "0:04:42", "speaker": "spk_2","line":"you do for hell, you","episode":"s06e05.json","edited":false},
{"time": "0:04:43", "speaker": "spk_4","line":"guys! I sincerely apologize for that. Okay, I dio But let's just get into the Liz. It for","episode":"s06e05.json","edited":false},
{"time": "0:04:49", "speaker": "spk_3","line":"he that if either for heat it Ugo are either, you know, Hey, for heat about it. Okay, Well, anyway, what do you mean? OK, why are you trying to move on Trying to start the episode? Why is it you wise it up","episode":"s06e05.json","edited":false},
{"time": "0:05:07", "speaker": "spk_2","line":"to you? What the episode is Can't we just enjoy a nice for","episode":"s06e05.json","edited":false},
{"time": "0:05:10", "speaker": "spk_3","line":"heat? Yeah, well, it's up to me because you guys have destined for the concert, Feta. Why you running out of here like a fire? You give me the fee. Distinguish. Er no, God, for here is the thing is the gift that keeps on giving.","episode":"s06e05.json","edited":false},
{"time": "0:05:31", "speaker": "spk_4","line":"You know, I think we give too much Guys, I think we give way too much.","episode":"s06e05.json","edited":false},
{"time": "0:05:35", "speaker": "spk_2","line":"Well, I'm everything's a","episode":"s06e05.json","edited":false},
{"time": "0:05:36", "speaker": "spk_0","line":"job. We have a baby for you. The boy","episode":"s06e05.json","edited":false},
{"time": "0:05:38", "speaker": "spk_3","line":"I I like that is the original one for that commercial.","episode":"s06e05.json","edited":false},
{"time": "0:05:43", "speaker": "spk_2","line":"1 810 10 to feta.","episode":"s06e05.json","edited":false},
{"time": "0:05:46", "speaker": "spk_0","line":"That's straight. If you ever need to call someone about how good your feta is, but you don't have change. That's the number you called me","episode":"s06e05.json","edited":false},
{"time": "0:05:54", "speaker": "spk_4","line":"for heated because because it's badgering shares","episode":"s06e05.json","edited":false},
{"time": "0:05:59", "speaker": "spk_2","line":"meant for heat myself. Okay, I've said it once, and I will not say it again. Do not make me for heat myself.","episode":"s06e05.json","edited":false},
{"time": "0:06:08", "speaker": "spk_4","line":"I hate getting myself for heated. You re talking about","episode":"s06e05.json","edited":false},
{"time": "0:06:13", "speaker": "spk_3","line":"seated now I","episode":"s06e05.json","edited":false},
{"time": "0:06:15", "speaker": "spk_2","line":"was saying, Don't make me repeat my","episode":"s06e05.json","edited":false},
{"time": "0:06:18", "speaker": "spk_4","line":"my That is good. Yeah. Yeah. I didn't even see","episode":"s06e05.json","edited":false},
{"time": "0:06:21", "speaker": "spk_3","line":"that. Everyone can","episode":"s06e05.json","edited":false},
{"time": "0:06:23", "speaker": "spk_2","line":"be for heat for seeded. That would","episode":"s06e05.json","edited":false},
{"time": "0:06:25", "speaker": "spk_4","line":"be great. How about we first start this thing?","episode":"s06e05.json","edited":false},
{"time": "0:06:28", "speaker": "spk_3","line":"Okay, there's not it once that was not how,","episode":"s06e05.json","edited":false},
{"time": "0:06:34", "speaker": "spk_4","line":"but I feel heat the intro. Oh, how about I for heat? How about we for heat? Uh fuck. Fuck your brother. You've been for heating your meat all week. E. That's right. I haven't sure I have to complete, You know,","episode":"s06e05.json","edited":false},
{"time": "0:06:51", "speaker": "spk_3","line":"Mr Getting a house?","episode":"s06e05.json","edited":false},
{"time": "0:06:53", "speaker": "spk_4","line":"No, Mr You're looking at the home loan. No, Mr Drina has has not let me even see the house this week. Mr. Stream issues Trina,","episode":"s06e05.json","edited":false},
{"time": "0:07:02", "speaker": "spk_0","line":"this is Mistress Doctor treatment.","episode":"s06e05.json","edited":false},
{"time": "0:07:04", "speaker": "spk_4","line":"Yes, she hasn't even let me see the houses. Doctor, There's also But anyway, but before we get into that later","episode":"s06e05.json","edited":false},
{"time": "0:07:12", "speaker": "spk_3","line":"reportedly who home schools here. Okay, well, way too old to learn from a You know what? Let's just","episode":"s06e05.json","edited":false},
{"time": "0:07:20", "speaker": "spk_4","line":"not introduce the episode this week. Let's just not","episode":"s06e05.json","edited":false},
{"time": "0:07:22", "speaker": "spk_3","line":"Let's just would just jump. Don't swear a GATT you struck by lightning in here you having is might it blasphemous? I've been I've been to","episode":"s06e05.json","edited":false},
{"time": "0:07:33", "speaker": "spk_4","line":"heaven and I've seen God. Okay, I've been to heaven, and I've seen God, and there's no way he's going to smite me. Oh, yes. Okay. All right. Smite. Ladies and gentlemen, welcome to another episode of the teacher's lounge. Used to be the first, best and only podcast pertained issues relevant to the Hamilton High School community. But of course, we are now all back in college getting new degrees, learning. Yeah, I, of course am Howard Levi's on. I am immortal now, uh, here, Joined by my three you know, column friends anymore. I will call them my esteemed colleague.","episode":"s06e05.json","edited":false},
{"time": "0:08:13", "speaker": "spk_2","line":"Actually, that we had to stop this fajitas stuff. Steamy.","episode":"s06e05.json","edited":false},
{"time": "0:08:16", "speaker": "spk_0","line":"Okay, well,","episode":"s06e05.json","edited":false},
{"time": "0:08:17", "speaker": "spk_3","line":"why don't you guys introduce or for esteemed or a fried esteemed?","episode":"s06e05.json","edited":false},
{"time": "0:08:23", "speaker": "spk_0","line":"I'll say I have pretty low self afraid.","episode":"s06e05.json","edited":false},
{"time": "0:08:27", "speaker": "spk_2","line":"Yes, I Yeah, I have high self esteem. Dry ice,","episode":"s06e05.json","edited":false},
{"time": "0:08:32", "speaker": "spk_4","line":"right? Uh, well, you","episode":"s06e05.json","edited":false},
{"time": "0:08:34", "speaker": "spk_0","line":"know, my name is Todd. Podd Tadre had recruiter for Thank you. Wow. Is that a country rich thing?","episode":"s06e05.json","edited":false},
{"time": "0:08:43", "speaker": "spk_2","line":"I'm a big fan. You liked that? Yeah, Well, you need to know how everyone's taking care of Sam. Weatherman. Sexy Sam. The taking care of your","episode":"s06e05.json","edited":false},
{"time": "0:08:50", "speaker": "spk_3","line":"developing what has been called a deejay. Stutter. That's right. Right, right, right, right. Right. So you have a speech impediment. That sounds a lot like your hyping up a club.","episode":"s06e05.json","edited":false},
{"time": "0:09:03", "speaker": "spk_0","line":"Often times people get hyped up just when you're trying to e you giving directions directions? Yeah. Yeah, you went","episode":"s06e05.json","edited":false},
{"time": "0:09:11", "speaker": "spk_3","line":"t Did you take a right","episode":"s06e05.json","edited":false},
{"time": "0:09:13", "speaker": "spk_2","line":"on? Yeah, but well, actually, and in ST have you heard my, uh, my new single? There is no drive through here. No. Well, it's not out yet.","episode":"s06e05.json","edited":false},
{"time": "0:09:24", "speaker": "spk_0","line":"Way. So the scenario Waas. So somebody was certain there was a drive through where you were at the dorms because I made a lot of changes. Uh, so people were driving through the dorms","episode":"s06e05.json","edited":false},
{"time": "0:09:37", "speaker": "spk_2","line":"they were trying to","episode":"s06e05.json","edited":false},
{"time": "0:09:37", "speaker": "spk_0","line":"for meal, and I","episode":"s06e05.json","edited":false},
{"time": "0:09:38", "speaker": "spk_2","line":"had to explain to them while the recorder was on.","episode":"s06e05.json","edited":false},
{"time": "0:09:41", "speaker": "spk_0","line":"Could you only do room service?","episode":"s06e05.json","edited":false},
{"time": "0:09:43", "speaker": "spk_2","line":"That's right. So far. And the spot the base for","episode":"s06e05.json","edited":false},
{"time": "0:09:46", "speaker": "spk_0","line":"And then you made a single out of it.","episode":"s06e05.json","edited":false},
{"time": "0:09:47", "speaker": "spk_3","line":"Yes. Bill Cravy is here. What's Ah, Bill Cravy? Uh, you know, things Air really taken off for me this week. We're in the bug sign are looking Tiu, take over the campus. We're using the laws against the campus. They tried to kick us out because our frat","episode":"s06e05.json","edited":false},
{"time": "0:10:12", "speaker": "spk_4","line":"was getting too popular. People are coming from all over the world to join","episode":"s06e05.json","edited":false},
{"time": "0:10:17", "speaker": "spk_3","line":"our frat. I don't","episode":"s06e05.json","edited":false},
{"time": "0:10:18", "speaker": "spk_2","line":"think they were kicking you out because it was too popular. I think it was because of the big death. Big data you guys had sort of a like a pagan ceremony. And","episode":"s06e05.json","edited":false},
{"time": "0:10:31", "speaker": "spk_4","line":"where was sacrificed?","episode":"s06e05.json","edited":false},
{"time": "0:10:32", "speaker": "spk_3","line":"Ah, yes. Well, yes. Yes. Okay. It's a classic frat. Hey. Hey, you","episode":"s06e05.json","edited":false},
{"time": "0:10:42", "speaker": "spk_0","line":"guys sacrifice the assistant, Dean,","episode":"s06e05.json","edited":false},
{"time": "0:10:44", "speaker": "spk_2","line":"but you keep saying they're trying to shut you down because too many people are joining. It's because you sacrificed the assistant Dean now trying to spin the story.","episode":"s06e05.json","edited":false},
{"time": "0:10:53", "speaker": "spk_3","line":"Well, we were just trying to have fun. And we we spit roasted the dean, the assistant dean, and listen on a Rhianna fire out of fire. Yes. Welcome","episode":"s06e05.json","edited":false},
{"time": "0:11:06", "speaker": "spk_0","line":"bobbing like we want Howard to have happened.","episode":"s06e05.json","edited":false},
{"time": "0:11:09", "speaker": "spk_3","line":"Yeah, our was jealous of this death you had for Deena's. We didn't have for Dana way. That's what you do is you get hungry. We're gonna order food. Got cooked up, Dean. You","episode":"s06e05.json","edited":false},
{"time": "0:11:25", "speaker": "spk_0","line":"guys advertise you were doing for demons and John Travolta showed up looking for down.","episode":"s06e05.json","edited":false},
{"time": "0:11:35", "speaker": "spk_3","line":"You know it, baby. And he did bring a revolt. And he","episode":"s06e05.json","edited":false},
{"time": "0:11:38", "speaker": "spk_2","line":"was. And he was sorely disappointed because Adele Dazeem still does not know what Adina Menzel was in the car, and he had no idea who she waas.","episode":"s06e05.json","edited":false},
{"time": "0:11:46", "speaker": "spk_0","line":"No, he was like, Well, whoever you are, you are not what you believe Talent.","episode":"s06e05.json","edited":false},
{"time": "0:11:50", "speaker": "spk_3","line":"But, hey, we heard Well, we were We were lighting up","episode":"s06e05.json","edited":false},
{"time": "0:11:54", "speaker": "spk_4","line":"the dean. The dean was assistant. Dean was burning because the dean tried to shut us down and said, You can't have a religious groups on campus And we said, We're France And","episode":"s06e05.json","edited":false},
{"time": "0:12:03", "speaker": "spk_3","line":"hey, so we're tied him up where? Roast images, bodies Just beginning to char. And we hear we here Saturday Night Fever at First Low, Low. And then we had like that. Travolta, doula, doula and Travolta's Moon walking up the street. Famous for that name, his for moonwalk. Is it true that he","episode":"s06e05.json","edited":false},
{"time": "0:12:26", "speaker": "spk_4","line":"did bring a case of Adele Dazeem Azaz? He did.","episode":"s06e05.json","edited":false},
{"time": "0:12:29", "speaker": "spk_0","line":"Yes, he did things","episode":"s06e05.json","edited":false},
{"time": "0:12:31", "speaker": "spk_2","line":"his own line that he's trying to get off the ground. It's","episode":"s06e05.json","edited":false},
{"time": "0:12:33", "speaker": "spk_0","line":"miserably failing. What's it taste like Zima confusing. Like Travolta,","episode":"s06e05.json","edited":false},
{"time": "0:12:38", "speaker": "spk_3","line":"the last part of all of his products are confusing. Like Travolta. That's right. Um, but here's what I will say about Travolta being him. Both have hair way. Both got air that grows fast. It grows so fast that we have to get it cut all the time","episode":"s06e05.json","edited":false},
{"time": "0:12:58", "speaker": "spk_2","line":"and our barbers air tired. You keep adding stuff about your hair. Every week you have a new little detail about riel. It is.","episode":"s06e05.json","edited":false},
{"time": "0:13:06", "speaker": "spk_3","line":"Your barber is tired.","episode":"s06e05.json","edited":false},
{"time": "0:13:08", "speaker": "spk_0","line":"Your barber's eso","episode":"s06e05.json","edited":false},
{"time": "0:13:11", "speaker": "spk_3","line":"Barbara is constantly winded because I well, how often","episode":"s06e05.json","edited":false},
{"time": "0:13:14", "speaker": "spk_2","line":"do you need to get your hair? Your long, big haircut?","episode":"s06e05.json","edited":false},
{"time": "0:13:16", "speaker": "spk_3","line":"I mean, if I let IQ twice a day, I try. So Okay,","episode":"s06e05.json","edited":false},
{"time": "0:13:21", "speaker": "spk_2","line":"why don't it doesn't seem like you're someone who has hair or knows how long it takes to grow. It seems like you're sorely overcompensating.","episode":"s06e05.json","edited":false},
{"time": "0:13:28", "speaker": "spk_3","line":"Know everyone's naturally like when you're a baby or when your kid your hair grows 16 inches a month. Really? Just a few","episode":"s06e05.json","edited":false},
{"time": "0:13:42", "speaker": "spk_4","line":"years ago, this wasn't happening to you. Your hair was not growing at that pace. And now recently","episode":"s06e05.json","edited":false},
{"time": "0:13:47", "speaker": "spk_3","line":"Oh, are you talking about my bald phase? Yes. That phase everyone was like a dog. You pretty for you. Yeah. It's like, you know, it's a midlife crisis. You know, it was it was","episode":"s06e05.json","edited":false},
{"time": "0:14:00", "speaker": "spk_0","line":"Take it from a guy who's always lying to people's face. You got to bring it down a little. You're going to your Well, the hair is too high, and twice a day no one's gonna buy once a week is over frequently and out, at least by toward No one thinks you're getting your hair cut twice a day. Especially when it is that thin and tall.","episode":"s06e05.json","edited":false},
{"time": "0:14:20", "speaker": "spk_3","line":"Oh, yeah. So you are so fucking jealous, Todd, you were so just like this, actually. T tall hair.","episode":"s06e05.json","edited":false},
{"time": "0:14:29", "speaker": "spk_0","line":"I've never been jealous in my whole life. Most jealous person.","episode":"s06e05.json","edited":false},
{"time": "0:14:33", "speaker": "spk_4","line":"I've never met anybody whose as quickly everyone where your decisions is based on someone's payroll","episode":"s06e05.json","edited":false},
{"time": "0:14:38", "speaker": "spk_3","line":"today country any your shit this week and Travolta was all oh, for my Deen sacrifice all over it.","episode":"s06e05.json","edited":false},
{"time": "0:14:47", "speaker": "spk_2","line":"What do you mean? Like he was really picking out, Challenged out?","episode":"s06e05.json","edited":false},
{"time": "0:14:50", "speaker": "spk_3","line":"Yeah, Dean, hey, tap","episode":"s06e05.json","edited":false},
{"time": "0:14:55", "speaker": "spk_0","line":"Travolta on the shoulder and say, Hey, buddy, save a little dean for the rest of us. He said he wouldn't even acknowledge","episode":"s06e05.json","edited":false},
{"time": "0:15:01", "speaker": "spk_3","line":"evolved right back for seconds. And I heard","episode":"s06e05.json","edited":false},
{"time": "0:15:03", "speaker": "spk_2","line":"Travolta saying something about wanting to take his face off.","episode":"s06e05.json","edited":false},
{"time": "0:15:07", "speaker": "spk_3","line":"That's when he said,","episode":"s06e05.json","edited":false},
{"time": "0:15:08", "speaker": "spk_2","line":"Really, that's unbelievable","episode":"s06e05.json","edited":false},
{"time": "0:15:11", "speaker": "spk_0","line":"And he said it a few times","episode":"s06e05.json","edited":false},
{"time": "0:15:12", "speaker": "spk_2","line":"and kind of weird.","episode":"s06e05.json","edited":false},
{"time": "0:15:13", "speaker": "spk_0","line":"You're kind of weird.","episode":"s06e05.json","edited":false},
{"time": "0:15:14", "speaker": "spk_4","line":"Yeah, he was making eye contact with everybody as he said it","episode":"s06e05.json","edited":false},
{"time": "0:15:17", "speaker": "spk_2","line":"also looking. Travolta's weird. It's weird that all of his movies, they're just sort of the film. And then they ride the movie around","episode":"s06e05.json","edited":false},
{"time": "0:15:25", "speaker": "spk_3","line":"what he said. He said, This tastes a little dried. You guys cooked this with Greece,","episode":"s06e05.json","edited":false},
{"time": "0:15:32", "speaker": "spk_2","line":"right? Hoping, of course that you had","episode":"s06e05.json","edited":false},
{"time": "0:15:34", "speaker": "spk_3","line":"and we had it. We won't cook it with Grace and we But it Eddie, we buttered the devoted, the do right. We covered the dean and Lowry's","episode":"s06e05.json","edited":false},
{"time": "0:15:44", "speaker": "spk_2","line":"right and yeah, I heard him at one point saying, Hey, I've been to a barbecue before. This is no phenomenon.","episode":"s06e05.json","edited":false},
{"time": "0:15:50", "speaker": "spk_3","line":"Theme was trying to shut down our frat. Um, and the assistant Dean was he was out to get us and we made him go. Bye bye. But nobody has known because we put in a replacement, a perfect impersonator of the assistant dean. Everybody knows trying to kick you off campus. There's","episode":"s06e05.json","edited":false},
{"time": "0:16:12", "speaker": "spk_0","line":"this impersonator. We all saw him","episode":"s06e05.json","edited":false},
{"time": "0:16:15", "speaker": "spk_3","line":"Yeah, and I bet you couldn't tell that it was not the assistant d. We all knew it was John Travolta. No throw. Yeah, in the hair spray costume. Yeah, the assistant dean was a man, and he is dressed up like an overweight woman. Travolta's going too far on this one. Goethe is reprising his hair spray role as fooling the assistant deans family, and it's unbelievable.","episode":"s06e05.json","edited":false},
{"time": "0:16:48", "speaker": "spk_0","line":"So no one on campuses fooled. I think the family is fooled, but I think it's cognitive dissonance or they can't accept that their father was eaten. So they're accepting that this new Travolta woman is there. Dad and husband.","episode":"s06e05.json","edited":false},
{"time": "0:17:01", "speaker": "spk_2","line":"Yeah, it literally is unbelievable. People cannot believe it because it's so obviously false.","episode":"s06e05.json","edited":false},
{"time": "0:17:06", "speaker": "spk_3","line":"You'll see. I don't","episode":"s06e05.json","edited":false},
{"time": "0:17:09", "speaker": "spk_2","line":"like that threatening tone","episode":"s06e05.json","edited":false},
{"time": "0:17:11", "speaker": "spk_3","line":"you say you've been hanging out","episode":"s06e05.json","edited":false},
{"time": "0:17:12", "speaker": "spk_2","line":"with box on. You've had a a really evil street,","episode":"s06e05.json","edited":false},
{"time": "0:17:15", "speaker": "spk_0","line":"your whole frak out those. You'll see tattoos that everyone's a little concerned with. You","episode":"s06e05.json","edited":false},
{"time": "0:17:19", "speaker": "spk_3","line":"will see you'll see what we see. Well, you're just a frat, right? So you see, the rest of the tattoo is an ongoing tattoo. Oh, interesting. That's not the end of the sentence. That is not","episode":"s06e05.json","edited":false},
{"time": "0:17:33", "speaker": "spk_2","line":"no, no I'm going. Do you mean that it's hidden beneath your waistband that we can?","episode":"s06e05.json","edited":false},
{"time": "0:17:40", "speaker": "spk_3","line":"So, yeah, and I jeans get more low rises, the further we go on, so you'll see the rest of the tented. What","episode":"s06e05.json","edited":false},
{"time": "0:17:46", "speaker": "spk_2","line":"cutter you guys wearing these days? I noticed you guys are wearing the same kind of Levi's","episode":"s06e05.json","edited":false},
{"time": "0:17:50", "speaker": "spk_3","line":"anti zipper. Was it zipper","episode":"s06e05.json","edited":false},
{"time": "0:17:53", "speaker": "spk_0","line":"Levi's absence? And I thought that was a new look Good on you.","episode":"s06e05.json","edited":false},
{"time": "0:17:56", "speaker": "spk_3","line":"Well, it's It really showcases the base of your Penis. It pushes it down hard. So your sex maxus around each edge so you really get to see sack, smashed sack and top of base. Yeah,","episode":"s06e05.json","edited":false},
{"time": "0:18:16", "speaker": "spk_2","line":"it looks like there's a big piece of broccoli in your","episode":"s06e05.json","edited":false},
{"time": "0:18:19", "speaker": "spk_3","line":"essay, you say, So there might be broccoli. Oh, yeah, Well, let's just say there's not answered my brands. You know what I mean? Speaking","episode":"s06e05.json","edited":false},
{"time": "0:18:32", "speaker": "spk_0","line":"of sex, um, it has been a good week for May in my relationship with the football team a Z. You know, I was helmet last week and for some of the players I got Teoh got to play mouth guard for a few plays. Disgusting, but yeah, I was getting a little tired of that position on the team, So I've actually become the number one recruiter for the team","episode":"s06e05.json","edited":false},
{"time": "0:18:55", "speaker": "spk_4","line":"in space. And just a reminder you did start this by saying, speaking of sacks so","episode":"s06e05.json","edited":false},
{"time": "0:19:00", "speaker": "spk_0","line":"well, you know, because I've talked about football. But speaking of sex, I recruited the number one prospect linebacker for next year. He's a high school senior right now, and I got him coming to the team. I am the biggest asset for recruiting with this football","episode":"s06e05.json","edited":false},
{"time": "0:19:17", "speaker": "spk_2","line":"on. Who is this guy? Someone you know.","episode":"s06e05.json","edited":false},
{"time": "0:19:21", "speaker": "spk_0","line":"What? No, no, um,","episode":"s06e05.json","edited":false},
{"time": "0:19:23", "speaker": "spk_2","line":"teenager from the past who may be when you maybe have an adversary relationship.","episode":"s06e05.json","edited":false},
{"time": "0:19:28", "speaker": "spk_4","line":"So it is not even resurrect who you'd have to resurrect to maybe make the way","episode":"s06e05.json","edited":false},
{"time": "0:19:34", "speaker": "spk_3","line":"here anytime he was around.","episode":"s06e05.json","edited":false},
{"time": "0:19:37", "speaker": "spk_0","line":"These two suggestions going on here one is that my The man my wife left me for is the top prospect in the country while you use a team now and is the number one linebacker in the country. And maybe I recruited a","episode":"s06e05.json","edited":false},
{"time": "0:19:53", "speaker": "spk_2","line":"great after","episode":"s06e05.json","edited":false},
{"time": "0:19:54", "speaker": "spk_4","line":"I saw them playing footsie at Village Pizza the other night. Just so you know, they're still together. They love Yeah, he's got huge feet.","episode":"s06e05.json","edited":false},
{"time": "0:20:01", "speaker": "spk_0","line":"I don't mind because he's making me a lot of money. Uh, okay. And the other suggestions sounded like Podd Tadre was coming back from the grave. And I am happy to announce here for the first time ever, that starting at fullback next year","episode":"s06e05.json","edited":false},
{"time": "0:20:17", "speaker": "spk_4","line":"That is a linebacker.","episode":"s06e05.json","edited":false},
{"time": "0:20:18", "speaker": "spk_0","line":"We'll know the linebackers. Eyes. Is the man my wife cooking for? Okay, Podd Tadre has committed to our school to play fullback. Be here, Onda. He's gonna be of once again fulfilling my dreams of playing for a d one football.","episode":"s06e05.json","edited":false},
{"time": "0:20:39", "speaker": "spk_3","line":"And where do we stand on this? Do have we outed Todd as Podd or we wait the whole","episode":"s06e05.json","edited":false},
{"time": "0:20:46", "speaker": "spk_4","line":"town? He thinks this is a separate person, right? He's got","episode":"s06e05.json","edited":false},
{"time": "0:20:50", "speaker": "spk_2","line":"Astri. No, this is you,","episode":"s06e05.json","edited":false},
{"time": "0:20:52", "speaker": "spk_0","line":"Uh, look all I know.","episode":"s06e05.json","edited":false},
{"time": "0:20:56", "speaker": "spk_3","line":"Listen, Todd And you killed this person. Someone who","episode":"s06e05.json","edited":false},
{"time": "0:20:59", "speaker": "spk_4","line":"lies directly to people's faces about their big hair because they're actually balls.","episode":"s06e05.json","edited":false},
{"time": "0:21:04", "speaker": "spk_3","line":"You can't pull this off. I've got","episode":"s06e05.json","edited":false},
{"time": "0:21:07", "speaker": "spk_0","line":"him fooled. No, I'm not lying to look, I'm in a wheelchair. Podd Tadre can walk. That's a big one. That is a very","episode":"s06e05.json","edited":false},
{"time": "0:21:14", "speaker": "spk_2","line":"big It is a big almost like you've been setting it up","episode":"s06e05.json","edited":false},
{"time": "0:21:17", "speaker": "spk_3","line":"time you danced into here? Hey! Yeah, For recording. You drive your wheelchair wheelchair in here the whole week we've been gone.","episode":"s06e05.json","edited":false},
{"time": "0:21:28", "speaker": "spk_0","line":"Well, look, I went to a doctor to talk about this, and it appears that I have weakened at Bernie's disease. No, there's no way I'll know. Well, I take it up with Dr Mannequin. Okay?","episode":"s06e05.json","edited":false},
{"time": "0:21:44", "speaker": "spk_2","line":"Is this jury anti or a different doctor? What? Any Andy diagnose to this? This is","episode":"s06e05.json","edited":false},
{"time": "0:21:50", "speaker": "spk_0","line":"not your nose and turned on your doctor mannequin, who I go to is a general practitioner.","episode":"s06e05.json","edited":false},
{"time": "0:21:56", "speaker": "spk_3","line":"Good. Well, they gotta have the same location at the very front of a J crew. No, no, no, no, no. That's the window of a J crew.","episode":"s06e05.json","edited":false},
{"time": "0:22:07", "speaker": "spk_0","line":"Is other location closed down. So, Mary, you could in the middle of a Nordstrom just now you could find him in the middle of a Nordstrom, which is where I see him regularly.","episode":"s06e05.json","edited":false},
{"time": "0:22:19", "speaker": "spk_2","line":"You have to do your appointment. Sort of less in a room window situation. And just like near the makeup counter to Nordstrom.","episode":"s06e05.json","edited":false},
{"time": "0:22:25", "speaker": "spk_0","line":"That's right. And, boy, do I get headaches from the perfuming stinking man. I leave feeling worse than when I came there, which I'd love a diagnosis on. But","episode":"s06e05.json","edited":false},
{"time": "0:22:33", "speaker": "spk_2","line":"do you think perfume stinks. Yes.","episode":"s06e05.json","edited":false},
{"time": "0:22:37", "speaker": "spk_0","line":"I love the smell of a human. I don't love that. You think your hope ary","episode":"s06e05.json","edited":false},
{"time": "0:22:41", "speaker": "spk_4","line":"is a bad","episode":"s06e05.json","edited":false},
{"time": "0:22:42", "speaker": "spk_2","line":"cereal? You answer Todd way. Yeah.","episode":"s06e05.json","edited":false},
{"time": "0:22:51", "speaker": "spk_0","line":"Look, I think perfume is the worst thing I've ever drank. Were. And Po PRI is probably the only cereal I like less than cornflakes.","episode":"s06e05.json","edited":false},
{"time": "0:23:00", "speaker": "spk_3","line":"This is somebody who loves","episode":"s06e05.json","edited":false},
{"time": "0:23:01", "speaker": "spk_4","line":"the taste of paint. Yes. Things going represent loves the taste, the paint.","episode":"s06e05.json","edited":false},
{"time": "0:23:05", "speaker": "spk_0","line":"Yeah, well, that's a love hate thing, because it's an addiction. But I do drink pain on the regular, but yeah, if I go to someone's house and I see the potpourri in their bathroom cereal cabinet, I know that will never fully get alarm.","episode":"s06e05.json","edited":false},
{"time": "0:23:20", "speaker": "spk_4","line":"What else is usually in a bathroom? Cereal cabinet?","episode":"s06e05.json","edited":false},
{"time": "0:23:22", "speaker": "spk_0","line":"Uh, I mean, in mine. Yeah. Lucky charms.","episode":"s06e05.json","edited":false},
{"time": "0:23:28", "speaker": "spk_3","line":"What are, well, already lucky","episode":"s06e05.json","edited":false},
{"time": "0:23:29", "speaker": "spk_0","line":"charged. Look like Todd, uh, there in a little pill bottle.","episode":"s06e05.json","edited":false},
{"time": "0:23:35", "speaker": "spk_3","line":"What's that? I was going to","episode":"s06e05.json","edited":false},
{"time": "0:23:36", "speaker": "spk_2","line":"your house and seeing in your fridge. And I'm like the bottom rung of the door were usually have, you know, like sodas that have been in there way too long or something. Never gonna drink. You had Febreze here? Yeah. Is that something you think is a drink but that you don't like. I keep","episode":"s06e05.json","edited":false},
{"time": "0:23:51", "speaker": "spk_0","line":"it for guests. I don't really love it, but, you know, you keep a little fib. Reason if you're entertaining, man, you think people are gonna want to drink or something like that? Yeah.","episode":"s06e05.json","edited":false},
{"time": "0:24:01", "speaker": "spk_4","line":"You also, uh, shot a commercial for, For For Brees recently. That sort of ape. The sunny D ad where you look into your free agent. You say you guys want something? I've got the purple stuff. Sony D for breeze. That's right.","episode":"s06e05.json","edited":false},
{"time": "0:24:16", "speaker": "spk_2","line":"A. She means you wore a costume.","episode":"s06e05.json","edited":false},
{"time": "0:24:19", "speaker": "spk_0","line":"Yeah, yeah, yeah. So it's me and a bus.","episode":"s06e05.json","edited":false},
{"time": "0:24:23", "speaker": "spk_3","line":"You ape their idea. Meaning you made the main character same","episode":"s06e05.json","edited":false},
{"time": "0:24:28", "speaker": "spk_2","line":"commercial. But you added in May. You","episode":"s06e05.json","edited":false},
{"time": "0:24:30", "speaker": "spk_3","line":"caped so many. Are you a u A r I","episode":"s06e05.json","edited":false},
{"time": "0:24:39", "speaker": "spk_0","line":"t r. I did, er live. I hate that idea.","episode":"s06e05.json","edited":false},
{"time": "0:24:43", "speaker": "spk_3","line":"Why do you a what do you What is it? You are not only stealing the idea, but you're making on the gate the make a grenade. When did you in light makeup? Yes, well, you","episode":"s06e05.json","edited":false},
{"time": "0:24:59", "speaker": "spk_0","line":"know, a lot of production value goes into a ping something. And the thing I'm all happily skip on his makeup. Wardrobe. and sound for the closer. And when","episode":"s06e05.json","edited":false},
{"time": "0:25:08", "speaker": "spk_3","line":"you like cross when you do blocking, you'll be like, ah, I imagine I'm walking on all fours right now.","episode":"s06e05.json","edited":false},
{"time": "0:25:14", "speaker": "spk_0","line":"Yeah, yeah. Ah, ah. Lot of it is telling the audience to suspend their disbelief. Imagine this is an ape doing this, I","episode":"s06e05.json","edited":false},
{"time": "0:25:22", "speaker": "spk_2","line":"tell you, a plea, Avengers. But you didn't have the budget shows. Just you in a black box theater with the camera sitting.","episode":"s06e05.json","edited":false},
{"time": "0:25:27", "speaker": "spk_0","line":"Yeah, well, this was very low budget. It was very interesting. People, like a lot of friends came and they really didn't like it, But I think I was, like, really trust your friend. And I think it was the material. It was this Avengers material, right? You know what was big though human to play into the apes.","episode":"s06e05.json","edited":false},
{"time": "0:25:46", "speaker": "spk_2","line":"You did. Now that got,","episode":"s06e05.json","edited":false},
{"time": "0:25:47", "speaker": "spk_0","line":"uh, Well, the whole premise of the thing is kind of based around apes and lands. And like, April, when it's just humans in cages and they start talking on taking over, everyone's like, what is happening. A lot of what is happening here is, um yeah, on the comment cards. Yeah, uh, which I stopped putting out because they were so disrespectful. the comments.","episode":"s06e05.json","edited":false},
{"time": "0:26:11", "speaker": "spk_3","line":"Didn't you try to make a","episode":"s06e05.json","edited":false},
{"time": "0:26:13", "speaker": "spk_4","line":"ah bull Ah, a card game and sell it to Vegas called comment cards? I","episode":"s06e05.json","edited":false},
{"time": "0:26:19", "speaker": "spk_0","line":"don't know. Why Wouldn't have","episode":"s06e05.json","edited":false},
{"time": "0:26:22", "speaker": "spk_2","line":"seems like you'd sink a lot of money into it and probably lose most of that money when they don't buy it. Is that what happened? Well,","episode":"s06e05.json","edited":false},
{"time": "0:26:28", "speaker": "spk_0","line":"the first thing that happened was a sheriff, Dickson said. We don't buy game ideas from a man that comes in. So what about poker guy? Who said that? That's not how it works. I said, OK, what about Kino? They said, Same thing. What? Mr Black Jacket? Is it? Sir, you have to leave. There's are people I said. I'm not leaving until I get my free drink This Did you get freedom when you gamble? I said, I am bankrupt. I can't do that right now. I start all my money on this comment cards","episode":"s06e05.json","edited":false},
{"time": "0:26:55", "speaker": "spk_3","line":"as someone who","episode":"s06e05.json","edited":false},
{"time": "0:26:55", "speaker": "spk_4","line":"dated Mrs Slot Machine. Is it a tough business to get into?","episode":"s06e05.json","edited":false},
{"time": "0:27:00", "speaker": "spk_0","line":"Well, maybe you could help me with that in. I would have loved Mr Slot Machine to help me out there. The game is this. You're sitting at a table. OK, there's a bunch of cards that say, How is your experience here on you? Deal amount. And people have to hint at what their cards say. The experience was and you guessed the other person's cards.","episode":"s06e05.json","edited":false},
{"time": "0:27:24", "speaker": "spk_2","line":"It's like apples to apples or something.","episode":"s06e05.json","edited":false},
{"time": "0:27:26", "speaker": "spk_0","line":"Yes, exactly. On the two options are great and terrible, so there's a 50 50 chance every time, and it's a lot of bluffing goes on there. Lowest hand is $3000. Inventor of the game gets a 90% cut,","episode":"s06e05.json","edited":false},
{"time": "0:27:40", "speaker": "spk_2","line":"so that's where they get to write their inventor of the game. And is he dealing the game? Always, Air","episode":"s06e05.json","edited":false},
{"time": "0:27:46", "speaker": "spk_0","line":"Filter is dealer, and that's that was the subtitle Name of the game.","episode":"s06e05.json","edited":false},
{"time": "0:27:51", "speaker": "spk_2","line":"Infected his dealer. So it's called comment cards. Subtitle Inventors Dealer","episode":"s06e05.json","edited":false},
{"time": "0:27:58", "speaker": "spk_0","line":"Yes, eso uh, if anybody Reno or Atlantic City is interested in you could even do it is a house game. I'll come to your house and I'll bill for your","episode":"s06e05.json","edited":false},
{"time": "0:28:05", "speaker": "spk_2","line":"Vegas fully out Everyone in Vegas. Is that what he said? Reno Atlantic's and","episode":"s06e05.json","edited":false},
{"time": "0:28:08", "speaker": "spk_0","line":"everybody in Vegas is out. Casinos, small businesses. The week after the Bunny ranch, also right, I pitched to the Bunny Ranch. I was the first person the Bunny Ranch turned away on site.","episode":"s06e05.json","edited":false},
{"time": "0:28:20", "speaker": "spk_3","line":"Wow, because they let so","episode":"s06e05.json","edited":false},
{"time": "0:28:23", "speaker": "spk_4","line":"many scumbags it.","episode":"s06e05.json","edited":false},
{"time": "0:28:24", "speaker": "spk_0","line":"That's right, we'll Air Force Amy and I have a history. You","episode":"s06e05.json","edited":false},
{"time": "0:28:28", "speaker": "spk_3","line":"were in the Air Force together. We were in the Air Force together. That's right. Way were on","episode":"s06e05.json","edited":false},
{"time": "0:28:35", "speaker": "spk_0","line":"the clandestine mission and I tried to kamikaze.","episode":"s06e05.json","edited":false},
{"time": "0:28:40", "speaker": "spk_2","line":"So she's hot on you for that. So what's that? She's not to have any herder.","episode":"s06e05.json","edited":false},
{"time": "0:28:45", "speaker": "spk_3","line":"The first person to receive a corroded heart.","episode":"s06e05.json","edited":false},
{"time": "0:28:50", "speaker": "spk_0","line":"That's right. It's the Razzie of the Army. Have you ever lost the most recent election Gives it to you. So Bob Dole give me a crowded","episode":"s06e05.json","edited":false},
{"time": "0:28:59", "speaker": "spk_3","line":"heart. You know, I like that.","episode":"s06e05.json","edited":false},
{"time": "0:29:05", "speaker": "spk_2","line":"That system is in place. It's gotta be. There","episode":"s06e05.json","edited":false},
{"time": "0:29:08", "speaker": "spk_0","line":"it was. It was fun. It was me. Elizabeth Berkley Screech","episode":"s06e05.json","edited":false},
{"time": "0:29:13", "speaker": "spk_3","line":"E all. Of course. Remember way all","episode":"s06e05.json","edited":false},
{"time": "0:29:18", "speaker": "spk_0","line":"served in the 90","episode":"s06e05.json","edited":false},
{"time": "0:29:19", "speaker": "spk_3","line":"seven saved by the bell. The Air Force years was very interesting.","episode":"s06e05.json","edited":false},
{"time": "0:29:24", "speaker": "spk_0","line":"I thought it was weird that they just replaced Kelly and didnt explain it","episode":"s06e05.json","edited":false},
{"time": "0:29:28", "speaker": "spk_2","line":"may send that they kept the football referee.","episode":"s06e05.json","edited":false},
{"time": "0:29:30", "speaker": "spk_0","line":"Yes, I'm excited about Go back around. I'm excited to see what You know how much money I make getting these recruits in here on campus uh,","episode":"s06e05.json","edited":false},
{"time": "0:29:44", "speaker": "spk_3","line":"Podd is decorated. He is. Everybody loves Podd,","episode":"s06e05.json","edited":false},
{"time": "0:29:48", "speaker": "spk_4","line":"so if anybody can turn it around its Podd That's right.","episode":"s06e05.json","edited":false},
{"time": "0:29:51", "speaker": "spk_0","line":"You know, first ever 14 year old to play college football is a starting fullback.","episode":"s06e05.json","edited":false},
{"time": "0:29:55", "speaker": "spk_4","line":"That's going to get a lot of people in the seats","episode":"s06e05.json","edited":false},
{"time": "0:29:58", "speaker": "spk_2","line":"now, Did you record a recruit? A 14 year old? Because he was the best you could find. You couldn't find any 18 year olds or or What's the goal here? Is Todd really that much better? And that much more advanced than men? Four years old.","episode":"s06e05.json","edited":false},
{"time": "0:30:08", "speaker": "spk_0","line":"His name is actually Podd Underway. Coming, Todd, I don't know what the confusion is either. I happens all the time. Weirdly, no. Well, I went around, I went around Teoh people that looked athletic. And I said, Hey, hey, hey, kid. Uh, let me talk to you. How would you like to make some money really easy.","episode":"s06e05.json","edited":false},
{"time": "0:30:29", "speaker": "spk_4","line":"This is your recruiting process? Yeah, I say Ah, and","episode":"s06e05.json","edited":false},
{"time": "0:30:33", "speaker": "spk_0","line":"you get a free education four years if you don't get injured or killed Torto injured. You could play in the NFL with the big dogs. And I said that a bunch of people said, Would you have a credential to have a business card. Of course I did. They said most business cards. Air printed. Um, there in English. Uh,","episode":"s06e05.json","edited":false},
{"time": "0:30:57", "speaker": "spk_2","line":"you had the label, Teoh package,","episode":"s06e05.json","edited":false},
{"time": "0:30:59", "speaker": "spk_4","line":"years air hastily written in Spanish and their nutrition facts.","episode":"s06e05.json","edited":false},
{"time": "0:31:04", "speaker": "spk_0","line":"Right. Well, I think my business coach guys ripping me.","episode":"s06e05.json","edited":false},
{"time": "0:31:08", "speaker": "spk_4","line":"And where do you got to go to the supermarket to get your","episode":"s06e05.json","edited":false},
{"time": "0:31:10", "speaker": "spk_3","line":"business cards?","episode":"s06e05.json","edited":false},
{"time": "0:31:11", "speaker": "spk_0","line":"Um, the supermarket? Yeah. No. Well, you supermarket, I go online to www dot uh those factors nutrition.","episode":"s06e05.json","edited":false},
{"time": "0:31:25", "speaker": "spk_2","line":"Ever heard of that website? Lows, Factors","episode":"s06e05.json","edited":false},
{"time": "0:31:27", "speaker": "spk_0","line":"nutrition? That's right. It's business card in Spanish.","episode":"s06e05.json","edited":false},
{"time": "0:31:32", "speaker": "spk_3","line":"I'm not sure if","episode":"s06e05.json","edited":false},
{"time": "0:31:33", "speaker": "spk_0","line":"it is. Well, good. If I'm wrong, I wasted $3500.","episode":"s06e05.json","edited":false},
{"time": "0:31:39", "speaker": "spk_2","line":"Oh, I've wasted a lot on business cars as well. So I'm my room right there with you. Will","episode":"s06e05.json","edited":false},
{"time": "0:31:43", "speaker": "spk_4","line":"you just keep changing? You keep minute, Lee changing your business every couple of days.","episode":"s06e05.json","edited":false},
{"time": "0:31:48", "speaker": "spk_2","line":"That's a problem. And I buy very expensive card. Yeah,","episode":"s06e05.json","edited":false},
{"time": "0:31:51", "speaker": "spk_4","line":"if you just If you I think you should put a pause on the sort of producing marketing materials for a little while until you until you really land on the final product, cause right now your business is just expanding at an increasingly crazy race","episode":"s06e05.json","edited":false},
{"time": "0:32:03", "speaker": "spk_2","line":"word pause, which I think is very interesting. Pas like animal paws. Maybe we need to bring some animals into the spa. Maybe that's a really because this goat yoga is really","episode":"s06e05.json","edited":false},
{"time": "0:32:13", "speaker": "spk_4","line":"popular, right? Right. I've wasted a lot of money on business cards as well. I mean, because I I got some space in all of the Walgreens card sections all across the business card for my business guards. And","episode":"s06e05.json","edited":false},
{"time": "0:32:30", "speaker": "spk_3","line":"I don't turn. They're selling them. Well, they're not going. They're going of what's the opposite of hot cakes area.","episode":"s06e05.json","edited":false},
{"time": "0:32:40", "speaker": "spk_2","line":"They're going like language,","episode":"s06e05.json","edited":false},
{"time": "0:32:41", "speaker": "spk_0","line":"diarrhea, diarrhea, muffins, maybe the opposite.","episode":"s06e05.json","edited":false},
{"time": "0:32:44", "speaker": "spk_3","line":"Yeah, they're selling like diarrhea muffins, So not good. But they're perfect there that, you know, they open, you open them up and they say things like, um, if you'll have a seat,","episode":"s06e05.json","edited":false},
{"time": "0:32:58", "speaker": "spk_4","line":"he'll be with you in five minutes. And","episode":"s06e05.json","edited":false},
{"time": "0:33:01", "speaker": "spk_0","line":"that's for Bugs marks. Arm.","episode":"s06e05.json","edited":false},
{"time": "0:33:04", "speaker": "spk_3","line":"Now, just this is just this is just an idea.","episode":"s06e05.json","edited":false},
{"time": "0:33:07", "speaker": "spk_0","line":"That's idea. Yeah, well, I think one of the issues might have been that you really locked into the, like, condolences section of the of the greeting cards,","episode":"s06e05.json","edited":false},
{"time": "0:33:19", "speaker": "spk_4","line":"right? Yeah. Yeah. And I think","episode":"s06e05.json","edited":false},
{"time": "0:33:21", "speaker": "spk_0","line":"people are already so sad. And look, there's not a zoo. Many options, and you've taken away one, and they're like, this is a business card. I've tried to give someone condolences on","episode":"s06e05.json","edited":false},
{"time": "0:33:30", "speaker": "spk_4","line":"the death. I did, uh, remove all of the condolences, sex and relationships. And","episode":"s06e05.json","edited":false},
{"time": "0:33:38", "speaker": "spk_3","line":"I tried to,","episode":"s06e05.json","edited":false},
{"time": "0:33:39", "speaker": "spk_4","line":"you know, get some combo cards going on. What? They","episode":"s06e05.json","edited":false},
{"time": "0:33:42", "speaker": "spk_0","line":"were all with beef cakes on them. Yeah, You use like, the beefcake birthday idea for condolences.","episode":"s06e05.json","edited":false},
{"time": "0:33:48", "speaker": "spk_4","line":"Exactly. I was like, you know, I'm sorry.","episode":"s06e05.json","edited":false},
{"time": "0:33:51", "speaker": "spk_3","line":"And there were specific.","episode":"s06e05.json","edited":false},
{"time": "0:33:52", "speaker": "spk_4","line":"You know, I'm sorry your husband died in that tractor trailer incident, but and then it would say B u T t and you'd open it up. And it be a big beef cakes. Whole silver lining close up on the","episode":"s06e05.json","edited":false},
{"time": "0:34:06", "speaker": "spk_0","line":"whole. As if you know, Yes, this man or woman's husband died, but at least they can look at this close up of a butthole. And","episode":"s06e05.json","edited":false},
{"time": "0:34:18", "speaker": "spk_3","line":"that was selling well or not selling well, what is the opposite of hot cakes? Package diarrhea, muffins, packaged diarrhea, muffins left out, the said Yes, it was selling like those.","episode":"s06e05.json","edited":false},
{"time": "0:34:34", "speaker": "spk_2","line":"Not at all.","episode":"s06e05.json","edited":false},
{"time": "0:34:34", "speaker": "spk_0","line":"Well, um, I'm willing to invest in this idea cause I think you have something here. I think we haven't nailed it yet. But I dio let's get on most factors nutrition bonus. And we'll figure out somewhere","episode":"s06e05.json","edited":false},
{"time": "0:34:47", "speaker": "spk_4","line":"fairly. And","episode":"s06e05.json","edited":false},
{"time": "0:34:48", "speaker": "spk_2","line":"you're going to be like an angel investor and that you have no money to invest, So you kind of won't really be there.","episode":"s06e05.json","edited":false},
{"time": "0:34:52", "speaker": "spk_0","line":"Right on investor in name only. Almost. So you know, it'll say demon investor will be a demon investor.","episode":"s06e05.json","edited":false},
{"time": "0:35:01", "speaker": "spk_3","line":"Let's take a little break. I'm tired. I pretty tired. Teoh Howard, it really quickly. What's going on with your","episode":"s06e05.json","edited":false},
{"time": "0:35:13", "speaker": "spk_4","line":"Well, I mean, it's same old stuff, You know, I've been having a rough time in class. Uh, you know, med school is hard. Even if you are being home schooled by your Dom. Just doctor treatment. Mr. Is Doctor Trina. She's home schooling. May we actually had our first first experience with the human cadaver this this week And you that I was the cadaver. It was really shocking. Honestly, A man. Yeah, yourself.","episode":"s06e05.json","edited":false},
{"time": "0:35:41", "speaker": "spk_0","line":"Uh, what's that called? Autopsied yourself?","episode":"s06e05.json","edited":false},
{"time": "0:35:44", "speaker": "spk_3","line":"Yeah, yeah,","episode":"s06e05.json","edited":false},
{"time": "0:35:46", "speaker": "spk_4","line":"yeah. It was really It was wild","episode":"s06e05.json","edited":false},
{"time": "0:35:48", "speaker": "spk_0","line":"because you're immortal, But you can still feel","episode":"s06e05.json","edited":false},
{"time": "0:35:50", "speaker": "spk_4","line":"pain. Yeah, And she said, Well, it be it be illegal for us to get a dead body because we're not licensed by the state in any way. But you are. You know that you are a dead body, so we'll do this. We, of course, did it. A sanitary Leah's possible.","episode":"s06e05.json","edited":false},
{"time": "0:36:03", "speaker": "spk_2","line":"So technically, you are dead. Your immortal. But you're living dead.","episode":"s06e05.json","edited":false},
{"time": "0:36:07", "speaker": "spk_4","line":"I'm immortal in that my consciousness can never die. Ah, it'll live on whether in my body or in in some sort of you know, others If you I wish you could upload me into a computer. So if you love the rain goes and your eyes in your head go to a new thing, you're still you. I think I think that's it as long as my memory box stays intact. Um, but anyway, I information I may use. Yeah. What","episode":"s06e05.json","edited":false},
{"time": "0:36:34", "speaker": "spk_0","line":"do you learn about your body?","episode":"s06e05.json","edited":false},
{"time": "0:36:35", "speaker": "spk_4","line":"I learned that I've got a fat heart. My heart is very fat. And does that translate directly into kindness? No, no, no, no, no, no. It translate direct directly into easily fatigued, winded from little exercise. Big heart. No, no, no","episode":"s06e05.json","edited":false},
{"time": "0:36:54", "speaker": "spk_2","line":"pumps more blood. You makes you more.","episode":"s06e05.json","edited":false},
{"time": "0:36:56", "speaker": "spk_4","line":"No, no, it's not that. It's a fat heart, as in my heart is made of mostly fat. Your heart is overweight. My heart is overweight. My heart that asked Saul your heart at the barbecue place, the other right. And","episode":"s06e05.json","edited":false},
{"time": "0:37:10", "speaker": "spk_3","line":"this is a new","episode":"s06e05.json","edited":false},
{"time": "0:37:10", "speaker": "spk_4","line":"development that my heart is sort of autonomous from my body. It sort of makes similar to your feet, Bill, my hardware choices that my body doesn't want to. So and when I opened up my chest, my heart was like, It would be honest.","episode":"s06e05.json","edited":false},
{"time": "0:37:23", "speaker": "spk_2","line":"I saw a commercial the other day. Your heart was playing a junkie,","episode":"s06e05.json","edited":false},
{"time": "0:37:27", "speaker": "spk_3","line":"right? Your hurt is a pretty good actor. It was like a heart got that part. But","episode":"s06e05.json","edited":false},
{"time": "0:37:32", "speaker": "spk_2","line":"he looks so bad that he was playing a fucking drugged out junk","episode":"s06e05.json","edited":false},
{"time": "0:37:37", "speaker": "spk_3","line":"in his heart loses weight. He's not gonna get those parts","episode":"s06e05.json","edited":false},
{"time": "0:37:40", "speaker": "spk_4","line":"anymore. You with my heart? In the time that I did open heart surgery that I did this open heart sort of autopsy on myself, my heart jumped out of my body and had and had a lot of experiences that went auditioned, got the part shot the commercial out. Uh, it, uh was","episode":"s06e05.json","edited":false},
{"time": "0:37:58", "speaker": "spk_0","line":"that your heart I saw with my ex wife later on the day.","episode":"s06e05.json","edited":false},
{"time": "0:38:00", "speaker": "spk_4","line":"Um, what's your ex wife's name.","episode":"s06e05.json","edited":false},
{"time": "0:38:04", "speaker": "spk_0","line":"You know, this was always the issue between her name. Well, no, I knew what I thought her name Waas, But it was just like, if I'm calling you the name I think your name is, Why does it matter if it's right or wrong? As long as I think it's Olive. Uh, that's what I'm calling you. The right name. Okay. Well,","episode":"s06e05.json","edited":false},
{"time": "0:38:27", "speaker": "spk_2","line":"Carter and all","episode":"s06e05.json","edited":false},
{"time": "0:38:28", "speaker": "spk_0","line":"of that, and all of","episode":"s06e05.json","edited":false},
{"time": "0:38:30", "speaker": "spk_4","line":"my heart when my heart is not seeing someone named an olive But my heart is seeing someone who ah recently broke up with old old old man A pistachio. She broke up with a mustache. Must it was actually a mustache. Moustachioed pistachio. Yeah. So my heart Peanuts, brother","episode":"s06e05.json","edited":false},
{"time": "0:38:55", "speaker": "spk_3","line":"Pistachio by a family of actor things.","episode":"s06e05.json","edited":false},
{"time": "0:39:02", "speaker": "spk_4","line":"Yes. We'll see what happens there. But my heart Ah, my heart's doing really well on my heart. Consciously is doing really well. A swell because me and mistress, Doctor Trina are like hitting it off. Uh, she's hitting you. She's hitting me off. It's like, you know, people say, like jerking off for, like, beaten up. She","episode":"s06e05.json","edited":false},
{"time": "0:39:25", "speaker": "spk_2","line":"hits you in the head. So you come.","episode":"s06e05.json","edited":false},
{"time": "0:39:26", "speaker": "spk_4","line":"Yeah. She bought for me on the head until I ejaculate","episode":"s06e05.json","edited":false},
{"time": "0:39:29", "speaker": "spk_2","line":"using on arcade style thing","episode":"s06e05.json","edited":false},
{"time": "0:39:32", "speaker": "spk_4","line":"nine Bob she uses, like about in a little thing and you pop up through little holes, You get bopped down. Yeah, we built that we built Ah, whack a mole in being in her house. Well, yeah, alcohol is what she calls. She calls me a hose. Well goes away. It's got a big sign up there. That's his wacko. So anyway,","episode":"s06e05.json","edited":false},
{"time": "0:39:54", "speaker": "spk_3","line":"I Tana tickets the","episode":"s06e05.json","edited":false},
{"time": "0:39:57", "speaker": "spk_4","line":"other night from your dumb ass. I went home with a big","episode":"s06e05.json","edited":false},
{"time": "0:40:01", "speaker": "spk_3","line":"bucking lollypop. You're still second on that thing. Yeah, I am. I am. I'm taking it to the new station. Didn't tell you guys. I got a job as a, um I'm studying communications that I got a job as a newscaster. And let's say I'm getting some of my own views into the news way. Do the weather and the sports right is that Does it seem slanted? E. A directive thought it was pretty straight full. I've just","episode":"s06e05.json","edited":false},
{"time": "0:40:42", "speaker": "spk_0","line":"never seen somebody fit such conservative views into a weather report.","episode":"s06e05.json","edited":false},
{"time": "0:40:48", "speaker": "spk_5","line":"Welcome to your digital course catalog. The following courses have just been added for next trimester biology to 11 advanced human anatomy must submit head shot full body nude front and back and attend American Idol style additions to apply chemistry 399 Advanced chemistry with Kevorkian's corpse Professors a corpse so class will be passed, fail and listed as independent study Prerequisite Must have diagnosed terminal illness to enroll. All","episode":"s06e05.json","edited":false},
{"time": "0:41:29", "speaker": "spk_4","line":"right, well, you know, today no different than every other day. We got a great guests in the lounge. She","episode":"s06e05.json","edited":false},
{"time": "0:41:35", "speaker": "spk_3","line":"has become like a good","episode":"s06e05.json","edited":false},
{"time": "0:41:36", "speaker": "spk_4","line":"friend of all of our since we started coming to school here. Uh, she she's ah friendly face that we see problem for me twice a day. Usually on that is Ah Dolly Price for you. Pick me up cafe She is Ah, waiter at the pick me up. I'm a waitress. Sorry. It's okay. That's alright. I thought have went for the non gendered version. I know. I believe in having gender roles, strong gender roles.","episode":"s06e05.json","edited":false},
{"time": "0:42:01", "speaker": "spk_3","line":"I'm sorry. I apologize out of the","episode":"s06e05.json","edited":false},
{"time": "0:42:02", "speaker": "spk_4","line":"gate. I really think that Ah you know its host versus hostess Well, if if it's a gentleman, if it's a gentleman snack a host. Oh, wait, wait Say it again. Hostess","episode":"s06e05.json","edited":false},
{"time": "0:42:16", "speaker": "spk_3","line":"can cupcakes. Oh, how there is feminine. Well, I think they are, don't you? I","episode":"s06e05.json","edited":false},
{"time": "0:42:23", "speaker": "spk_4","line":"really I mean, little did a little Debbie is obviously a woman.","episode":"s06e05.json","edited":false},
{"time": "0:42:26", "speaker": "spk_3","line":"HoJo Is she a ho? Yes. Ho ho, ho! A female snack cake. Absolutely. Snacks are girls. Absolutely. Because you like ice came. That's a girl. Men. Men are savory. Crispy snack time, right?","episode":"s06e05.json","edited":false},
{"time": "0:42:46", "speaker": "spk_4","line":"Yeah, it is a man that is a representation of chicken fingers and sweets. And it's interesting. It's interesting that this is what comes up first because you are actually known for being quite a judgmental. Wait A waitress.","episode":"s06e05.json","edited":false},
{"time": "0:42:59", "speaker": "spk_3","line":"Well, I'm working on you. Were you","episode":"s06e05.json","edited":false},
{"time": "0:43:01", "speaker": "spk_0","line":"working on becoming amore judgment?","episode":"s06e05.json","edited":false},
{"time": "0:43:03", "speaker": "spk_3","line":"Oh, I know that. I'm not supposed to be as judgmental as I am. I was raised assemblies of God. I still have that in me","episode":"s06e05.json","edited":false},
{"time": "0:43:12", "speaker": "spk_0","line":"because you were the first time I went in there. You rewrote my whole meal for me,","episode":"s06e05.json","edited":false},
{"time": "0:43:16", "speaker": "spk_2","line":"right? You said no too much.","episode":"s06e05.json","edited":false},
{"time": "0:43:18", "speaker": "spk_3","line":"Well, you ordered nothing but brown food. You had a whole plate you wanted. You wanted hamburgers fried Stay. You wanted. You wanted a tater tots. You wanted a role. I don't see anything.","episode":"s06e05.json","edited":false},
{"time": "0:43:35", "speaker": "spk_4","line":"He said burn the role I wanted to be","episode":"s06e05.json","edited":false},
{"time": "0:43:37", "speaker": "spk_0","line":"dark brown. What? My doctor, Dr Mannequin has been the brown diet right now on","episode":"s06e05.json","edited":false},
{"time": "0:43:42", "speaker": "spk_4","line":"this is an actual mannequin. Were No, no, no, it's a It's a real doctor in the middle of a human being. That","episode":"s06e05.json","edited":false},
{"time": "0:43:48", "speaker": "spk_3","line":"is not good for your poop. Oh,","episode":"s06e05.json","edited":false},
{"time": "0:43:52", "speaker": "spk_0","line":"well, I I think you eat what you want. You're put to be alive, to be brown to those because","episode":"s06e05.json","edited":false},
{"time": "0:43:58", "speaker": "spk_3","line":"that's not necessary. Time have a consistency of, like, moose. It's gonna be light. And you're gonna want to rub","episode":"s06e05.json","edited":false},
{"time": "0:44:08", "speaker": "spk_4","line":"it in your hair to get a good style. That's right. That's right.","episode":"s06e05.json","edited":false},
{"time": "0:44:12", "speaker": "spk_0","line":"You you know nothing about hair. You just don't have the right hair, Bill.","episode":"s06e05.json","edited":false},
{"time": "0:44:16", "speaker": "spk_3","line":"My hair is long. It grows super fast, and it's it's perfect for a perm. It's green. It's green. I'm donating","episode":"s06e05.json","edited":false},
{"time": "0:44:25", "speaker": "spk_4","line":"it till I'm donating it. Two Children with cancer,","episode":"s06e05.json","edited":false},
{"time": "0:44:28", "speaker": "spk_0","line":"you damn. You'll kill them faster if you give it to him to keep it away.","episode":"s06e05.json","edited":false},
{"time": "0:44:32", "speaker": "spk_3","line":"My hair is really no, it's dark and it leaks die onto my face. And I'm giving it to gives with cancer because they need it more than me. Well, they're gonna be grateful for. Thank you. I thank you, darling.","episode":"s06e05.json","edited":false},
{"time": "0:44:44", "speaker": "spk_0","line":"uh, you been at this diner for a long time now.","episode":"s06e05.json","edited":false},
{"time": "0:44:47", "speaker": "spk_3","line":"What's it like","episode":"s06e05.json","edited":false},
{"time": "0:44:48", "speaker": "spk_0","line":"seeing, um, only the same age people of the time. You know, everyone graduates and moves on your only serving college students most of the time, right?","episode":"s06e05.json","edited":false},
{"time": "0:44:57", "speaker": "spk_3","line":"Oh, well, that helps keep me young. I'll tell you right now, I mean, you might be surprised to hear this Some 74. Wow. Wow. And if I wasn't working in a diner that serves mostly college kids that tell you right now, I would look like I","episode":"s06e05.json","edited":false},
{"time": "0:45:14", "speaker": "spk_4","line":"That is really surprising. Yes. I thought you were in your mid one tens.","episode":"s06e05.json","edited":false},
{"time": "0:45:20", "speaker": "spk_3","line":"That that's what I thought. Well, that's the opposite of what I was hoping His show. You are wearing a quick silver sweatshirt and the backwards headdress. Very. You dress very","episode":"s06e05.json","edited":false},
{"time": "0:45:30", "speaker": "spk_0","line":"young. Very similar style,","episode":"s06e05.json","edited":false},
{"time": "0:45:35", "speaker": "spk_3","line":"short hair holding a buckyball. That's what I was told to do because I was recruited by the fashion merchandising department. You're do a makeover. Oh, you're an influencer. Well, I guess I am now. That's what the girls told me after they gave me the board shorts.","episode":"s06e05.json","edited":false},
{"time": "0:45:52", "speaker": "spk_2","line":"And these goes then took pictures of you.","episode":"s06e05.json","edited":false},
{"time": "0:45:54", "speaker": "spk_3","line":"Right? Know what? There's a whole. I have a whole They created an INSTAGRAM account. No. What is it called? I hope it's in good spirit. I do not, you know, helping tricking. I hope it's not called. Look at this old lady we dressed up. I don't think so. I don't I don't look at Instagram. They just told me they just told men. It's always surf related clothing. Where were some of the","episode":"s06e05.json","edited":false},
{"time": "0:46:22", "speaker": "spk_2","line":"other photo shoots they've had? You do?","episode":"s06e05.json","edited":false},
{"time": "0:46:24", "speaker": "spk_3","line":"Well, they let's say they had me. Um, they had me a nice overalls on and also bad. No, there anything is good or bad and that they're all kind of gross. E I mean, they were, um they're fitted to the body. They were like, they're like overalls that that were made by fashion designers. Nice. That","episode":"s06e05.json","edited":false},
{"time": "0:46:49", "speaker": "spk_0","line":"is a very tight fitting. Overall.","episode":"s06e05.json","edited":false},
{"time": "0:46:52", "speaker": "spk_3","line":"Very tight. OK, over. Shirt on the need a shared a word to talk. Okay. Golly, I'm gonna","episode":"s06e05.json","edited":false},
{"time": "0:47:03", "speaker": "spk_4","line":"go ahead and say what? I'm gonna go ahead and say what I think is going on. It's and it's sad that that kids at this college would do that. Kids are mean these days, kids, if they look at middle aged people like us leave all been on his instagram and they and they make a goof out of you. They say, Wouldn't it be really funny? I'm","episode":"s06e05.json","edited":false},
{"time": "0:47:23", "speaker": "spk_0","line":"with you, dawg. If kids are treating and nice, it is genuine unfriendly. Now I'm friends with a bunch of these college kids. I get their beer forum s skateboarding around. I would skateboard if I wasn't in a wheelchair. Now, no, we'll see. I doubt it, but I will have your feelings hurt. I think this is like it gives the documentary advanced fashion. It's a man who follow No,","episode":"s06e05.json","edited":false},
{"time": "0:47:49", "speaker": "spk_3","line":"that would be a no.","episode":"s06e05.json","edited":false},
{"time": "0:47:50", "speaker": "spk_0","line":"He takes photos of elderly women who have very great style and are very, uh, boisterous, bold and boisterous. Oh, I see. I think that's what these kids are probably doing with you.","episode":"s06e05.json","edited":false},
{"time": "0:48:01", "speaker": "spk_4","line":"Well, I think that you could construe it that way if you just didn't read any of the captions. I think that's a pro. I've seen the Instagram because I do, you know that. Yeah, I found out I was on and I tagged you. They accidentally tagged me on Instagram because you're dumb. Put you on the my dam. Put me on instagram and she posts mean photos of me all the time. Right? But you know what I know about. And as your pig loses, yes, yes. She puts the pig head on me, takes pictures of me naked and post them on her instagram But I got tagged in one and it is actually called Ha ha! Look at this old person we dressed up funny. It's very","episode":"s06e05.json","edited":false},
{"time": "0:48:39", "speaker": "spk_3","line":"you know, that title I forgot I forgot that we dressed up funny this'll old person. So there's a hot It's hot Underscore. Hahahaha","episode":"s06e05.json","edited":false},
{"time": "0:48:53", "speaker": "spk_4","line":"underscore. Look at this old person address that","episode":"s06e05.json","edited":false},
{"time": "0:48:55", "speaker": "spk_0","line":"you didn't hear that we dressed up Funny part. You just that was called hot. Look, this old person which was nice for you","episode":"s06e05.json","edited":false},
{"time": "0:49:01", "speaker": "spk_3","line":"Well, I don't know. You know the kids the way they talk, right? You thought it was","episode":"s06e05.json","edited":false},
{"time": "0:49:06", "speaker": "spk_4","line":"like a false negative or whatever were like That's bad.","episode":"s06e05.json","edited":false},
{"time": "0:49:09", "speaker": "spk_3","line":"I realized that it was gonna be a bad thing. I think there are a lot of things like that. You think it sounds bad, but it's really good. Like fat.","episode":"s06e05.json","edited":false},
{"time": "0:49:17", "speaker": "spk_4","line":"Yeah, e I","episode":"s06e05.json","edited":false},
{"time": "0:49:21", "speaker": "spk_0","line":"got a bunch of my get ugly people. Complimenting and corrupt is","episode":"s06e05.json","edited":false},
{"time": "0:49:25", "speaker": "spk_3","line":"apparently not a bad. Get away from the whole","episode":"s06e05.json","edited":false},
{"time": "0:49:28", "speaker": "spk_0","line":"guilty. That judge told you that you were guilty. Think that I was like, Oh, it's It's one of those. Funny. Yeah. You to my buddy. Raining order. Uh,","episode":"s06e05.json","edited":false},
{"time": "0:49:40", "speaker": "spk_2","line":"least at least you don't feel bad about this thing. I guess if it's in good spirits with you, then","episode":"s06e05.json","edited":false},
{"time": "0:49:47", "speaker": "spk_3","line":"if there's a photo on there I don't know about if there's If they took a picture of me without me looking like that, that playmate, the head of the woman in the G. M. A couple of years that would piss me off. Well, they do all they do a","episode":"s06e05.json","edited":false},
{"time": "0:50:03", "speaker": "spk_2","line":"photo of you in the gym.","episode":"s06e05.json","edited":false},
{"time": "0:50:05", "speaker": "spk_3","line":"What? Yeah, Yeah. Well, then I'm going to suit Hell, yeah, I know those fashion merchandising student. You are quite litigious. What have you heard that about me? I want you say I have, and I have experienced the wrath of your lawyers. Now, you guys","episode":"s06e05.json","edited":false},
{"time": "0:50:25", "speaker": "spk_2","line":"have been in a couple of lawsuits before. We have we have. What is this small claims sort of Judge Judy level, Or is this all","episode":"s06e05.json","edited":false},
{"time": "0:50:34", "speaker": "spk_3","line":"around that I mean, if we're lucky,","episode":"s06e05.json","edited":false},
{"time": "0:50:36", "speaker": "spk_4","line":"we get to see Judy. Well, you're well there was the one that waas a Cravy Cravy versus too salty gravy. You you complain that the Cravy was too salty.","episode":"s06e05.json","edited":false},
{"time": "0:50:48", "speaker": "spk_3","line":"Chicken ankle swollen because I had too much sodium in my system. But you tried to sue your server to solver of Grand broke off my toe ring and my little him ankle it. No, the Daytona when I was 15 and I've been wearing them. And everybody knows that Bill is lucky fee if he drinks eight ounces of water a day. Yes, that's true. Yeah. I can't find the ship back in around","episode":"s06e05.json","edited":false},
{"time": "0:51:19", "speaker": "spk_2","line":"builds and every funds.","episode":"s06e05.json","edited":false},
{"time": "0:51:20", "speaker": "spk_3","line":"You know what? I don't like water. Okay. A lot like water. I don't like what I like. Crystal light.","episode":"s06e05.json","edited":false},
{"time": "0:51:26", "speaker": "spk_0","line":"You tried to get in a Christlike, but then you just started snorting the powder","episode":"s06e05.json","edited":false},
{"time": "0:51:29", "speaker": "spk_3","line":"you started, Christian. What is crystal crystal? You gotta be careful with the crystal light. If you drink too much crystal, I'll give you headache. It really will. And But I can't. Water","episode":"s06e05.json","edited":false},
{"time": "0:51:42", "speaker": "spk_4","line":"is nasty. It tastes nasty to me. I can't drink it. But you ended up winning in Cravy v gravy.","episode":"s06e05.json","edited":false},
{"time": "0:51:52", "speaker": "spk_3","line":"I did it. But here we can still be friends. We can So that's the thing. Like we are enemies. But we are still","episode":"s06e05.json","edited":false},
{"time": "0:52:00", "speaker": "spk_0","line":"friends like Michael Birt, Michael Bird, Larry Jordan on the court","episode":"s06e05.json","edited":false},
{"time": "0:52:04", "speaker": "spk_2","line":"like classic Jordan Burden Jordan, Mike Byrd","episode":"s06e05.json","edited":false},
{"time": "0:52:08", "speaker": "spk_0","line":"because it's in court. Yeah, that's, uh,","episode":"s06e05.json","edited":false},
{"time": "0:52:11", "speaker": "spk_4","line":"yeah, we we settle it in the court.","episode":"s06e05.json","edited":false},
{"time": "0:52:14", "speaker": "spk_3","line":"You have","episode":"s06e05.json","edited":false},
{"time": "0:52:15", "speaker": "spk_2","line":"such a nice and sunny disposition. I feel like every time I come down to the cafe, it's just to pick me","episode":"s06e05.json","edited":false},
{"time": "0:52:20", "speaker": "spk_3","line":"up. Sam, it is You are precious for saying so. Thank you","episode":"s06e05.json","edited":false},
{"time": "0:52:25", "speaker": "spk_2","line":"very much. Thank you.","episode":"s06e05.json","edited":false},
{"time": "0:52:26", "speaker": "spk_0","line":"Wonder is we want to be honest cause it's big muse around the campus right now. They're naming ah, dish after you on the menu. That's","episode":"s06e05.json","edited":false},
{"time": "0:52:33", "speaker": "spk_3","line":"right. Yes. They aren't naming a dish after me at the pick me up.","episode":"s06e05.json","edited":false},
{"time": "0:52:39", "speaker": "spk_0","line":"You've been there 60 years. Never got a raise.","episode":"s06e05.json","edited":false},
{"time": "0:52:42", "speaker": "spk_3","line":"Started there when I was 14","episode":"s06e05.json","edited":false},
{"time": "0:52:44", "speaker": "spk_4","line":"right? You took a slight pay cut after the after the big mix up the big plate mix up right when we had a dignitary in,","episode":"s06e05.json","edited":false},
{"time": "0:52:55", "speaker": "spk_3","line":"Right, right. I took a pay cut that lasted that lasted for her 12 years.","episode":"s06e05.json","edited":false},
{"time": "0:53:02", "speaker": "spk_0","line":"And then you took a patriotic pay cut after 9 11","episode":"s06e05.json","edited":false},
{"time": "0:53:06", "speaker": "spk_3","line":"I did. I didn't get I didn't get a single. I got tips, but I didn't get any base pay the entire year of 2001. And have you been living? What? I've been living the same way. I always been living. I live with my mother. Um","episode":"s06e05.json","edited":false},
{"time": "0:53:21", "speaker": "spk_0","line":"and she's hold.","episode":"s06e05.json","edited":false},
{"time": "0:53:22", "speaker": "spk_3","line":"Uh, she's 93. Wow. Does not look, it is not like it. But you say I look like I'm 100 tears she looks in her is she looks","episode":"s06e05.json","edited":false},
{"time": "0:53:33", "speaker": "spk_4","line":"1 50 is what I'm saying.","episode":"s06e05.json","edited":false},
{"time": "0:53:36", "speaker": "spk_2","line":"She's beautiful, but age","episode":"s06e05.json","edited":false},
{"time": "0:53:39", "speaker": "spk_0","line":"beautiful for 1 50","episode":"s06e05.json","edited":false},
{"time": "0:53:41", "speaker": "spk_3","line":"Well, I don't know where you saw because she barely leaves the house. Now I saw Guinness Book of World Records","episode":"s06e05.json","edited":false},
{"time": "0:53:47", "speaker": "spk_4","line":"that knocking on her door. Yeah, they're back. Says, is this all this lady in the world back?","episode":"s06e05.json","edited":false},
{"time": "0:53:52", "speaker": "spk_3","line":"Oh, she didn't tell me that she's embarrassed. I heard she's kind","episode":"s06e05.json","edited":false},
{"time": "0:53:57", "speaker": "spk_2","line":"of embarrassed to be the oldest lady. She doesn't really want to be a Guinness. So the picture they have first, her sort of turning away. This","episode":"s06e05.json","edited":false},
{"time": "0:54:06", "speaker": "spk_0","line":"one wasn't always late in the world. It was oldest looking lady. That was a little embarrassed.","episode":"s06e05.json","edited":false},
{"time": "0:54:12", "speaker": "spk_4","line":"That's why she probably didn't say to get back to the dish their name. And after Yeah, right. A casserole? Yeah, it's a It's a casserole. Uh, that's got all your favorite ingredients in there, right?","episode":"s06e05.json","edited":false},
{"time": "0:54:22", "speaker": "spk_3","line":"Yeah, it sure does. It's got eggplant. Weird. Start love. It's good. Yeah. Yes, I like it. It's got eggplant. It's got summer squash. It's got turkey sausage. Lot of mushy stuff. So far, it's got panko bread crumbs on top. Good, crunchy. OK, OK. Does it have any life? A little gritty stuff to make it not quite as dry. You know it does. It's got cream of celery soup, celery that's where the flavor comes in on. And then a whole bunch of Tillamook Cheddar cheese. Yeah, and it's burned to a crisp. All the edges are you don't want. You don't want to center a center square,","episode":"s06e05.json","edited":false},
{"time": "0:55:10", "speaker": "spk_4","line":"right? One that's that's been in Accord and you donate all the center squares to charity right","episode":"s06e05.json","edited":false},
{"time": "0:55:18", "speaker": "spk_3","line":"our way. Heard. Center Square is now Bruce Vilanch. Every every","episode":"s06e05.json","edited":false},
{"time": "0:55:26", "speaker": "spk_2","line":"casserole comes with a little Bruce Vilanch in the middle.","episode":"s06e05.json","edited":false},
{"time": "0:55:29", "speaker": "spk_3","line":"Braddy was Chrissy actually Bruce Vilanch. He comes to the pick me up. He picks up the leavings that we have of center squares, and he brings them to the cancer kids Well, lucky for them, there's getting a lot of good luck this week. My air and Bruce Village delivering them. Castro would have hair there really spoiled. I'm gonna say it first. Those cancer kids are spoiled. Bill, come on. You're going so far to protect your own live that you're saying cancer could despoil turf said I am totally unbiased on the news, but I will let the cancer gets having.","episode":"s06e05.json","edited":false},
{"time": "0:56:05", "speaker": "spk_0","line":"I mean, can you imagine being a nine year old? You know, you don't see a lot, I don't a lot of joy. And then Bruce Vilanch walks","episode":"s06e05.json","edited":false},
{"time": "0:56:14", "speaker": "spk_3","line":"with a piece of sake. Eggplant, Summer squash castle. I don't know what you're talking about, Sonny. I was gonna say, No, it's not. It's well, I guess one person's soggy is another person's rich in sumptuous. I guess that is","episode":"s06e05.json","edited":false},
{"time": "0:56:34", "speaker": "spk_0","line":"true. I like the the center part because my teeth can't deal with the rest of it s Oh, I like a nice soft thing. Or you just","episode":"s06e05.json","edited":false},
{"time": "0:56:42", "speaker": "spk_3","line":"had opposite veneers, right?","episode":"s06e05.json","edited":false},
{"time": "0:56:44", "speaker": "spk_0","line":"That's right. I had baby veneers put in. Oh,","episode":"s06e05.json","edited":false},
{"time": "0:56:48", "speaker": "spk_3","line":"now I see you kind","episode":"s06e05.json","edited":false},
{"time": "0:56:50", "speaker": "spk_2","line":"of move around. If there's a breeze in the","episode":"s06e05.json","edited":false},
{"time": "0:56:53", "speaker": "spk_3","line":"yeah, not exactly anchored they kind of look like I","episode":"s06e05.json","edited":false},
{"time": "0:56:57", "speaker": "spk_2","line":"don't know, small","episode":"s06e05.json","edited":false},
{"time": "0:56:58", "speaker": "spk_3","line":"sheets. Yes, that's what I was gonna say.","episode":"s06e05.json","edited":false},
{"time": "0:57:00", "speaker": "spk_0","line":"Well, again, just like I did for my, uh, tonsils surgery. I went down south to Canada, and you just can't. What's that?","episode":"s06e05.json","edited":false},
{"time": "0:57:10", "speaker": "spk_4","line":"Nothing. That's north. We can't wait. Can't get into","episode":"s06e05.json","edited":false},
{"time": "0:57:15", "speaker": "spk_0","line":"that either way. Yeah, I love I love this dollars casserole. I think it's a great menu item. I said, We gotta talk about that.","episode":"s06e05.json","edited":false},
{"time": "0:57:22", "speaker": "spk_3","line":"We'll get you a glass of center square. That's so it is pretty soggy. Pretty pretty. It's like a viscous liquid. Oh, wait, can't","episode":"s06e05.json","edited":false},
{"time": "0:57:33", "speaker": "spk_4","line":"you? It, because it is, is little sheet teeth.","episode":"s06e05.json","edited":false},
{"time": "0:57:38", "speaker": "spk_3","line":"Now serving","episode":"s06e05.json","edited":false},
{"time": "0:57:39", "speaker": "spk_2","line":"is a tough job. Your Sometimes you have to work a double. You can end up on your feet all day. That's trade. You know you're getting a little bit older. Are you having any sort of physical stuff with working really","episode":"s06e05.json","edited":false},
{"time": "0:57:50", "speaker": "spk_3","line":"hard or oh, you mean my having any physical ailments? Yeah. How you doing? I'm just It's a hard","episode":"s06e05.json","edited":false},
{"time": "0:57:56", "speaker": "spk_2","line":"job being over people. Don't you know that?","episode":"s06e05.json","edited":false},
{"time": "0:57:58", "speaker": "spk_3","line":"It's horrible. It's horrible. It's hard on your body. It's horrible. Just a terrible, terrible job. But I'm not going to give it up. I love it because I love Ah, I love working with kids and seeing kids. And what I do with the pick me up does for me is every year they they send me to get roughed. It just stretches out my body and resets my body. And then I'm pretty good for a year until then until it's, you know, 365 years later. We","episode":"s06e05.json","edited":false},
{"time": "0:58:31", "speaker": "spk_2","line":"see you in January. You're nice and tall, you are buried. But if I see you in December, your sword I'm curled up like Earth Wormer","episode":"s06e05.json","edited":false},
{"time": "0:58:39", "speaker": "spk_3","line":"that that is exactly what my mother says. Sam. She says it where you look You can't go to work today. You look like unearthed for and you only like come outside when it's raining. Well, yeah, yeah, if you if you're if you're ah Spinal column. And if your vertebra Yeah, if you're vertebrates air so compacted that you have have lost the ability to stand up straight. You are. You have ventured into earthworm territory. You only want to go outside when it's raining and done rain nearly enough here. About half","episode":"s06e05.json","edited":false},
{"time": "0:59:15", "speaker": "spk_2","line":"of the earthworms on Earth are actually X restaurant servers. That","episode":"s06e05.json","edited":false},
{"time": "0:59:23", "speaker": "spk_0","line":"number is almost 100%. Yes, forms are nothing. X servers. Oh, yeah. I caught a large round passed with my server the other day.","episode":"s06e05.json","edited":false},
{"time": "0:59:37", "speaker": "spk_4","line":"They're the best bait. The best baby. Yes, I do. Composting with some X servers","episode":"s06e05.json","edited":false},
{"time": "0:59:43", "speaker": "spk_0","line":"thing for you, Dolly is I did see that you got cut in half and you went right along both ends of you. Right? And you were twice as productive","episode":"s06e05.json","edited":false},
{"time": "0:59:50", "speaker": "spk_3","line":"Waas I was I don't know where the other one. What happened to the other knowledge, uh, for a little while is like having a sister. But I think she's mayor. I think so.","episode":"s06e05.json","edited":false},
{"time": "1:00:03", "speaker": "spk_0","line":"I think she's the chair of the","episode":"s06e05.json","edited":false},
{"time": "1:00:04", "speaker": "spk_3","line":"town. Really? Yeah. I got to say, like, not to be judgmental like I can be, but, uh, other Dolly was pretty stupid because other","episode":"s06e05.json","edited":false},
{"time": "1:00:16", "speaker": "spk_4","line":"dolly didn't have a top half. So a brain wasn't there.","episode":"s06e05.json","edited":false},
{"time": "1:00:19", "speaker": "spk_0","line":"Wouldn't be the first politician to be a little stupid up.","episode":"s06e05.json","edited":false},
{"time": "1:00:24", "speaker": "spk_3","line":"Wow, Todd.","episode":"s06e05.json","edited":false},
{"time": "1:00:25", "speaker": "spk_0","line":"Sorry. I know you're the one getting political bill, but","episode":"s06e05.json","edited":false},
{"time": "1:00:28", "speaker": "spk_4","line":"wow, that's so true. A lot of them don't have a ton of brainpower, but as long as they can talk good, I will listen. Lesson","episode":"s06e05.json","edited":false},
{"time": "1:00:37", "speaker": "spk_0","line":"does this dollar. Have you ever wanted to work a different shift than the one we would call the stumbling in drunk shift? The kind of like 2 a.m. Teoh eight am shift? Because you're getting a lot. It's when I would say college students are at their least fun to be around.","episode":"s06e05.json","edited":false},
{"time": "1:00:56", "speaker": "spk_2","line":"And you have the worst shifts on the schedule for some reason.","episode":"s06e05.json","edited":false},
{"time": "1:00:59", "speaker": "spk_3","line":"Well, I asked for those ships sail those, like, I definitely prefer those shifts. You want to make me unhappy? You know what you're gonna tell me to do? Come into work at 6 a.m. And work of breakfast shift a bunch of old businessman and truckers. That ain't gonna make me happy. No way. And no how. No. Give me the middle of the night because yes, yes. College kids or drunk? Yes. College kids. Air assholes. Yes. College kids, air drunk, assholes. They come in and waves were not getting the whole bunch. And at once they come in and waves. I have a lot of downtime to read. My Mary Higgins Clark books.","episode":"s06e05.json","edited":false},
{"time": "1:01:38", "speaker": "spk_2","line":"So you like to work a grueling shift all night just so you can read occasionally.","episode":"s06e05.json","edited":false},
{"time": "1:01:43", "speaker": "spk_3","line":"I like being able to read on the job makes me feel like I'm getting away with some on and you read out loud that show the pages, right? Well,","episode":"s06e05.json","edited":false},
{"time": "1:01:55", "speaker": "spk_2","line":"you read. Sort of like 1/5 grade teacher to the class.","episode":"s06e05.json","edited":false},
{"time": "1:01:57", "speaker": "spk_3","line":"As you know, it was my dream. I told you all. It was my dream to be a narrator and to do voiceover narration.","episode":"s06e05.json","edited":false},
{"time": "1:02:05", "speaker": "spk_4","line":"That was the first, the first conversation we ever had. You you brought that up and I was like,","episode":"s06e05.json","edited":false},
{"time": "1:02:10", "speaker": "spk_3","line":"This is","episode":"s06e05.json","edited":false},
{"time": "1:02:10", "speaker": "spk_4","line":"an odd time to say that to me.","episode":"s06e05.json","edited":false},
{"time": "1:02:12", "speaker": "spk_2","line":"You should ask your failures to your tables. As you take one of","episode":"s06e05.json","edited":false},
{"time": "1:02:16", "speaker": "spk_3","line":"the first times I met you. You screamed. I hate Morgan Freeman. Well, it was because you want to narrate like he does get to narrate a lot. You're","episode":"s06e05.json","edited":false},
{"time": "1:02:29", "speaker": "spk_2","line":"a little jealous of Morgan.","episode":"s06e05.json","edited":false},
{"time": "1:02:30", "speaker": "spk_3","line":"He does a lot of commercials. I really just won't read the books by mounting care about television. I just want to re one of the books you have","episode":"s06e05.json","edited":false},
{"time": "1:02:39", "speaker": "spk_4","line":"been doing. You've been doing sort of purse. A personal book on tape library. That's what","episode":"s06e05.json","edited":false},
{"time": "1:02:45", "speaker": "spk_3","line":"I do for Christmas. Every Christmas, I read a book on tape, A different book on tape. Sometimes I read another one. Do you like it? If it's like my grand daughter Mandy? She likes a Harry Potter. And so I read all of those on tape I didn't give those to Everybody. Gave him just a personalized books on tape, personalized books on tape. So","episode":"s06e05.json","edited":false},
{"time": "1:03:08", "speaker": "spk_0","line":"you're very conversational. You're very comfortable with us. But I've been in the pick me up when you've been reading, and it is a little slow and a little difficult, I would say it's got a hard to follow the story. You get frustrated very easily when you make a mistake.","episode":"s06e05.json","edited":false},
{"time": "1:03:24", "speaker": "spk_3","line":"Well, it's true, but, you know, we're not perfect. People are way. We're not, uh, when where we all have our our little blemishes are little imperfections that make us who we are. Yes, I might read a little slowly. Sometimes people listen slowly, but you'll","episode":"s06e05.json","edited":false},
{"time": "1:03:44", "speaker": "spk_2","line":"smash a plate on the ground if you get stuck on a word.","episode":"s06e05.json","edited":false},
{"time": "1:03:47", "speaker": "spk_3","line":"Yes, I okay. Don't pick up that. Don't pick up","episode":"s06e05.json","edited":false},
{"time": "1:03:53", "speaker": "spk_2","line":"that saucer over there. It's okay. Okay. You watch. All right. Just seems like maybe you have some anger issues, or I don't know. It seems like you're hiding from society. Yeah. You love","episode":"s06e05.json","edited":false},
{"time": "1:04:05", "speaker": "spk_3","line":"to be around people things, but both hail is this? I don't","episode":"s06e05.json","edited":false},
{"time": "1:04:11", "speaker": "spk_2","line":"know. I just I like you, and I don't know. It hurts me to see you hurting, I guess. Well, you","episode":"s06e05.json","edited":false},
{"time": "1:04:16", "speaker": "spk_3","line":"say you like me, But then you say that that that I'm full of rage, which might be a truth, and it might Well, it might not","episode":"s06e05.json","edited":false},
{"time": "1:04:26", "speaker": "spk_4","line":"be a dolly. I'll tell you this. I I'm also full of rage. I keep it pretty. Keep it pretty calm. But if you push me, I'll turn straight up into Alex Jones. Yeah. Todd, been there. I've","episode":"s06e05.json","edited":false},
{"time": "1:04:37", "speaker": "spk_3","line":"been surprised your where it were in a harness. Right now.","episode":"s06e05.json","edited":false},
{"time": "1:04:40", "speaker": "spk_4","line":"That's true. That's well, yeah, This was a gift from my, uh my, uh you're wearing a harness, and there is a ah, a coiled line that is going out the door that shut into the door. I'm assuming your mistresses. That's an electrical cable. Uh, I've been receiving low voltage shocks every 10 to 15 minutes since we started recording today.","episode":"s06e05.json","edited":false},
{"time": "1:05:02", "speaker": "spk_3","line":"Uh, you carried so well. Yeah.","episode":"s06e05.json","edited":false},
{"time": "1:05:04", "speaker": "spk_4","line":"You know, at this point, she's just up in the voltage every few minutes, so I'm getting about like, you know, like a hand buzzer. I'm getting about that bolt address now. Uh, but I generally had a hair. What was that, A birth? No, no, I just got a shock. She she just shocked me. Eso this harness? Yeah, it's actually something I bought. Uh, she uses it as a way as a means to control me, but I think it also has prevented me from ever having any of those big outbursts. Because I know what will happen. It's like shock collar for a dog.","episode":"s06e05.json","edited":false},
{"time": "1:05:34", "speaker": "spk_2","line":"Is the little Yoda backpack part of the thing or","episode":"s06e05.json","edited":false},
{"time": "1:05:37", "speaker": "spk_4","line":"the little yet? A backpack? That's where the battery fax for this for this. Ah, are our story. There would be a big Yoda hat, the big hat. Well, if I'll take it off, you'll see it's just a Yoda hat because I really am a big fan. Uh, face makeup, the face made video that's left over from a costume party last. That explains, um yeah. And","episode":"s06e05.json","edited":false},
{"time": "1:06:00", "speaker": "spk_0","line":"my custom party were the only thing was don't come as Yoda. That was my only rule","episode":"s06e05.json","edited":false},
{"time": "1:06:05", "speaker": "spk_3","line":"way. I understand","episode":"s06e05.json","edited":false},
{"time": "1:06:08", "speaker": "spk_2","line":"the rule. You had five people showbiz Yoda to sort of buck the trend.","episode":"s06e05.json","edited":false},
{"time": "1:06:11", "speaker": "spk_0","line":"Yeah, I just thought I would be the only Yoda there.","episode":"s06e05.json","edited":false},
{"time": "1:06:16", "speaker": "spk_2","line":"So you had sort of, Ah, heavy Yoda party.","episode":"s06e05.json","edited":false},
{"time": "1:06:19", "speaker": "spk_4","line":"Yes. Well, im sorry, Todd, but I had Teoh ended up dressed like","episode":"s06e05.json","edited":false},
{"time": "1:06:24", "speaker": "spk_2","line":"over there. Unbelievable. Todd sends out some Please do not do this. And every person that attends does the exact","episode":"s06e05.json","edited":false},
{"time": "1:06:32", "speaker": "spk_0","line":"opposite. It's almost like people either dislike me or don't respect. May on. Then what do we want to show me to my face?","episode":"s06e05.json","edited":false},
{"time": "1:06:38", "speaker": "spk_2","line":"Well, it couldn't be both.","episode":"s06e05.json","edited":false},
{"time": "1:06:39", "speaker": "spk_0","line":"Well, I think people came to this party.","episode":"s06e05.json","edited":false},
{"time": "1:06:44", "speaker": "spk_4","line":"That's right. But anyway, it","episode":"s06e05.json","edited":false},
{"time": "1:06:45", "speaker": "spk_3","line":"was down that it was not at the quite right","episode":"s06e05.json","edited":false},
{"time": "1:06:48", "speaker": "spk_4","line":"night to be celebrating, if you know what I mean. Like a Tuesday. Yeah. There's something tragic had happened that day.","episode":"s06e05.json","edited":false},
{"time": "1:06:56", "speaker": "spk_3","line":"Okay? It was I mean, it was 2000","episode":"s06e05.json","edited":false},
{"time": "1:06:59", "speaker": "spk_0","line":"one. Okay, so no one comes to my September 11th in parties anymore. Where I said you dress up. Is anyone but Yoda?","episode":"s06e05.json","edited":false},
{"time": "1:07:08", "speaker": "spk_3","line":"Well, I'm not on the day. What do you mean anymore? It happens. 77 theme","episode":"s06e05.json","edited":false},
{"time": "1:07:17", "speaker": "spk_2","line":"theme of the theme of tonight's party was to what happened today","episode":"s06e05.json","edited":false},
{"time": "1:07:21", "speaker": "spk_3","line":"was saying, never forget. And then you throw a party for it and you're in the villain. Okay. You remember September 11th never showed anyone Teoh people back into the buildings.","episode":"s06e05.json","edited":false},
{"time": "1:07:38", "speaker": "spk_0","line":"This is ridiculous. I'll have no more of you","episode":"s06e05.json","edited":false},
{"time": "1:07:40", "speaker": "spk_3","line":"were the worst. You were the worst thing to ever happen to people.","episode":"s06e05.json","edited":false},
{"time": "1:07:44", "speaker": "spk_0","line":"Don't listen, Don't listen. Don't listen.","episode":"s06e05.json","edited":false},
{"time": "1:07:47", "speaker": "spk_3","line":"I really learned something here today. Let's","episode":"s06e05.json","edited":false},
{"time": "1:07:51", "speaker": "spk_0","line":"listen to them. It's not true. Pushed people","episode":"s06e05.json","edited":false},
{"time": "1:07:53", "speaker": "spk_4","line":"back into the world trade centers. It's a dark part of his past and it's true. It's on tape.","episode":"s06e05.json","edited":false},
{"time": "1:08:00", "speaker": "spk_0","line":"You know me. I does. Anyone tip you better than Ideo?","episode":"s06e05.json","edited":false},
{"time": "1:08:05", "speaker": "spk_3","line":"Well, I don't won't make you feel bad, But yet on how do you","episode":"s06e05.json","edited":false},
{"time": "1:08:11", "speaker": "spk_2","line":"adjust to the percentages that tips higher than Todd?","episode":"s06e05.json","edited":false},
{"time": "1:08:14", "speaker": "spk_3","line":"Um you know, I would say there's not many. Todd tends to tip 25% not 25. Yeah, You tend to tip 25%.","episode":"s06e05.json","edited":false},
{"time": "1:08:25", "speaker": "spk_0","line":"I should have finished. Math was 5%.","episode":"s06e05.json","edited":false},
{"time": "1:08:30", "speaker": "spk_3","line":"Oh, what's the 24 then? We'll big crap.","episode":"s06e05.json","edited":false},
{"time": "1:08:35", "speaker": "spk_0","line":"45 Exorbitant. 5%. A good service tip, right?","episode":"s06e05.json","edited":false},
{"time": "1:08:39", "speaker": "spk_2","line":"I don't think that I know That's very poor tm","episode":"s06e05.json","edited":false},
{"time": "1:08:42", "speaker": "spk_0","line":"you've been served Bill Bill C","episode":"s06e05.json","edited":false},
{"time": "1:08:52", "speaker": "spk_3","line":"processor. It's Bill Cravy versus the absent absence of fetus. Fate has disappeared from the menu and I have periods.","episode":"s06e05.json","edited":false},
{"time": "1:09:04", "speaker": "spk_4","line":"You start this all day. Every valley","episode":"s06e05.json","edited":false},
{"time": "1:09:07", "speaker": "spk_2","line":"bill, I think you see wrote the thing wrong. You've served the","episode":"s06e05.json","edited":false},
{"time": "1:09:10", "speaker": "spk_3","line":"absence of Vida's. Yeah, served Ali Bill. What we took the heat is off the menu because an emphasis moved in next door to the pick me up and they have good fetus and pick me ups Fetus for subpar. Yeah, it's","episode":"s06e05.json","edited":false},
{"time": "1:09:25", "speaker": "spk_4","line":"for heat is at a diner","episode":"s06e05.json","edited":false},
{"time": "1:09:27", "speaker": "spk_3","line":"May, And I'm pissed. I don't care what restaurant came. And, um, rial bad for heaters We had We had, like, like, stew meat.","episode":"s06e05.json","edited":false},
{"time": "1:09:37", "speaker": "spk_4","line":"Yeah, and it didn't even","episode":"s06e05.json","edited":false},
{"time": "1:09:38", "speaker": "spk_3","line":"sizzle. They didn't even serve him on a sizzling plate. Wow. No, that's And if you look at the fine print once you get him back, they better be sizzling. We didn't even have flour tortillas. We bring them to you in a pita. Uh, those were some of my favorite for heating. Peters, I don't repeat us for Peter's air. My favorite. I didn't even know what really feed is work until those disappeared. And I am at a Mexican play","episode":"s06e05.json","edited":false},
{"time": "1:10:07", "speaker": "spk_4","line":"with quotes around it","episode":"s06e05.json","edited":false},
{"time": "1:10:09", "speaker": "spk_0","line":"Now, love looking at this paperwork here, $1.5 million adds a little exorbitant","episode":"s06e05.json","edited":false},
{"time": "1:10:16", "speaker": "spk_3","line":"for emotional trauma. Yes, they tricked me into thinking all the heaters were for PGAs. Well,","episode":"s06e05.json","edited":false},
{"time": "1:10:26", "speaker": "spk_0","line":"you're about to get deposed for this, and you're gonna have to be honest. But something's just said it made you grow your hair faster, which is a clear lie.","episode":"s06e05.json","edited":false},
{"time": "1:10:34", "speaker": "spk_3","line":"No, it's causing me emotional trauma because my hair gets too long and big and I sprout new hair.","episode":"s06e05.json","edited":false},
{"time": "1:10:44", "speaker": "spk_0","line":"Your hair's sprout hair. Stahle. This is frivolous. Can you even afford a lawyer for this?","episode":"s06e05.json","edited":false},
{"time": "1:10:49", "speaker": "spk_3","line":"Well, I'll get one, and I'll make him pay by my attorney's fees when, when he loses the case built so I could do that. Make Bill paid. My attorneys","episode":"s06e05.json","edited":false},
{"time": "1:11:01", "speaker": "spk_4","line":"will pay. This is not this same that bill. It's","episode":"s06e05.json","edited":false},
{"time": "1:11:06", "speaker": "spk_3","line":"all small claims court, so we can't have an attorney. And so your your your outrageous","episode":"s06e05.json","edited":false},
{"time": "1:11:11", "speaker": "spk_4","line":"You're about to pay your bill and it's me.","episode":"s06e05.json","edited":false},
{"time": "1:11:16", "speaker": "spk_0","line":"That's your new I'll see you in","episode":"s06e05.json","edited":false},
{"time": "1:11:17", "speaker": "spk_3","line":"court during your on your bill, everybody, because it's May. I'll see you guys at 5:30 p.m. On the local non slanted news. That's a pretty","episode":"s06e05.json","edited":false},
{"time": "1:11:30", "speaker": "spk_4","line":"good phrase, Bill, I like that known. Say your bail pay your bail Dolly","episode":"s06e05.json","edited":false},
{"time": "1:11:42", "speaker": "spk_3","line":"shooting for this one. We're not getting stuck with Gloria Allred for this When we're Judy and we're going head to head. And you're going","episode":"s06e05.json","edited":false},
{"time": "1:11:51", "speaker": "spk_4","line":"to see me celebrating that after court interview. I'm gonna go fact nice when they put when Harvey Levin puts the camera on me in the","episode":"s06e05.json","edited":false},
{"time": "1:11:59", "speaker": "spk_3","line":"lobby. Who so","episode":"s06e05.json","edited":false},
{"time": "1:12:02", "speaker": "spk_2","line":"you really? What's your argument in this case? A bill you wish they were still for use","episode":"s06e05.json","edited":false},
{"time": "1:12:06", "speaker": "spk_3","line":"on the menu. I have been tricked. Viper, Penas, and I want him back. And if they don't, my hair is going to stop growing. And I'm getting a member, and I'm gonna lose my mind. Won't you make your own for Peter's home? Come on, Dolly. I'll tell you how to do it. No, no, I don't want a hard No, I can't do that. Okay? You try to sue me, then. You, You, you, you You try to you try to sue you Sue and me your pick me up you Now can you Are","episode":"s06e05.json","edited":false},
{"time": "1:12:44", "speaker": "spk_2","line":"you allowed to legally sue someone being","episode":"s06e05.json","edited":false},
{"time": "1:12:46", "speaker": "spk_4","line":"in your frat? And with bugs on and","episode":"s06e05.json","edited":false},
{"time": "1:12:49", "speaker": "spk_3","line":"me about Todd, them 1,000,000 bucks on um are Don't worry, I We have","episode":"s06e05.json","edited":false},
{"time": "1:12:55", "speaker": "spk_4","line":"our team of lawyers. There's an a soft spoken, weird man who's who takes really long pauses. And he has He has Jeff Bridges mouth, You know, that way she's got Jeff Bridges","episode":"s06e05.json","edited":false},
{"time": "1:13:13", "speaker": "spk_3","line":"mouth, and he is gonna ah, wait to you see, Is it court? We are gonna look like a weird man and an even weirder man. I don't like it when you and your fraternity","episode":"s06e05.json","edited":false},
{"time": "1:13:26", "speaker": "spk_4","line":"come to into pick me up. I will be honest. I do not like your fraternity brothers. Really? Why is it because we pray for too long and we all wear the same outfits?","episode":"s06e05.json","edited":false},
{"time": "1:13:40", "speaker": "spk_3","line":"Oh, uh, a lot of people are calling us. I called, but that's not","episode":"s06e05.json","edited":false},
{"time": "1:13:45", "speaker": "spk_2","line":"praying what you're doing. You're sort of walking around and we're swinging","episode":"s06e05.json","edited":false},
{"time": "1:13:48", "speaker": "spk_4","line":"ourselves around and meditating. Wait, You guys there completely naked, writhing around on the floor, public the","episode":"s06e05.json","edited":false},
{"time": "1:13:58", "speaker": "spk_3","line":"orgies that I really struggle with. That's just frat boy staff. It can't","episode":"s06e05.json","edited":false},
{"time": "1:14:04", "speaker": "spk_2","line":"be hell week this long, Bill.","episode":"s06e05.json","edited":false},
{"time": "1:14:07", "speaker": "spk_3","line":"What? Yeah, Come on. You gotta Hayes each other. We're Hayes. Each other. Okay.","episode":"s06e05.json","edited":false},
{"time": "1:14:14", "speaker": "spk_4","line":"I guess what you were.","episode":"s06e05.json","edited":false},
{"time": "1:14:15", "speaker": "spk_3","line":"You Come on, Leave me alone. I killed This is the dean. Your Honor, I replaced it.","episode":"s06e05.json","edited":false},
{"time": "1:14:21", "speaker": "spk_2","line":"You're right. That was a good party.","episode":"s06e05.json","edited":false},
{"time": "1:14:22", "speaker": "spk_4","line":"All right, well, you know, we're coming up on the end of the show today, Dolly, um, we really appreciate you coming on. Well, three of us do. I don't know if Bill can say the same.","episode":"s06e05.json","edited":false},
{"time": "1:14:31", "speaker": "spk_3","line":"I need to come to the radio. I've never done it before. Yeah,","episode":"s06e05.json","edited":false},
{"time": "1:14:35", "speaker": "spk_4","line":"well, you know, just to be just a you're aware this isn't exactly a radio show. Um, this is this is an internet thing. Um, so this isn't broadcast over the sort of traditional airwaves, so I don't know if your mom will be able to listen. Um, I know you were excited to to say that you've been on the radio to your mama. That's OK. We don't have a computer at home. I'll just imagine what it's gonna be","episode":"s06e05.json","edited":false},
{"time": "1:14:57", "speaker": "spk_3","line":"like. Just remember doing","episode":"s06e05.json","edited":false},
{"time": "1:14:59", "speaker": "spk_4","line":"it. Yes, you can remember the experience doing it part of it. But before we go, is there anything you is there anything you'd like to tell the listeners? Anybody about anything going down at the ah, the pick me up or your life? You have any just news about your life that","episode":"s06e05.json","edited":false},
{"time": "1:15:15", "speaker": "spk_0","line":"you'd like to call the listeners know that confined you to pick me up or online at Ha ha. Look at this old person we dressed up in funny clothes,","episode":"s06e05.json","edited":false},
{"time": "1:15:23", "speaker": "spk_3","line":"right? Which I've just learned about the the rest of it. Um, uh, well, you know, we're going to start serving the the Dalai Casserole. Oh, yeah, that's exciting. That's coming up this week that the Dalai roll. We're gonna start serving it all Wednesday. Nolly roll on Wednesday.","episode":"s06e05.json","edited":false},
{"time": "1:15:40", "speaker": "spk_4","line":"That's great. Now, is that gonna be an every day item? Or is it will it be a weekly special?","episode":"s06e05.json","edited":false},
{"time": "1:15:43", "speaker": "spk_3","line":"It's gonna be our Wednesday weekly special. That's great. Come on. Wednesday, if you want Eggplant summer squash, turkey sausage, Cream of celery soup cooked","episode":"s06e05.json","edited":false},
{"time": "1:15:55", "speaker": "spk_4","line":"until everything but the middle is burnt to a crisp.","episode":"s06e05.json","edited":false},
{"time": "1:15:57", "speaker": "spk_3","line":"That's it. Blanche takes the center square around disease. Is he gonna be the frequent? Say, Vilanch, Bruce Vilanch is my best customer. I'm sorry there, Todd.","episode":"s06e05.json","edited":false},
{"time": "1:16:08", "speaker": "spk_0","line":"Oh, Jesus. Well, the first time Blanche beat me out for a part,","episode":"s06e05.json","edited":false},
{"time": "1:16:12", "speaker": "spk_3","line":"he's the one person tips me the","episode":"s06e05.json","edited":false},
{"time": "1:16:14", "speaker": "spk_4","line":"most. Really? Wow. That's good. That's surprising. Well, you know, Dolly again. Thank you so much for coming on the show today. We really appreciate having you.","episode":"s06e05.json","edited":false},
{"time": "1:16:23", "speaker": "spk_3","line":"Thanks.","episode":"s06e05.json","edited":false},
{"time": "1:16:23", "speaker": "spk_4","line":"Yeah, I see you in court on everybody out there listening. Hope you enjoyed the episode today. Uh, if you didn't Sorry and goodbye. And box on. We love you. You're our one true God, but by everyone. No, we're gonna say stay Flippy","episode":"s06e05.json","edited":false},
{"time": "1:16:40", "speaker": "spk_1","line":"so","episode":"s06e05.json","edited":false}]
