[{"time": "0:00:00", "speaker": "null","line":"","episode":"s07e05.json","edited":false},
{"time": "0:00:00", "speaker": "spk_1","line":"Hey, breakfast was really good this morning, Sam. Oh, thank you. Thank you very much. I'm glad you like it. You do? Ah, Notice what I put in there. What? I mean, there was, you know, typical. It felt like typical breakfast is very good. I mean, it was It had, like, baking next. Looked like making Nick's crispy nice, crispy bacon, scrambled eggs, have everything. Looked like","episode":"s07e05.json","edited":false},
{"time": "0:00:22", "speaker": "spk_3","line":"Well, and taste like bacon. I","episode":"s07e05.json","edited":false},
{"time": "0:00:26", "speaker": "spk_4","line":"taste I've tasted making this tasted a lot like there's all sorts of taste to bake a wood Smoke your pepper","episode":"s07e05.json","edited":false},
{"time": "0:00:33", "speaker": "spk_0","line":"Really in animals, but, uh, well, you","episode":"s07e05.json","edited":false},
{"time": "0:00:36", "speaker": "spk_1","line":"were close with, but But it's actually a little bit of pork shoulder. Oh, wow. Replace pork with Sam. So","episode":"s07e05.json","edited":false},
{"time": "0:00:44", "speaker": "spk_0","line":"some of your shoulder was in the bacon. That's right. That is shoulder. But that was applewood smoked shoulder Sam shoulder. But","episode":"s07e05.json","edited":false},
{"time": "0:00:49", "speaker": "spk_1","line":"I wish I had Apple would know. That's just taken. It's just shoulder bacon. It's You liked it. You were fooled. So we eight years shoulder my left, my left shoulder.","episode":"s07e05.json","edited":false},
{"time": "0:01:00", "speaker": "spk_0","line":"Wow. You look, um, withered and, um, kind of Juan. Your little pale","episode":"s07e05.json","edited":false},
{"time": "0:01:07", "speaker": "spk_1","line":"okay, was it was billed as sambal old eggs. Yeah,","episode":"s07e05.json","edited":false},
{"time": "0:01:12", "speaker": "spk_4","line":"which we should have thought when we read that we should have said, huh? That doesn't say scrambled. It says sampled. We know that Sam has been putting his self into his meal","episode":"s07e05.json","edited":false},
{"time": "0:01:23", "speaker": "spk_1","line":"because he was serving Finger Fingerling. But data freed today does","episode":"s07e05.json","edited":false},
{"time": "0:01:29", "speaker": "spk_0","line":"that It was a typo because I had the Grand Sam breakfast. I thought it was just missing the l from slam, but","episode":"s07e05.json","edited":false},
{"time": "0:01:35", "speaker": "spk_1","line":"has a lot this morning. I'll say you","episode":"s07e05.json","edited":false},
{"time": "0:01:38", "speaker": "spk_3","line":"were hungry.","episode":"s07e05.json","edited":false},
{"time": "0:01:39", "speaker": "spk_4","line":"Hungry guy, I honestly when? And I should I'd also ordered the breakfast sandwich.","episode":"s07e05.json","edited":false},
{"time": "0:01:46", "speaker": "spk_0","line":"Yeah, I thought you were just bad at spelling. Now,","episode":"s07e05.json","edited":false},
{"time": "0:01:49", "speaker": "spk_1","line":"what do you think we'll meet sliced only enough for you. I","episode":"s07e05.json","edited":false},
{"time": "0:01:53", "speaker": "spk_4","line":"mean, you have to ensure that by looking in the eyes and said I didn't like it, I'd be lying. Yes, because when I ate it earlier, I said I was not off put by it, I enjoyed it. And the fact that I know it was you Now I You know what? I'll go ahead on. I'll say, on the record, Sam tastes good. And now I understand why you guys ate my","episode":"s07e05.json","edited":false},
{"time": "0:02:13", "speaker": "spk_1","line":"body. I'll blot on the record. Yes. Yeah. Thank you for saying that.","episode":"s07e05.json","edited":false},
{"time": "0:02:18", "speaker": "spk_4","line":"Jesus, We were What? What did you you? Just three hours I was your church. He hasn't been a church in a while. I am. It's I never went to church. You guys, You didn't get a Wednesday service either? No, I didn't go toe Wednesday service. I've never been toe. What is the cataclysm? I don't even know what. That issue didn't pray last night. Of course not this late. How many sums on something is on my mind and you guys know you should know by now.","episode":"s07e05.json","edited":false},
{"time": "0:02:46", "speaker": "spk_0","line":"So it is. The paper tells me","episode":"s07e05.json","edited":false},
{"time": "0:02:48", "speaker": "spk_4","line":"it's not the paper towels. Think","episode":"s07e05.json","edited":false},
{"time": "0:02:49", "speaker": "spk_1","line":"you're lying about how much you liked in the sandwich? No, that's feet. Meat, by the way, Feet Me, guys, if you'd be. We've been reporting, Uh, we've been recording, so I think","episode":"s07e05.json","edited":false},
{"time": "0:03:03", "speaker": "spk_0","line":"it's funny now. It's so stupid. You're so blunt. You're an idiot now, damn it! You know, it's basically what now is that wet blanket I forget if we change","episode":"s07e05.json","edited":false},
{"time": "0:03:14", "speaker": "spk_4","line":"my nanny deal, Howard, But most everyone around camp has started calling me blunt.","episode":"s07e05.json","edited":false},
{"time": "0:03:19", "speaker": "spk_3","line":"We just call you","episode":"s07e05.json","edited":false},
{"time": "0:03:20", "speaker": "spk_1","line":"cigarette if we could call","episode":"s07e05.json","edited":false},
{"time": "0:03:22", "speaker": "spk_4","line":"you fuckin cigarette, but there's no reason to call me.","episode":"s07e05.json","edited":false},
{"time": "0:03:26", "speaker": "spk_0","line":"Oh, drop the first part of that.","episode":"s07e05.json","edited":false},
{"time": "0:03:28", "speaker": "spk_4","line":"OK, well, that's really cute. Cigarette blunt. Yeah. Okay. Yeah. Call me cigarette blunt. I don't care. Okay. No, you plant is so cute. It's not cute how fucking stupid you are, Europe blunt. Okay, Well, you know what, guys? Why don't we just get into the show today? And you guys can continue to berate me for the rest of your goddamn lives? Everybody welcome","episode":"s07e05.json","edited":false},
{"time": "0:03:49", "speaker": "spk_0","line":"toe my awards name in vain.","episode":"s07e05.json","edited":false},
{"time": "0:03:51", "speaker": "spk_4","line":"Welcome to the Teacher's Lounge. The first, best and only podcast pretending to issues relevant to the quiet community Used to be anyway. But of course, we have taken up residence at our childhood camp camp. I don't want to be here. I am, Of course, Howard Levis blind the three most important member of the group Because I control control the record button and every patrol the I control. I have the keys to the kingdom. Mother","episode":"s07e05.json","edited":false},
{"time": "0:04:26", "speaker": "spk_0","line":"control the record. But here and now, next week I'm Rick. I'm controlling this record. Thanks","episode":"s07e05.json","edited":false},
{"time": "0:04:36", "speaker": "spk_1","line":"so long ago,","episode":"s07e05.json","edited":false},
{"time": "0:04:37", "speaker": "spk_4","line":"I I'm pretty sure at one point in the past, that was what happened.","episode":"s07e05.json","edited":false},
{"time": "0:04:41", "speaker": "spk_0","line":"Okay, well, this time I'm doing it, and it's really wait for","episode":"s07e05.json","edited":false},
{"time": "0:04:47", "speaker": "spk_4","line":"you to fail timely. I can, you know, adult","episode":"s07e05.json","edited":false},
{"time": "0:04:51", "speaker": "spk_1","line":"title from Blunt. Next week, I officially claim that I will be the most important member of the group next week.","episode":"s07e05.json","edited":false},
{"time": "0:05:00", "speaker": "spk_3","line":"You want a simple this year and I'm healthy, and I'm ready","episode":"s07e05.json","edited":false},
{"time": "0:05:05", "speaker": "spk_1","line":"to attack you with all of my night. That's a healthy thing to say. Yeah. Ready to attack? Blunt?","episode":"s07e05.json","edited":false},
{"time": "0:05:12", "speaker": "spk_0","line":"Uh, well, im sahd Podd Tadre. Um, head of the forensics team. Hot on the case of the I wanna be here. Murderer. Yeah, I","episode":"s07e05.json","edited":false},
{"time": "0:05:23", "speaker": "spk_1","line":"think he had gone this week.","episode":"s07e05.json","edited":false},
{"time": "0:05:25", "speaker": "spk_0","line":"Another kid gone this week.","episode":"s07e05.json","edited":false},
{"time": "0:05:26", "speaker": "spk_1","line":"And did you find any clues around the","episode":"s07e05.json","edited":false},
{"time": "0:05:29", "speaker": "spk_0","line":"another contaminated crime scene? Unfortunately, documentary crew showed up this week. The doctor stopping","episode":"s07e05.json","edited":false},
{"time": "0:05:35", "speaker": "spk_3","line":"all over the place. You went right","episode":"s07e05.json","edited":false},
{"time": "0:05:37", "speaker": "spk_1","line":"into the scene and took a shower, right?","episode":"s07e05.json","edited":false},
{"time": "0:05:40", "speaker": "spk_0","line":"Yeah, which was tough because the scene was nowhere near a shower. So little one of those camp shower, brother. Right in the middle of the book. I washed off a lot of blood","episode":"s07e05.json","edited":false},
{"time": "0:05:52", "speaker": "spk_3","line":"from you and the scene","episode":"s07e05.json","edited":false},
{"time": "0:05:53", "speaker": "spk_0","line":"There were There were Yeah, I was covered in blood. Also related, but yes, that happening, there was some stuff around the scene. There was somebody what was going on at the crime scene. Let's see. There was","episode":"s07e05.json","edited":false},
{"time": "0:06:07", "speaker": "spk_1","line":"obviously a wound on the neck from some type of Ah, sharp object.","episode":"s07e05.json","edited":false},
{"time": "0:06:13", "speaker": "spk_0","line":"There's a ruined on the There's also","episode":"s07e05.json","edited":false},
{"time": "0:06:14", "speaker": "spk_4","line":"a a puffy shirt.","episode":"s07e05.json","edited":false},
{"time": "0:06:17", "speaker": "spk_0","line":"Yeah, it was a publisher behind, uh, chocolate babka about you have the scenes are getting more. There's more and more different things on the scene. A bright light from a Kenny Rogers chicken.","episode":"s07e05.json","edited":false},
{"time": "0:06:31", "speaker": "spk_4","line":"There's an empty cup of soup and had a note in there that said there was never any soup in here because there's no soup for me, huh? Wow.","episode":"s07e05.json","edited":false},
{"time": "0:06:39", "speaker": "spk_0","line":"On. Then there was on that on that soup was also a swastikas of some sort of soup. Nazi was doing","episode":"s07e05.json","edited":false},
{"time": "0:06:44", "speaker": "spk_1","line":"what I see, and I heard the crime scene got called over to the couch. Yeah.","episode":"s07e05.json","edited":false},
{"time": "0:06:50", "speaker": "spk_0","line":"Yeah. It's first time to a guy called over its first. It's career. Wow. But so I have my forensics team hot on the case. They've even though different people contaminated the scene in different ways. They're dusting for prints. They're testing the blood. How is destined? Uh, I was dusted, destined for friends. Dustin's good. He's the crime scene photographer. And so we brought in dusting for prints to take crime scene photographer princes. What his name is. Yeah, uh, and he's been doing a great job. Honestly, somebody, It doesn't matter who has been ruining the dark room. Coming in. A lot of, uh,","episode":"s07e05.json","edited":false},
{"time": "0:07:35", "speaker": "spk_3","line":"I heard that you can't","episode":"s07e05.json","edited":false},
{"time": "0:07:37", "speaker": "spk_1","line":"wait to see the pictures. So you bust in early?","episode":"s07e05.json","edited":false},
{"time": "0:07:40", "speaker": "spk_0","line":"Yeah. Flash the lights on in, up to speed up the process to really drink flashlight flash off the lights. And I just got to see this photo. But that's really Todd Tadre. Busy","episode":"s07e05.json","edited":false},
{"time": "0:07:57", "speaker": "spk_3","line":"at five in the is easy. Easy. Yeah, Sam. Weatherman line","episode":"s07e05.json","edited":false},
{"time": "0:08:02", "speaker": "spk_1","line":"cook. And that's it May be simple line kick. I built Cravy. Um I am the camp a mouthpiece on I'm gaining steam. My campaign for little taking The lighthouse is definitely gaining steam. I talk shit about China for 1/2 hour the other night up behind the lectern, and I am really starting to gain. Some fans","episode":"s07e05.json","edited":false},
{"time": "0:08:29", "speaker": "spk_3","line":"know what are your","episode":"s07e05.json","edited":false},
{"time": "0:08:30", "speaker": "spk_1","line":"opinions on China? Too big. Uh, wow.","episode":"s07e05.json","edited":false},
{"time": "0:08:35", "speaker": "spk_0","line":"That's right. At the front of the main opinion is the size of trying","episode":"s07e05.json","edited":false},
{"time": "0:08:38", "speaker": "spk_1","line":"to get a status to big","episode":"s07e05.json","edited":false},
{"time": "0:08:40", "speaker": "spk_0","line":"everybody raise their hand. A lot of people are like in What context?","episode":"s07e05.json","edited":false},
{"time": "0:08:46", "speaker": "spk_3","line":"Yeah. A lot of people raise their","episode":"s07e05.json","edited":false},
{"time": "0:08:47", "speaker": "spk_1","line":"hands, had more, had more questions. You started to immediately count them a supporters, but it was mostly clarification they wanted. Now, if you're inquisitive, you are fan. You are definitely a fan. But","episode":"s07e05.json","edited":false},
{"time": "0:08:58", "speaker": "spk_3","line":"yeah, I'm getting a lot of","episode":"s07e05.json","edited":false},
{"time": "0:09:00", "speaker": "spk_1","line":"backing from special interest groups.","episode":"s07e05.json","edited":false},
{"time": "0:09:02", "speaker": "spk_0","line":"Uh, and so there, there special interests or what, exactly?","episode":"s07e05.json","edited":false},
{"time": "0:09:07", "speaker": "spk_1","line":"Well, there's a lot of people who ah who want on new cabins, huh? Yeah,","episode":"s07e05.json","edited":false},
{"time": "0:09:15", "speaker": "spk_0","line":"Yeah, I noticed you got some put. Your pockets were being lined by Big Moyle. Big oil, big cannon, big oil industry. All of the other rabbis that dio circumcisions.","episode":"s07e05.json","edited":false},
{"time": "0:09:26", "speaker": "spk_1","line":"Yes, Boyle is lining my pockets, and I I I have been lining up my supporters and making me making them. Show me my dick there, Dick making me itch.","episode":"s07e05.json","edited":false},
{"time": "0:09:38", "speaker": "spk_3","line":"Show him I have to bring a mirror","episode":"s07e05.json","edited":false},
{"time": "0:09:41", "speaker": "spk_4","line":"and show you your hunting.","episode":"s07e05.json","edited":false},
{"time": "0:09:43", "speaker": "spk_3","line":"Well, yeah, That was a little mistake. I didn't","episode":"s07e05.json","edited":false},
{"time": "0:09:45", "speaker": "spk_1","line":"understand what Big Boil wanted, but now I am getting out there and spreading the word on Circumcision is never too late to get circumcised. Never too late. Adult circumcision. Let's","episode":"s07e05.json","edited":false},
{"time": "0:09:55", "speaker": "spk_3","line":"do the breasts. Old ass breasts old asked breast with them. Oil that's there, That's their chant when you'll see them out and events and they'll have their Oh, that's breast with foil. Oh, that's bristling, which is straight. A big boil is his lab, and may you're also being backed","episode":"s07e05.json","edited":false},
{"time": "0:10:15", "speaker": "spk_0","line":"by Big Boil. Mrs. Susan Boyle's","episode":"s07e05.json","edited":false},
{"time": "0:10:19", "speaker": "spk_3","line":"family. A lot of people don't know this, but Susan Boyle's family became very, very wealthy, like the Rockefellers, and they can make the boil.","episode":"s07e05.json","edited":false},
{"time": "0:10:30", "speaker": "spk_1","line":"Sisters actually are similar to the Cook brothers on the big boil. Big oil is really lining my pockets because they are, um uh, they want toe. Basically, they're ugly singers,","episode":"s07e05.json","edited":false},
{"time": "0:10:46", "speaker": "spk_3","line":"and that, and you're also sponsored by Big Soiled Big Soiled is one of my biggest backers. They are, of course, big men with dirty diapers, which is a huge growing contingent in this baby boomer society Breaking up. Can we talk about what happened last week on the feed?","episode":"s07e05.json","edited":false},
{"time": "0:11:07", "speaker": "spk_0","line":"Oh, this was infuriating.","episode":"s07e05.json","edited":false},
{"time": "0:11:09", "speaker": "spk_4","line":"Speaking of balls and","episode":"s07e05.json","edited":false},
{"time": "0:11:11", "speaker": "spk_3","line":"creatures, Lounge hijacked our feet and they got some","episode":"s07e05.json","edited":false},
{"time": "0:11:16", "speaker": "spk_1","line":"fucking pervert on there. Who's in fantasizing M.","episode":"s07e05.json","edited":false},
{"time": "0:11:20", "speaker": "spk_4","line":"Saturday, I listened to it. I think the guys just misunderstood.","episode":"s07e05.json","edited":false},
{"time": "0:11:23", "speaker": "spk_3","line":"Okay, he's messed. And no, I think it's a Freudian.","episode":"s07e05.json","edited":false},
{"time": "0:11:26", "speaker": "spk_4","line":"No, I think he's just misunderstood. I think everybody who heard it and thought what they thought about him or mistaken. He's just a guy who is trying to do his best in this world.","episode":"s07e05.json","edited":false},
{"time": "0:11:34", "speaker": "spk_3","line":"Yeah, I think he's gross, but","episode":"s07e05.json","edited":false},
{"time": "0:11:35", "speaker": "spk_1","line":"I do like the big soiled backing my pockets. I will go out there right now, Say that","episode":"s07e05.json","edited":false},
{"time": "0:11:40", "speaker": "spk_0","line":"we are sorry to fans of our podcasts that missed it last week. Unfortunately, you're fucked because we're not releasing it. Uh, it was a great was a pretty bad episode. Luckily, So you didn't miss much","episode":"s07e05.json","edited":false},
{"time": "0:11:52", "speaker": "spk_1","line":"out of our rare bad episode. Very rare, but it was a stinker.","episode":"s07e05.json","edited":false},
{"time": "0:11:56", "speaker": "spk_0","line":"Now I have a question for you that I have been a little embarrassed to ask. What? Teoh? Wow! Shave your back. Are you kidding? May would be embarrassed to ask that, uh, my friends could shave my back whatever they want. I'm putting that out there. What's if you want to shave my","episode":"s07e05.json","edited":false},
{"time": "0:12:15", "speaker": "spk_3","line":"way? Well, let's go back two weeks. Then what about what I asked? Well, all you said, he doesn't like it when you shave his bag. Sam said that OK,","episode":"s07e05.json","edited":false},
{"time": "0:12:25", "speaker": "spk_0","line":"now you're","episode":"s07e05.json","edited":false},
{"time": "0:12:26", "speaker": "spk_3","line":"just chefs life.","episode":"s07e05.json","edited":false},
{"time": "0:12:28", "speaker": "spk_0","line":"Yes, you use your chefs night and it's not a shave. It's best a dice","episode":"s07e05.json","edited":false},
{"time": "0:12:34", "speaker": "spk_3","line":"you trapped. I spoke Japanese back out. So","episode":"s07e05.json","edited":false},
{"time": "0:12:37", "speaker": "spk_4","line":"let's be fair. You've never seen a knife sharpener and that's the dullest knife anybody's ever had. Come blunt on me.","episode":"s07e05.json","edited":false},
{"time": "0:12:47", "speaker": "spk_0","line":"But no, I'm not not bears. Task that. Sorry, Sam, but I don't ever want you to share with 90 chopping knife. But what exactly does the lunatic in the White House do? Why is there are election for and what we're","episode":"s07e05.json","edited":false},
{"time": "0:12:59", "speaker": "spk_3","line":"talking about? Yeah, I want to get this clear because we all know. But we just did just now. Way simple. It's pretty simple. The little taking the lighthouses circulated, I think, historically the lunar the taking the","episode":"s07e05.json","edited":false},
{"time": "0:13:20", "speaker": "spk_4","line":"lighthouse is very similar to the Queen of England. It's a it's a It is a sort of figurehead for, uh, the","episode":"s07e05.json","edited":false},
{"time": "0:13:26", "speaker": "spk_3","line":"don't call boy George. That what you called George Figurehead and that some of you say is the Queen of England. Stop blunt. Jesus Christ, Blood. You can't boy George the queen of becoming a really liability. What? You hate Sam Smith to you online? Um Allah highlighted Boy joined British homosexuals. You want you want a drink? Drag on there. Where did Boy George enter the conversation? You kind of like the Queen of England. And you're of course referring. Elton John. Our boy charges abs mad, You homophobes. What? You know. Come on. How you confused? I'm","episode":"s07e05.json","edited":false},
{"time": "0:14:13", "speaker": "spk_4","line":"not confused. I mean, to say that the lunatic in the lighthouse is is ah, title in in name alone. There's no power necessarily has more of a moral authority as opposed to you. Ah, lawmaker is a person that people look to to to sort of as an example of what this the sort of culture surrounding the lighthouse should look,","episode":"s07e05.json","edited":false},
{"time": "0:14:33", "speaker": "spk_0","line":"you become super educated about this. You've been really studying up on the","episode":"s07e05.json","edited":false},
{"time": "0:14:36", "speaker": "spk_4","line":"Yeah, I have. You know, I think now is the time. A better time than ever to announce on the air. Oh, no. Does everyone you know already know","episode":"s07e05.json","edited":false},
{"time": "0:14:48", "speaker": "spk_1","line":"You already said that? I don't think it should","episode":"s07e05.json","edited":false},
{"time": "0:14:50", "speaker": "spk_4","line":"be an announcement. You know what I'm announcing today is Listen, I know what you have to amounts, and it's not. Do not Don't say I'm about to announce This is the most important announcement I've ever made. I I'm starting a grassroots campaign for Howard Levis to be the next lunatic in the lighthouse.","episode":"s07e05.json","edited":false},
{"time": "0:15:09", "speaker": "spk_3","line":"That's right. Whoa! What? That's right. Mail. Oh, Howard Levis, Your old name. You know, my current name. I would have I would have told me so much more. You? I have big Moyle. You are fun. And you know what? Big boy up against big moment. Because","episode":"s07e05.json","edited":false},
{"time": "0:15:25", "speaker": "spk_4","line":"you know what I have that you don't have, Bill. I have the support of all the little people.","episode":"s07e05.json","edited":false},
{"time": "0:15:32", "speaker": "spk_3","line":"Do you mean by that? You know who I mean? Children blends.","episode":"s07e05.json","edited":false},
{"time": "0:15:39", "speaker": "spk_0","line":"Got a big campaign. He's got the blunt Ebro czar in support of","episode":"s07e05.json","edited":false},
{"time": "0:15:43", "speaker": "spk_3","line":"us de Bresse. It's","episode":"s07e05.json","edited":false},
{"time": "0:15:45", "speaker": "spk_0","line":"a lot of angry young people are really talking about","episode":"s07e05.json","edited":false},
{"time": "0:15:49", "speaker": "spk_3","line":"boys. Your fucking platform.","episode":"s07e05.json","edited":false},
{"time": "0:15:51", "speaker": "spk_4","line":"My form is that I'm gonna take that lighthouse and I'm no longer going to live in it. That lighthouse,","episode":"s07e05.json","edited":false},
{"time": "0:15:58", "speaker": "spk_3","line":"the longer room. That's one of the biggest foot patch you can. Why would you want to come in? I don't need a I","episode":"s07e05.json","edited":false},
{"time": "0:16:04", "speaker": "spk_4","line":"don't need a fuck pad. Bill. What I'm saying is that that lunatic that lunatic in his life held","episode":"s07e05.json","edited":false},
{"time": "0:16:09", "speaker": "spk_0","line":"here. By the way, you sure does","episode":"s07e05.json","edited":false},
{"time": "0:16:10", "speaker": "spk_3","line":"Virgin. Okay, What I'm","episode":"s07e05.json","edited":false},
{"time": "0:16:13", "speaker": "spk_4","line":"saying is I I'm giving that lighthouse back to the people. Okay, that no longer do we need a person, a lunatic in that lighthouse telling us how to act, how to be a how to guide ships to shore.","episode":"s07e05.json","edited":false},
{"time": "0:16:26", "speaker": "spk_3","line":"Because you're soft on foreign policy. You're not gonna do shit. The best. Best. Shalom is not answering our thing","episode":"s07e05.json","edited":false},
{"time": "0:16:35", "speaker": "spk_4","line":"about my meeting with them last week.","episode":"s07e05.json","edited":false},
{"time": "0:16:37", "speaker": "spk_3","line":"Your meeting?","episode":"s07e05.json","edited":false},
{"time": "0:16:38", "speaker": "spk_4","line":"Yes. No, I had a meeting with the Campeche alone last week to discuss the triathlon. Yeah, and I was It was purely logistics. There's no collusion I promised. There's no","episode":"s07e05.json","edited":false},
{"time": "0:16:46", "speaker": "spk_3","line":"known accused you. Why would you say that? Because I wanted to do that, you know. Had a secret meeting. No collusion. Their use Ekotto jobs, lunatic in the White House. Jake grow. So bring his ass up.","episode":"s07e05.json","edited":false},
{"time": "0:16:59", "speaker": "spk_0","line":"This is not the same as that.","episode":"s07e05.json","edited":false},
{"time": "0:17:03", "speaker": "spk_3","line":"If you listen. If anybody's colluding, I thought it would be me. That's a big admission to And that's what I'm saying. I'm not it Would you beat me to it?","episode":"s07e05.json","edited":false},
{"time": "0:17:13", "speaker": "spk_4","line":"No, I'm telling you, I am not","episode":"s07e05.json","edited":false},
{"time": "0:17:15", "speaker": "spk_3","line":"colluding. Well, I'm gonna be tough on them, okay? I know. Newt. That whole place over there. Yeah, we're pretty close. to it just across the lake. I wouldn't nuke it also. How'd I did your","episode":"s07e05.json","edited":false},
{"time": "0:17:25", "speaker": "spk_1","line":"microwave? It's a your microwave microwave. Can't bet. Shalem. Okay,","episode":"s07e05.json","edited":false},
{"time": "0:17:31", "speaker": "spk_4","line":"what I'm saying, like you can scream, old ass bristle You want Bill, But I'll tell you this. That's not what the people want. That's what The old assholes. One. Okay, but the young people out there who are really affected by what's going on in that lighthouse, they want somebody like","episode":"s07e05.json","edited":false},
{"time": "0:17:46", "speaker": "spk_3","line":"how I think you might be a little out of touch. I was that around the other","episode":"s07e05.json","edited":false},
{"time": "0:17:50", "speaker": "spk_1","line":"day where there was a lot of young people demanding that old people get circumcised. They're","episode":"s07e05.json","edited":false},
{"time": "0:17:54", "speaker": "spk_3","line":"pretty into this idea.","episode":"s07e05.json","edited":false},
{"time": "0:17:55", "speaker": "spk_4","line":"Well, you should come to one of high speed my rallies. My rallies have been getting","episode":"s07e05.json","edited":false},
{"time": "0:17:59", "speaker": "spk_3","line":"pretty. I got young people when I","episode":"s07e05.json","edited":false},
{"time": "0:18:01", "speaker": "spk_1","line":"put him right behind me. When I do, my speech is about getting your Penis circumcised. In an older eight.","episode":"s07e05.json","edited":false},
{"time": "0:18:06", "speaker": "spk_3","line":"I put him right back in. I make him clap. Young asked, What are you","episode":"s07e05.json","edited":false},
{"time": "0:18:10", "speaker": "spk_0","line":"doing about the accusations Bill, Matt, that you are to circumcised?","episode":"s07e05.json","edited":false},
{"time": "0:18:19", "speaker": "spk_3","line":"Those are fake. Accusation is at Listen. I will","episode":"s07e05.json","edited":false},
{"time": "0:18:23", "speaker": "spk_1","line":"drop trowel at the next debate and show that I have just enough skin. And when I get hard, it doesn't roll out like a dog's dick and see a little bit of pink.","episode":"s07e05.json","edited":false},
{"time": "0:18:37", "speaker": "spk_0","line":"Show that at the debate","episode":"s07e05.json","edited":false},
{"time": "0:18:39", "speaker": "spk_3","line":"you can prove that that is not how","episode":"s07e05.json","edited":false},
{"time": "0:18:42", "speaker": "spk_0","line":"loud was too much for me. I don't know that I want to see it in a debate.","episode":"s07e05.json","edited":false},
{"time": "0:18:45", "speaker": "spk_3","line":"A say in that, but that's what they're asking. That's what the accusations are. You don't want me to talk dirty about my my nine little dog, Dick","episode":"s07e05.json","edited":false},
{"time": "0:18:54", "speaker": "spk_0","line":"Blood. What do you have to say about that?","episode":"s07e05.json","edited":false},
{"time": "0:18:56", "speaker": "spk_4","line":"What I","episode":"s07e05.json","edited":false},
{"time": "0:18:56", "speaker": "spk_3","line":"have to say about bills? Weird, Dick. Yeah. I'll tell","episode":"s07e05.json","edited":false},
{"time": "0:18:59", "speaker": "spk_4","line":"you what. We all know what a good dick looks like. Okay, Okay. And that's all I'll say about that.","episode":"s07e05.json","edited":false},
{"time": "0:19:05", "speaker": "spk_0","line":"All right. Well, are","episode":"s07e05.json","edited":false},
{"time": "0:19:07", "speaker": "spk_3","line":"you willing to drop trout the next debate? You know what it's going to be? What I westerns for the money. What? Next week? Next. Jones is gonna ask us to drop trout next","episode":"s07e05.json","edited":false},
{"time": "0:19:16", "speaker": "spk_4","line":"week at the debate. I will show you a picture of my Penis.","episode":"s07e05.json","edited":false},
{"time": "0:19:20", "speaker": "spk_3","line":"Finally, they're getting","episode":"s07e05.json","edited":false},
{"time": "0:19:21", "speaker": "spk_1","line":"someone who's got some balls to moderate the debate. Jones gonna ask all the good questions. Van. Light us up","episode":"s07e05.json","edited":false},
{"time": "0:19:28", "speaker": "spk_4","line":"I show you a picture?","episode":"s07e05.json","edited":false},
{"time": "0:19:30", "speaker": "spk_0","line":"You're going to show a picture your Penis instead of Anthony's Weiner this time? Yeah, that was a big issue last time he ran for election.","episode":"s07e05.json","edited":false},
{"time": "0:19:35", "speaker": "spk_4","line":"I will pride promise you guys right now","episode":"s07e05.json","edited":false},
{"time": "0:19:37", "speaker": "spk_3","line":"bring a different phone. I'll say that. Buy a new phone by Just get a burner","episode":"s07e05.json","edited":false},
{"time": "0:19:43", "speaker": "spk_4","line":"for this. Well, we'll see. But I","episode":"s07e05.json","edited":false},
{"time": "0:19:45", "speaker": "spk_3","line":"promised your you're choosing toe hurt yourself","episode":"s07e05.json","edited":false},
{"time": "0:19:51", "speaker": "spk_4","line":"in the future. I know you better get some debate training cause I'm coming a win. I don't need to put it right back","episode":"s07e05.json","edited":false},
{"time": "0:19:57", "speaker": "spk_1","line":"to you. I'm pacing around you. I'm gonna fart on you.","episode":"s07e05.json","edited":false},
{"time": "0:20:00", "speaker": "spk_3","line":"Who is your teacher? Who's training you? Oh, um David Carrot e from come true. Government is definitely dead. David Carradine shading may well be a master","episode":"s07e05.json","edited":false},
{"time": "0:20:17", "speaker": "spk_0","line":"debater. That's you got some big competition.","episode":"s07e05.json","edited":false},
{"time": "0:20:20", "speaker": "spk_4","line":"Oh, yeah? Well, we'll see how","episode":"s07e05.json","edited":false},
{"time": "0:20:22", "speaker": "spk_3","line":"you are you working with?","episode":"s07e05.json","edited":false},
{"time": "0:20:23", "speaker": "spk_0","line":"Do we know anyone else whose ghost Teoh fix? You","episode":"s07e05.json","edited":false},
{"time": "0:20:28", "speaker": "spk_3","line":"know, I I'll tell","episode":"s07e05.json","edited":false},
{"time": "0:20:30", "speaker": "spk_4","line":"you who I've been. I've been in talks with and all I can say is one thing, But Chappy child, he not Chinese. See","episode":"s07e05.json","edited":false},
{"time": "0:20:39", "speaker": "spk_3","line":"you. What? Not","episode":"s07e05.json","edited":false},
{"time": "0:20:41", "speaker": "spk_4","line":"I tell you right now. Choppy child to P t","episode":"s07e05.json","edited":false},
{"time": "0:20:43", "speaker": "spk_3","line":"he re Oh, yes.","episode":"s07e05.json","edited":false},
{"time": "0:20:47", "speaker": "spk_0","line":"The ghost of Michael Jackson. Yes.","episode":"s07e05.json","edited":false},
{"time": "0:20:50", "speaker": "spk_1","line":"If you bring the ghosts of Michael Jackson to the next debate, I swear to God, that's affair. Are you're working","episode":"s07e05.json","edited":false},
{"time": "0:20:56", "speaker": "spk_4","line":"with them? I don't know what","episode":"s07e05.json","edited":false},
{"time": "0:20:58", "speaker": "spk_3","line":"happened. Why don't you bring the ghost security?","episode":"s07e05.json","edited":false},
{"time": "0:20:59", "speaker": "spk_1","line":"And I mean, there's no way Jackson can hold up to careful musically","episode":"s07e05.json","edited":false},
{"time": "0:21:02", "speaker": "spk_3","line":"if I debate him with parenting style. Tact is with swords and sort of like karate chops and all that stuff. Because that's what he did in movies like Kill Bill. He was somebody. Gil Bill, right? Yeah, he was Pussy. Come on. You know your own campaign manager. Let's move forward. Was he put City that there was no one named Pussy? Did you think of the soprano way you feel, sopranos? And that was not David. Carry game Pussy's back in May 2. What? What do you get? A bucket? Listen, you come and you fucking moonwalk. I will not stand a chance, so don't meet. Don't make me teach. I'll chop. I'll do it. I cannot wait for this debate, by","episode":"s07e05.json","edited":false},
{"time": "0:21:59", "speaker": "spk_0","line":"the way, this is going to be.","episode":"s07e05.json","edited":false},
{"time": "0:22:01", "speaker": "spk_4","line":"And we all know the debates being recorded,","episode":"s07e05.json","edited":false},
{"time": "0:22:03", "speaker": "spk_3","line":"and we all names filtering on Cater. You were gonna have a lot of tasty finger for years. And what were some other substitutes? We'll definitely place the fingers, not ladyfingers. But, Manny, all","episode":"s07e05.json","edited":false},
{"time": "0:22:15", "speaker": "spk_4","line":"I'm saying is the debates gonna happen and we'll see who is the better man. And we'll play some clips from the next time, and we'll see","episode":"s07e05.json","edited":false},
{"time": "0:22:20", "speaker": "spk_0","line":"who won. Well, and my forensics teams gonna be running security to where there are all sorts of cops","episode":"s07e05.json","edited":false},
{"time": "0:22:25", "speaker": "spk_3","line":"friends. But all sorts of stuff","episode":"s07e05.json","edited":false},
{"time": "0:22:28", "speaker": "spk_0","line":"Yeah, we're doing after the crime. Were doing pre crime were doing during crime. You can harass for any of","episode":"s07e05.json","edited":false},
{"time": "0:22:34", "speaker": "spk_3","line":"you have a couple women Asian free. That's what I was going to say. You have a couple of young girls. You've shaved their heads and made them predict free crime.","episode":"s07e05.json","edited":false},
{"time": "0:22:45", "speaker": "spk_0","line":"Oh, they're pre crimes. Yes. So, uh, way hooked him up to a very similar","episode":"s07e05.json","edited":false},
{"time": "0:22:49", "speaker": "spk_4","line":"just for anyone ever made. Very similar to the being","episode":"s07e05.json","edited":false},
{"time": "0:22:52", "speaker": "spk_0","line":"you call three cops for Minority Report. That's where I I didn't get the idea from Thistle is an original idea.","episode":"s07e05.json","edited":false},
{"time": "0:23:02", "speaker": "spk_3","line":"That is where you didn't get the idea from that location is something that","episode":"s07e05.json","edited":false},
{"time": "0:23:07", "speaker": "spk_1","line":"you've seen and is close to this, but not where you got the idea.","episode":"s07e05.json","edited":false},
{"time": "0:23:10", "speaker": "spk_0","line":"Now I've got the idea from Yeah, you could name a lot of things. They'll tell you if I got the idea from or not. But","episode":"s07e05.json","edited":false},
{"time": "0:23:15", "speaker": "spk_4","line":"you will readily admit I got the idea from somewhere.","episode":"s07e05.json","edited":false},
{"time": "0:23:18", "speaker": "spk_0","line":"I got it from somewhere. What about your cookies? Roar? Eos. Don't say that was from the, uh Rory O. Yeah. I didn't get it from seeing a lion at the zoo. We ptenorio? Yes. Again.","episode":"s07e05.json","edited":false},
{"time": "0:23:33", "speaker": "spk_3","line":"Almost no creativity. Few that you saw a lion on challenge Ship cookies,","episode":"s07e05.json","edited":false},
{"time": "0:23:39", "speaker": "spk_0","line":"chocolate chip cookies, chocolate ship cookies, chucker ship cook. Where","episode":"s07e05.json","edited":false},
{"time": "0:23:42", "speaker": "spk_3","line":"did you not get that?","episode":"s07e05.json","edited":false},
{"time": "0:23:43", "speaker": "spk_0","line":"I didn't get that from seeing two friends eat a cookie","episode":"s07e05.json","edited":false},
{"time": "0:23:46", "speaker": "spk_3","line":"Chocolate friendship cookies So that you're saying","episode":"s07e05.json","edited":false},
{"time": "0:23:49", "speaker": "spk_0","line":"that. Guess again. Love knows it. It's no. Yeah, Monta Mighty is original, but I won't admit where I got","episode":"s07e05.json","edited":false},
{"time": "0:24:01", "speaker": "spk_3","line":"to be Right in a security of the debate.","episode":"s07e05.json","edited":false},
{"time": "0:24:03", "speaker": "spk_0","line":"Yes, I shaved these girls heads and I haven't tried to guess scribes and, uh, that I arrest people based on. So we've got a whole prison of people that God is","episode":"s07e05.json","edited":false},
{"time": "0:24:13", "speaker": "spk_3","line":"your prison. You're proud for profit prison here running here. You're locking people","episode":"s07e05.json","edited":false},
{"time": "0:24:18", "speaker": "spk_0","line":"up pretty much. No question. Yeah, We're currently in the red, unfortunately,","episode":"s07e05.json","edited":false},
{"time": "0:24:21", "speaker": "spk_3","line":"And this is this a prison that was started started at bunk eight. Yeah, and you've put just a large chain link fence around. Why is it hemorrhaging money? Because usually, usually these prisons","episode":"s07e05.json","edited":false},
{"time": "0:24:33", "speaker": "spk_1","line":"could turn profit because they treat their inmates like shit.","episode":"s07e05.json","edited":false},
{"time": "0:24:35", "speaker": "spk_3","line":"Prisons are a great profit business. I used to work, but he's in the red.","episode":"s07e05.json","edited":false},
{"time": "0:24:39", "speaker": "spk_0","line":"Were big time in the red. I mean, name. And we lost money on it so far, the production like building it. Yeah, building. It was very expensive because I wanted to use the most expensive materials so people couldn't escape. So this is like a, um, Golden Prison","episode":"s07e05.json","edited":false},
{"time": "0:24:57", "speaker": "spk_3","line":"Chandling centers made out of completely 24 karat","episode":"s07e05.json","edited":false},
{"time": "0:24:59", "speaker": "spk_0","line":"gold. Yeah. Gold us off to gold. Ordered classically, so Really? Yeah. Really? Yeah. Um, OK, well, I because we got the what","episode":"s07e05.json","edited":false},
{"time": "0:25:08", "speaker": "spk_1","line":"about lack of technology or plumbing? Inside. What about that?","episode":"s07e05.json","edited":false},
{"time": "0:25:12", "speaker": "spk_0","line":"Oh, no. This place is palatial. Um, everybody, all the walls are made of the most expensive 10 ply toilet paper, so no one's making it out of this place alive.","episode":"s07e05.json","edited":false},
{"time": "0:25:23", "speaker": "spk_3","line":"You have","episode":"s07e05.json","edited":false},
{"time": "0:25:23", "speaker": "spk_4","line":"trouble breaking 10 ply toilet","episode":"s07e05.json","edited":false},
{"time": "0:25:25", "speaker": "spk_0","line":"paper When you use it, you're regretted in the bat. Sermon is not trying to get a poop at its trying to rip the toilet paper","episode":"s07e05.json","edited":false},
{"time": "0:25:33", "speaker": "spk_3","line":"way. I try to prove that you're stronger. Someone like, Look, I can read this TV and half like it's a phone book, so I know that it is karate meat chops of toilet paper probe. That's why you're just","episode":"s07e05.json","edited":false},
{"time": "0:26:00", "speaker": "spk_0","line":"try my face in half the head, hit the paper broken. Then it let it bounce back into my own","episode":"s07e05.json","edited":false},
{"time": "0:26:05", "speaker": "spk_3","line":"thing. I saw you be really","episode":"s07e05.json","edited":false},
{"time": "0:26:07", "speaker": "spk_1","line":"exhausted and just plop on your own bed and break your neck on the pillow.","episode":"s07e05.json","edited":false},
{"time": "0:26:11", "speaker": "spk_0","line":"Well, yeah, I've been getting these soft pillows because I thought I wouldn't break my neck my block to stop a long day. You gotta plucked out on the bed.","episode":"s07e05.json","edited":false},
{"time": "0:26:25", "speaker": "spk_3","line":"Just a nice Were you ever have a long day, Todd? Way she Sometimes I work","episode":"s07e05.json","edited":false},
{"time": "0:26:33", "speaker": "spk_0","line":"a couple hours in a row and I would need to get home, you know? And that's","episode":"s07e05.json","edited":false},
{"time": "0:26:40", "speaker": "spk_3","line":"how long is an hour. Thio was that Well, no work a couple hours. So work like 8 to 8 15 and I got a plus seven things work. You've left the house to do You actually have a long commute? Both plays? No. You know, right now","episode":"s07e05.json","edited":false},
{"time": "0:26:57", "speaker": "spk_0","line":"I'm freeway. And so I do work from","episode":"s07e05.json","edited":false},
{"time": "0:26:59", "speaker": "spk_3","line":"home. But I put it You can't give away. Uh, you can't","episode":"s07e05.json","edited":false},
{"time": "0:27:06", "speaker": "spk_1","line":"give away a little of poker's. That air called Lance. Give him away from","episode":"s07e05.json","edited":false},
{"time": "0:27:14", "speaker": "spk_0","line":"giveaway freelances. I'm a freelance on that. Take pictures of a freelance photographer and so","episode":"s07e05.json","edited":false},
{"time": "0:27:20", "speaker": "spk_3","line":"give away. You mean you have a pile of them on their front yard That says free? Yeah, I'm working hard. So there's a work. Let's","episode":"s07e05.json","edited":false},
{"time": "0:27:27", "speaker": "spk_0","line":"see, I work a whole episode of 60 minutes, so work","episode":"s07e05.json","edited":false},
{"time": "0:27:30", "speaker": "spk_3","line":"four hours. You think our is? No, that's 18","episode":"s07e05.json","edited":false},
{"time": "0:27:35", "speaker": "spk_0","line":"hours to me, actually, on","episode":"s07e05.json","edited":false},
{"time": "0:27:39", "speaker": "spk_1","line":"episode of 60 minutes is a full day, Teoh. Eight hours, eight hours shift.","episode":"s07e05.json","edited":false},
{"time": "0:27:45", "speaker": "spk_0","line":"Yeah, that's a shift. If if I've worked through an episode of 60 minutes, I've worked eight hours.","episode":"s07e05.json","edited":false},
{"time": "0:27:53", "speaker": "spk_4","line":"Todd, your perception of time is absolutely wrong.","episode":"s07e05.json","edited":false},
{"time": "0:27:56", "speaker": "spk_3","line":"Glad you're fucking doing","episode":"s07e05.json","edited":false},
{"time": "0:27:57", "speaker": "spk_1","line":"security because we're gonna need it because my people get worked up, okay? They get fuckin","episode":"s07e05.json","edited":false},
{"time": "0:28:04", "speaker": "spk_3","line":"rowdy it by events, and you'll sort of ah, go,","episode":"s07e05.json","edited":false},
{"time": "0:28:07", "speaker": "spk_1","line":"like go for it wants out","episode":"s07e05.json","edited":false},
{"time": "0:28:09", "speaker": "spk_4","line":"of here. Someone hit that guy","episode":"s07e05.json","edited":false},
{"time": "0:28:11", "speaker": "spk_3","line":"Yeah. Look at that guy's dick. Hey, guys. Guys were getting your","episode":"s07e05.json","edited":false},
{"time": "0:28:18", "speaker": "spk_0","line":"obsession with everyone else's did is becoming an issue for","episode":"s07e05.json","edited":false},
{"time": "0:28:24", "speaker": "spk_3","line":"now. Exactly. Big boiled baby. You can't say that to the people. Yes,","episode":"s07e05.json","edited":false},
{"time": "0:28:35", "speaker": "spk_0","line":"yes, Your campaign slogan. Blunt. Yes, Puppet.","episode":"s07e05.json","edited":false},
{"time": "0:28:38", "speaker": "spk_4","line":"Yes, Puppet is my is my campaign slogan,","episode":"s07e05.json","edited":false},
{"time": "0:28:40", "speaker": "spk_0","line":"but it's been kind of It's been co opted by, like, the drag community. So there's a lot of Yasser","episode":"s07e05.json","edited":false},
{"time": "0:28:46", "speaker": "spk_4","line":"Puppet. Yeah. Hey, I'm glad for the support of anybody. I'll take it. I'll take support from","episode":"s07e05.json","edited":false},
{"time": "0:28:51", "speaker": "spk_3","line":"anybody or using love the phrase, but they're trying to take it away","episode":"s07e05.json","edited":false},
{"time": "0:28:56", "speaker": "spk_4","line":"from you. Really? Yes. That's interesting because it seems to me like they're being very supportive, but you're saying it's it's more being co opted.","episode":"s07e05.json","edited":false},
{"time": "0:29:02", "speaker": "spk_0","line":"Yeah, they're taking. I hate I'm sick of our stuff being Coop. You noticed? Three this Did you hear about","episode":"s07e05.json","edited":false},
{"time": "0:29:13", "speaker": "spk_3","line":"this? That I was","episode":"s07e05.json","edited":false},
{"time": "0:29:14", "speaker": "spk_1","line":"like something that was said at the murders. Did you hear","episode":"s07e05.json","edited":false},
{"time": "0:29:19", "speaker": "spk_0","line":"about this about this? Uh, it's crazy that this killer we all think is Jason is mostly during Jerry Seinfeld","episode":"s07e05.json","edited":false},
{"time": "0:29:29", "speaker": "spk_3","line":"way. A lot of the murders. There","episode":"s07e05.json","edited":false},
{"time": "0:29:32", "speaker": "spk_1","line":"was a lot of complaints about air airplane food. Yes. Yeah, and I kind of what? The deal with it? Waas. I can't just figure it out.","episode":"s07e05.json","edited":false},
{"time": "0:29:40", "speaker": "spk_0","line":"Yeah, but we're out on the case. The forensics team,","episode":"s07e05.json","edited":false},
{"time": "0:29:44", "speaker": "spk_1","line":"Jason Alexander said, is out there. You","episode":"s07e05.json","edited":false},
{"time": "0:29:47", "speaker": "spk_0","line":"know, he's right. Now he's directing a play at the Pasadena Playhouse, and this is true. So we're going to go interview him. We're gonna go true. We're going to go trick him and interview him after the play. We're gonna throw his","episode":"s07e05.json","edited":false},
{"time": "0:29:57", "speaker": "spk_1","line":"mom out of the audience. Super kicker. Out. Take our seat.","episode":"s07e05.json","edited":false},
{"time": "0:30:00", "speaker": "spk_0","line":"We're gonna kick. Yeah, she keeps coming around.","episode":"s07e05.json","edited":false},
{"time": "0:30:03", "speaker": "spk_3","line":"Yes, I woke","episode":"s07e05.json","edited":false},
{"time": "0:30:05", "speaker": "spk_1","line":"up last night and Jason's mom was over my bed looking at me breathing heavy.","episode":"s07e05.json","edited":false},
{"time": "0:30:13", "speaker": "spk_3","line":"Yeah. Yeah, that she thought you were dead.","episode":"s07e05.json","edited":false},
{"time": "0:30:15", "speaker": "spk_4","line":"Should she moved on to May I think this is it. Maybe also a place where I sort of your away from the pack in terms of this, the mentality of the group here. But I personally think we are respect. We are and having sex. Okay, let's not come back to that. Guys, listen. That's old","episode":"s07e05.json","edited":false},
{"time": "0:30:31", "speaker": "spk_3","line":"NYSE. You're still a virgin because you died","episode":"s07e05.json","edited":false},
{"time": "0:30:34", "speaker": "spk_1","line":"the first time he had said. All right, Well, you fuck it died. You know what I didn't count.","episode":"s07e05.json","edited":false},
{"time": "0:30:38", "speaker": "spk_4","line":"Okay, well, let's not talk about that. What I'm trying to say yes, I'm trying to say I think Jason's mom has a point. All right. Uh, this is","episode":"s07e05.json","edited":false},
{"time": "0:30:48", "speaker": "spk_0","line":"you think she's got a point coming back and getting revenge because we tried to drown her son.","episode":"s07e05.json","edited":false},
{"time": "0:30:52", "speaker": "spk_4","line":"Tried stupid. Yeah. No, I think Look, we were negligent","episode":"s07e05.json","edited":false},
{"time": "0:30:58", "speaker": "spk_1","line":"negligee ways. He's talking about negligee out of nowhere. No,","episode":"s07e05.json","edited":false},
{"time": "0:31:03", "speaker": "spk_3","line":"thank you. Object. Come back.","episode":"s07e05.json","edited":false},
{"time": "0:31:05", "speaker": "spk_4","line":"No way were negligent. We potentially caused severe damage in her life.","episode":"s07e05.json","edited":false},
{"time": "0:31:11", "speaker": "spk_3","line":"She We just need","episode":"s07e05.json","edited":false},
{"time": "0:31:12", "speaker": "spk_1","line":"to lock her ass in that cabin out there,","episode":"s07e05.json","edited":false},
{"time": "0:31:16", "speaker": "spk_0","line":"taking a cab. In a","episode":"s07e05.json","edited":false},
{"time": "0:31:17", "speaker": "spk_3","line":"lot of speaking","episode":"s07e05.json","edited":false},
{"time": "0:31:20", "speaker": "spk_4","line":"that, speaking of locked up. Is Brad doing okay?","episode":"s07e05.json","edited":false},
{"time": "0:31:23", "speaker": "spk_0","line":"Um, I haven't checked. All right? I don't know, Bill. Bill locked him up.","episode":"s07e05.json","edited":false},
{"time": "0:31:28", "speaker": "spk_3","line":"I liked his ass","episode":"s07e05.json","edited":false},
{"time": "0:31:29", "speaker": "spk_1","line":"up. Well, let's say","episode":"s07e05.json","edited":false},
{"time": "0:31:30", "speaker": "spk_0","line":"this maybe Ah, maybe you guys should share the announcements, and we should We should see who gets more excited about them. Because a lot of people have said bills announcements have been How do I put this delicately? His voice is hard to understand. Here. It's too bitter, sillier, wacky.","episode":"s07e05.json","edited":false},
{"time": "0:31:50", "speaker": "spk_3","line":"This'll is really a great couple.","episode":"s07e05.json","edited":false},
{"time": "0:31:54", "speaker": "spk_1","line":"Okay, Okay. What? You just heard a couple of the kids calling you crazy. There's little Fox. It's ridiculous voice. I was born this way or it's a It is a disease Does he is.","episode":"s07e05.json","edited":false},
{"time": "0:32:09", "speaker": "spk_4","line":"Here's the thing. What I'll say is, there are certain ailments for our issues. You're","episode":"s07e05.json","edited":false},
{"time": "0:32:16", "speaker": "spk_1","line":"saying we can't have a president that has ridiculous voice?","episode":"s07e05.json","edited":false},
{"time": "0:32:18", "speaker": "spk_4","line":"I'm saying I don't think I think I don't think that lighthouses ready for someone with lunatic are ridiculous voice. I think I think I have no problem with ridiculous voice. But is that the face? What? It Yeah,","episode":"s07e05.json","edited":false},
{"time": "0:32:34", "speaker": "spk_3","line":"that was a big but And I'm not talking about your funky bags.","episode":"s07e05.json","edited":false},
{"time": "0:32:39", "speaker": "spk_4","line":"Weren't that wasn't a burn that didn't hurt me at all.","episode":"s07e05.json","edited":false},
{"time": "0:32:43", "speaker": "spk_3","line":"Oh, yeah, Yeah. This this debate is gonna be a lot like while it out. So let me just get this clear.","episode":"s07e05.json","edited":false},
{"time": "0:32:48", "speaker": "spk_1","line":"Blunt. Uh, you love Jason and his mom. You hate our friend with a great voice. You don't You don't think somebody whether they should be in the light. How do you think this annoying ladies got a point? Which I've never thought of anyone else? What's","episode":"s07e05.json","edited":false},
{"time": "0:33:03", "speaker": "spk_3","line":"going on here?","episode":"s07e05.json","edited":false},
{"time": "0:33:04", "speaker": "spk_4","line":"I'm just saying, guys, you know, maybe we aren't as close as we all","episode":"s07e05.json","edited":false},
{"time": "0:33:07", "speaker": "spk_0","line":"know. Honestly, blunt. I'm like what you're saying here. I'm listening. I'm an undecided voter now. I know episodes. I said I'd do anything for Bill.","episode":"s07e05.json","edited":false},
{"time": "0:33:18", "speaker": "spk_3","line":"Step aside. You were born with May undecided voters during an election. That is this clear? You're just","episode":"s07e05.json","edited":false},
{"time": "0:33:25", "speaker": "spk_1","line":"a narcissist who wants to be talking Thinking of dropping things quickly and switching sides. What happened to the talent show?","episode":"s07e05.json","edited":false},
{"time": "0:33:32", "speaker": "spk_0","line":"Oh, I don't know What the Todd show that we set up on the first episode went great. Went off without a hitch. I decided not to take over the whole thing and let the kids do what they wanted with it. And they had a great time. Had a lot of fun.","episode":"s07e05.json","edited":false},
{"time": "0:33:45", "speaker": "spk_1","line":"So what? I'm repeating something","episode":"s07e05.json","edited":false},
{"time": "0:33:46", "speaker": "spk_0","line":"for that story lines. Done","episode":"s07e05.json","edited":false},
{"time": "0:33:51", "speaker": "spk_1","line":"Any other things,","episode":"s07e05.json","edited":false},
{"time": "0:33:52", "speaker": "spk_0","line":"though? My daughter, uh,","episode":"s07e05.json","edited":false},
{"time": "0:33:55", "speaker": "spk_3","line":"Donna? Yeah.","episode":"s07e05.json","edited":false},
{"time": "0:33:56", "speaker": "spk_0","line":"Um, that's actually a great question. I've been putting up some wanted posters for my daughter.","episode":"s07e05.json","edited":false},
{"time": "0:34:02", "speaker": "spk_4","line":"Wrong. And a poster.","episode":"s07e05.json","edited":false},
{"time": "0:34:04", "speaker": "spk_0","line":"Well, they were cheaper. They were cheaper than","episode":"s07e05.json","edited":false},
{"time": "0:34:08", "speaker": "spk_1","line":"had wanted templates and just had a hole in the middle.","episode":"s07e05.json","edited":false},
{"time": "0:34:11", "speaker": "spk_0","line":"Yeah, Yeah, I got him in a novel to cowboy like store in the American Southwest. And so if you see my daughter,","episode":"s07e05.json","edited":false},
{"time": "0:34:21", "speaker": "spk_1","line":"she is in like sepia, like","episode":"s07e05.json","edited":false},
{"time": "0:34:24", "speaker": "spk_0","line":"with the papers weather. That is old time you're looking and weathered and it's 1000 quarter pieces said there's 1/4 piece is dead or alive. Don't look at the dead part of Do not that's not Look at the dead.","episode":"s07e05.json","edited":false},
{"time": "0:34:38", "speaker": "spk_4","line":"We say you added text instead of just crossing out. Dad wanted. You could have just made it. They wanted alive,","episode":"s07e05.json","edited":false},
{"time": "0:34:43", "speaker": "spk_0","line":"right? No, it says dead or alive. And then I could only afford smaller font. So it kind of written small is not dead, though um, it so if you see her like a said about 5 to 6 feet tall, Flippy with you here","episode":"s07e05.json","edited":false},
{"time": "0:34:56", "speaker": "spk_1","line":"in person, because I can I can bring this on my campaign trail, I have met a man who lost his daughter, and anyone out there who has lost their daughter is looking for their daughter or daughter, knows that it's them but is avoiding them. I will help, and that's something I'm willing to take on right now. Blood is part","episode":"s07e05.json","edited":false},
{"time": "0:35:14", "speaker": "spk_4","line":"of my camera, and I know for sure good. That","episode":"s07e05.json","edited":false},
{"time": "0:35:18", "speaker": "spk_3","line":"is what he said. I'm taking that on. He's undecided","episode":"s07e05.json","edited":false},
{"time": "0:35:24", "speaker": "spk_1","line":"and I'm making him decided is basically what just happened.","episode":"s07e05.json","edited":false},
{"time": "0:35:27", "speaker": "spk_0","line":"He's got my vote for","episode":"s07e05.json","edited":false},
{"time": "0:35:28", "speaker": "spk_1","line":"you to understand that that's all I'm doing is I'm meeting one person and I'm put that into my campaign. And","episode":"s07e05.json","edited":false},
{"time": "0:35:35", "speaker": "spk_3","line":"that's what, Jeff, you're not even","episode":"s07e05.json","edited":false},
{"time": "0:35:36", "speaker": "spk_1","line":"going around campaigning in these new people.","episode":"s07e05.json","edited":false},
{"time": "0:35:37", "speaker": "spk_0","line":"Have you mentioned me at all on your campaign?","episode":"s07e05.json","edited":false},
{"time": "0:35:40", "speaker": "spk_3","line":"I went. You you're gonna lose","episode":"s07e05.json","edited":false},
{"time": "0:35:41", "speaker": "spk_1","line":"the big tree. I went up to the victory. I made a campaign stop specifically at the big tree to talk to the people at the big tree.","episode":"s07e05.json","edited":false},
{"time": "0:35:50", "speaker": "spk_0","line":"Yeah, I think you're undervaluing the people that live in the big truth,","episode":"s07e05.json","edited":false},
{"time": "0:35:54", "speaker": "spk_4","line":"but those people don't vote.","episode":"s07e05.json","edited":false},
{"time": "0:35:58", "speaker": "spk_1","line":"Nobody ever speaks to him. It's elites like you that skip over the people who live in the big tree, and","episode":"s07e05.json","edited":false},
{"time": "0:36:03", "speaker": "spk_3","line":"I'm going there, and I'm getting them riled up about circuit position, and they're coming down out of the street because big boil is right here with may. And I love to see you go out. You're making a mistake.","episode":"s07e05.json","edited":false},
{"time": "0:36:14", "speaker": "spk_4","line":"You know, I'm gonna get one, because I'm gonna go to the places where the vote actually matters, okay? And we all know where those places are.","episode":"s07e05.json","edited":false},
{"time": "0:36:20", "speaker": "spk_1","line":"Yeah, the lake gas station? Yes, the lake gas station, where all the rich folk are Good luck getting on both coasts of the leg.","episode":"s07e05.json","edited":false},
{"time": "0:36:30", "speaker": "spk_3","line":"Good luck. You think you can get","episode":"s07e05.json","edited":false},
{"time": "0:36:32", "speaker": "spk_1","line":"the 76 the shell? And I would be surprised how much people in those areas actually care about circumcision. A big point. They","episode":"s07e05.json","edited":false},
{"time": "0:36:40", "speaker": "spk_3","line":"won't talk about it. They're scared. But what say, Yeah,","episode":"s07e05.json","edited":false},
{"time": "0:36:43", "speaker": "spk_4","line":"we will see. We'll just have to see.","episode":"s07e05.json","edited":false},
{"time": "0:36:45", "speaker": "spk_1","line":"And I'm unveiling a new campaign slogan that you're not ready for. Okay,","episode":"s07e05.json","edited":false},
{"time": "0:36:48", "speaker": "spk_4","line":"Well, and I got it on hats and everything. Our You need some time to think","episode":"s07e05.json","edited":false},
{"time": "0:36:55", "speaker": "spk_3","line":"about it now, I just don't want to spoil it.","episode":"s07e05.json","edited":false},
{"time": "0:36:58", "speaker": "spk_0","line":"Wait, the better it's gonna be. Well, I am. Frankly, I was confused about this campaign before, but now I'm excited about this is really questions been answered? I understand. Use just more exciting. More so quick infused, more excited because, uh, you know, I'm trying to decide who to vote for it.","episode":"s07e05.json","edited":false},
{"time": "0:37:21", "speaker": "spk_4","line":"Well, here's the thing with this campaign, the details can be foggy, but at the end of it, one of us will win and one of us will lose. And that's the only thing that matters. The details that got us there don't mean anything.","episode":"s07e05.json","edited":false},
{"time": "0:37:30", "speaker": "spk_3","line":"And who cares? I mean, the lighthouse preserved presides over what, 40 people? Technically,","episode":"s07e05.json","edited":false},
{"time": "0:37:35", "speaker": "spk_0","line":"Yeah. Five people in the tree. Uh, four people in the gas. There's 16 campers. Um, Waterman","episode":"s07e05.json","edited":false},
{"time": "0:37:44", "speaker": "spk_1","line":"Water mad Waterman Waterman is a good friend of mine's a good, like getting him.","episode":"s07e05.json","edited":false},
{"time": "0:37:54", "speaker": "spk_4","line":"I don't need water Man's vote.","episode":"s07e05.json","edited":false},
{"time": "0:37:55", "speaker": "spk_3","line":"Whoa, Dio really? Because you didn't do anything. The last time Waterman got hit with a Mr Stinker, you did nothing. Yeah, because over there, he lied his ass up. You","episode":"s07e05.json","edited":false},
{"time": "0:38:07", "speaker": "spk_4","line":"did? May. Yeah. And it was pandering. You were pandering to him. I was not","episode":"s07e05.json","edited":false},
{"time": "0:38:12", "speaker": "spk_1","line":"pandering. You call going over there and wiping off waterman while screaming,","episode":"s07e05.json","edited":false},
{"time": "0:38:20", "speaker": "spk_3","line":"Look who's cleaning off water man crew. And then right before the news cut, you thought they'd already cut. Usually get me away from this fucking nasty lose. That was unfortunately leaving. I thought I had editing privileges. I showed up in the booth. A couple leavings. You have a tough time Hold the whole thing. Your opinion all the way through gut. Yeah, unfortunately, even, um, I always say my opinion right before the newscaster says their name. So I've been Veronica Station wagon. She always always scream my opinion right before she says I've","episode":"s07e05.json","edited":false},
{"time": "0:39:06", "speaker": "spk_0","line":"been Veronica Station. Well, I'm excited. The, you know, the stay tuned for this campaign. You","episode":"s07e05.json","edited":false},
{"time": "0:39:14", "speaker": "spk_4","line":"and you need to","episode":"s07e05.json","edited":false},
{"time": "0:39:15", "speaker": "spk_1","line":"get your ass in gear with this team now, because we're gonna The forensics team needs to figure","episode":"s07e05.json","edited":false},
{"time": "0:39:21", "speaker": "spk_3","line":"out these murders. This is crazy. End of camp is going to be","episode":"s07e05.json","edited":false},
{"time": "0:39:23", "speaker": "spk_1","line":"exciting. You know, it's we're gonna figure out this murder we're gonna have The big rates are","episode":"s07e05.json","edited":false},
{"time": "0:39:29", "speaker": "spk_3","line":"going to have the electric exciting August 3. Huge, unmanageable e","episode":"s07e05.json","edited":false},
{"time": "0:39:34", "speaker": "spk_4","line":"large stories are all going to come together.","episode":"s07e05.json","edited":false},
{"time": "0:39:37", "speaker": "spk_3","line":"You talked about","episode":"s07e05.json","edited":false},
{"time": "0:39:39", "speaker": "spk_0","line":"the big race? Continued. I'm excited to see also, um, Sam, what you do since you're running out of your running out of any non lean meats on your body.","episode":"s07e05.json","edited":false},
{"time": "0:39:51", "speaker": "spk_1","line":"That's right. That's right. Yeah. You got to make some type of bone bone broth. Well, let's hope not. For my sake, let's hope not. Let's hope I discover another food source or, you know, my creativity is just satiated basically. And I was bored in the kitchen. It","episode":"s07e05.json","edited":false},
{"time": "0:40:07", "speaker": "spk_3","line":"seems a little","episode":"s07e05.json","edited":false},
{"time": "0:40:08", "speaker": "spk_0","line":"bit like you've been force feeding yourself. Really? Yeah, like hamburger, liver Yeah, you might affect your liver up.","episode":"s07e05.json","edited":false},
{"time": "0:40:16", "speaker": "spk_1","line":"You guys saw my cage on the couch at","episode":"s07e05.json","edited":false},
{"time": "0:40:21", "speaker": "spk_3","line":"ideo way Saw you closure. But the thing is, you got to keep yourself in that case, when they gave you don't get with just, you know, I get in the cage, my sushi chef shuts","episode":"s07e05.json","edited":false},
{"time": "0:40:36", "speaker": "spk_1","line":"it, he slams a garden hose into my mouth and just pour always all of his lawsuits going. Your sushi chef. Great. Great. I'll tell you what, horrible Chef. I should have read his resume a little closer, right?","episode":"s07e05.json","edited":false},
{"time": "0:40:50", "speaker": "spk_3","line":"Yeah. Yes, Absolutely. This isn't the second time I found I had nothing about","episode":"s07e05.json","edited":false},
{"time": "0:40:56", "speaker": "spk_0","line":"cooking. Oh, yeah, Suzu Chef. She was a bad","episode":"s07e05.json","edited":false},
{"time": "0:40:59", "speaker": "spk_1","line":"sushi. Was terrible. Had to get rid of her. So then I'm like, OK, this guy's a lawyer. He must know how to. I had a lot of your, um, meals that had, like, clothes in them. You're so Shaft, You have my cell. Chef is bad. I had a poo chef for a while. That wasn't very helpful. Okay, well, guys, the oil","episode":"s07e05.json","edited":false},
{"time": "0:41:18", "speaker": "spk_0","line":"help me out from thes guys. Very precise cutter.","episode":"s07e05.json","edited":false},
{"time": "0:41:22", "speaker": "spk_3","line":"Yeah, I had a boil, Chef.","episode":"s07e05.json","edited":false},
{"time": "0:41:24", "speaker": "spk_4","line":"All right, well, you know, guys, I think we need to take a quick little break. Teoh, make some announcements and then we'll be back.","episode":"s07e05.json","edited":false},
{"time": "0:41:35", "speaker": "spk_2","line":"The ropes course has been closed indefinitely due Toa all those angry bees we repeat, the angry bees have taken over the ropes. Course, Be advised that if you go near the ropes course the angry bees will probably sting you. Attention, campers. The scampi has turned again. Do not eat the scampi.","episode":"s07e05.json","edited":false},
{"time": "0:42:00", "speaker": "spk_4","line":"All right, well, we're back in. Ah, just like every episode. We've got a guest in the lounge today. Ah, we're really, really excited to have him here. Ah, go and introduce him. His name is Paul Morrison. And Paul here is the sailing instructor here at the camp. Yeah, Yeah! Ah! And make sure that everybody stays","episode":"s07e05.json","edited":false},
{"time": "0:42:19", "speaker": "spk_1","line":"in the water and above water. Now, Paul, you are sunburnt. Yeah, yeah, yeah, yeah! I'm tired Teoh out there in the sun regularly on all day. Really? And a","episode":"s07e05.json","edited":false},
{"time": "0:42:32", "speaker": "spk_4","line":"lot have refused all of our attempts to sort of direct shade of any kind out on the doctor. What do you tow? Plant some trees in the water.","episode":"s07e05.json","edited":false},
{"time": "0:42:40", "speaker": "spk_3","line":"We and you're recording this just","episode":"s07e05.json","edited":false},
{"time": "0:42:41", "speaker": "spk_1","line":"outside the window with the microphone. out the window. Well, the thing is, it's body temperature","episode":"s07e05.json","edited":false},
{"time": "0:42:45", "speaker": "spk_4","line":"of your body. Temperature gets cold. You feel colder. You feel out of its two out of you. Stay out here If you","episode":"s07e05.json","edited":false},
{"time": "0:42:53", "speaker": "spk_1","line":"are not an amphibian. No, I'm I'm a hot blooded","episode":"s07e05.json","edited":false},
{"time": "0:42:58", "speaker": "spk_3","line":"way. It seems like maybe a little Sundram.","episode":"s07e05.json","edited":false},
{"time": "0:43:12", "speaker": "spk_1","line":"I said it. A rock. That was sharp, Uh, felt sharp because I got a couple of What is that?","episode":"s07e05.json","edited":false},
{"time": "0:43:22", "speaker": "spk_4","line":"Burns earned burns on turns","episode":"s07e05.json","edited":false},
{"time": "0:43:24", "speaker": "spk_1","line":"on my But, you know, once a while I sit on my but and I face up to the sun and then every once in a while, Mama son feels hot on the friend. I too. Well,","episode":"s07e05.json","edited":false},
{"time": "0:43:36", "speaker": "spk_3","line":"you need","episode":"s07e05.json","edited":false},
{"time": "0:43:36", "speaker": "spk_4","line":"a glass of water or anything, right? Okay. We got that for you. Thanks. All right. Well, you know, Paul, your your body that I need water when I work","episode":"s07e05.json","edited":false},
{"time": "0:43:46", "speaker": "spk_1","line":"on water. Right? It's true that you think I just drink with down there. Yeah. It turns out you can't get very dehydrated out on the water.","episode":"s07e05.json","edited":false},
{"time": "0:43:55", "speaker": "spk_3","line":"Maybe if we place the trees out there like you guys","episode":"s07e05.json","edited":false},
{"time": "0:43:58", "speaker": "spk_4","line":"suggested. Just kidding. You never said it. It's not a real thing. You can't. It would be a swamp would be swamped. It be sale.","episode":"s07e05.json","edited":false},
{"time": "0:44:05", "speaker": "spk_3","line":"Yeah, I eat it. He would be like icebergs made bar. I tell you what. How are sailing works? There's, Ah, big flag for the kids.","episode":"s07e05.json","edited":false},
{"time": "0:44:16", "speaker": "spk_4","line":"That's called a sale. It's on a boat. Okay, you do it.","episode":"s07e05.json","edited":false},
{"time": "0:44:20", "speaker": "spk_1","line":"For what? I would do this for a while. Cause shoots. I love the water, and I love lakes. So when I'm out on it, you know, it's just like, Hey, you know, here, here's the beach. You know, there's no beach here at the wake, technically, but is there sand","episode":"s07e05.json","edited":false},
{"time": "0:44:39", "speaker": "spk_0","line":"or dirt the third around","episode":"s07e05.json","edited":false},
{"time": "0:44:42", "speaker": "spk_3","line":"the lake, right? That's the beach. Because I've seen some of your vacation photos and that that is not a","episode":"s07e05.json","edited":false},
{"time": "0:44:48", "speaker": "spk_1","line":"nice destination you went to that is that it's not a beach. All right? Yeah. So I went to an aquarium and I put some dirt on","episode":"s07e05.json","edited":false},
{"time": "0:44:55", "speaker": "spk_0","line":"the ground, made it a beach","episode":"s07e05.json","edited":false},
{"time": "0:44:57", "speaker": "spk_3","line":"in the parking lot. Not even near the animals in the crazy thing","episode":"s07e05.json","edited":false},
{"time": "0:45:01", "speaker": "spk_1","line":"is yeah, if you know, had a lot of its Ah, it rains a lot in Atlanta. And then so then everyone. So others puddles because they don't put the drains in the right place to the parking lot because it's a new parking. Like the old parking. Lau is a little bit too a small Southern. They use a bigger parking lot and then guess what? Drainage isn't correct. So that all was said. And there's these Podd ALS. Now, what do you do with the puddle? Put sand around and make it a B U destination. Good vacation to a puddle in a parking lot. A beach in Atlanta Now you brought up. Uh, I think you brought up the Titanic, madam. An it guy. Uh, there was a similar type of situation that happened to you in the middle of the lake. It didn't. I was involved that it didn't happen to me because I'm the one who's teaching the sailors sailing to Childs. The child's dead it,","episode":"s07e05.json","edited":false},
{"time": "0:45:57", "speaker": "spk_3","line":"but yeah, but you had come","episode":"s07e05.json","edited":false},
{"time": "0:45:58", "speaker": "spk_1","line":"up with the biggest sailboat to sail across the lake and it had its maiden voyage and it sank.","episode":"s07e05.json","edited":false},
{"time": "0:46:05", "speaker": "spk_0","line":"Thinkable sailboat. The","episode":"s07e05.json","edited":false},
{"time": "0:46:07", "speaker": "spk_3","line":"problem. All these kids","episode":"s07e05.json","edited":false},
{"time": "0:46:08", "speaker": "spk_1","line":"wanted to ride at one time, right? Right. With stuff. And I want to ride with Jerome. I want to ride with Joanna. I'm like, you know what kids Let's all go. Yeah, I'm gonna tell you right now, it's gonna look great, But there's not gonna be enough life jackets. So","episode":"s07e05.json","edited":false},
{"time": "0:46:22", "speaker": "spk_3","line":"you didn't have","episode":"s07e05.json","edited":false},
{"time": "0:46:23", "speaker": "spk_1","line":"a boat big enough at the time. I mean, you always need a bigger boat, right?","episode":"s07e05.json","edited":false},
{"time": "0:46:27", "speaker": "spk_3","line":"That's Titanic to the movie. Titanic still draws. It's now. It's the movie Titanic","episode":"s07e05.json","edited":false},
{"time": "0:46:34", "speaker": "spk_0","line":"to you watched a movie called Attending To","episode":"s07e05.json","edited":false},
{"time": "0:46:37", "speaker": "spk_3","line":"I think you have a Titanic to Titanic. Do they need a bigger boat so they wouldn't sink? So they start the movie","episode":"s07e05.json","edited":false},
{"time": "0:46:44", "speaker": "spk_4","line":"with We need a big about and then they build it. You","episode":"s07e05.json","edited":false},
{"time": "0:46:47", "speaker": "spk_3","line":"know what? Have you seen","episode":"s07e05.json","edited":false},
{"time": "0:46:48", "speaker": "spk_1","line":"Titanic one? Uh, the main. The maid voyage. Know what's Titanic White called Noah's Ark. I seen it. Uh, that's the one with them. Yeah, there is. Ah, two of each person, right? Just twins. Yes. It's all twins by two. Yeah, I don't","episode":"s07e05.json","edited":false},
{"time": "0:47:11", "speaker": "spk_0","line":"know what you're watching dreaming movies. Or","episode":"s07e05.json","edited":false},
{"time": "0:47:16", "speaker": "spk_3","line":"if I dropped","episode":"s07e05.json","edited":false},
{"time": "0:47:17", "speaker": "spk_1","line":"up movies, why would I be a sailboat instructor? Just be you. Ah, Hollywood bigwig.","episode":"s07e05.json","edited":false},
{"time": "0:47:24", "speaker": "spk_0","line":"Well, because he","episode":"s07e05.json","edited":false},
{"time": "0:47:30", "speaker": "spk_4","line":"sat down on that. You want a chair? We could put a chair out there","episode":"s07e05.json","edited":false},
{"time": "0:47:33", "speaker": "spk_1","line":"for, like, it out here. It's like, uh, like in the drive through","episode":"s07e05.json","edited":false},
{"time": "0:47:37", "speaker": "spk_3","line":"its trip.","episode":"s07e05.json","edited":false},
{"time": "0:47:38", "speaker": "spk_0","line":"Well, we've all been to your house","episode":"s07e05.json","edited":false},
{"time": "0:47:42", "speaker": "spk_3","line":"Invited, you guys. Three tags. Yes. Way went. All three ready? Get ready for a formal advice for number four. The last one. Because I e I mean, here's the thing","episode":"s07e05.json","edited":false},
{"time": "0:47:56", "speaker": "spk_1","line":"that I love about all of you guys.","episode":"s07e05.json","edited":false},
{"time": "0:47:58", "speaker": "spk_3","line":"It's a hoot and a holler","episode":"s07e05.json","edited":false},
{"time": "0:47:59", "speaker": "spk_1","line":"in the hallelujah. You know, we have a couple of songs way have a couple of suits. We got a couple of dollars, and then I wait, Praise the Lord. Yeah.","episode":"s07e05.json","edited":false},
{"time": "0:48:09", "speaker": "spk_3","line":"You know, you look up in the sun and you see a god. You think you look at the sun, you look up, but","episode":"s07e05.json","edited":false},
{"time": "0:48:15", "speaker": "spk_1","line":"his eyes were in pretty rough shape. Look at these pupils a lot. Can you see it? Yeah, Yeah, yeah, yeah. It's, um, keeps","episode":"s07e05.json","edited":false},
{"time": "0:48:28", "speaker": "spk_3","line":"email. Because I am,","episode":"s07e05.json","edited":false},
{"time": "0:48:28", "speaker": "spk_1","line":"like, why you sunglasses is my question. And then my answer is like the sun so much your vision has dimmed as part of, ah, sort of like evolution. You know? You know, those new things called, um transition lenses? Yeah. I'm at mid your eyes like a go the basis from blink 1 82 when you're out in the sun all the time. Yeah, yeah.","episode":"s07e05.json","edited":false},
{"time": "0:49:00", "speaker": "spk_0","line":"Through the base report movie.","episode":"s07e05.json","edited":false},
{"time": "0:49:02", "speaker": "spk_4","line":"Maybe I am with the Big with Big Borland. Actually, the guitar player from Limp Biscuit","episode":"s07e05.json","edited":false},
{"time": "0:49:08", "speaker": "spk_3","line":"Way roams around there, but he is the same guy. He's got a bucket at its and replace music's No, you know, the child's head","episode":"s07e05.json","edited":false},
{"time": "0:49:24", "speaker": "spk_1","line":"and a sock on his dick on his deck and then wings, you know, for tomorrow. And then they put a a flag on his back.","episode":"s07e05.json","edited":false},
{"time": "0:49:35", "speaker": "spk_3","line":"Commerce breaks T. Here's the thing about these childs on this boat. A bunch of them got out of the","episode":"s07e05.json","edited":false},
{"time": "0:49:41", "speaker": "spk_1","line":"sale about a bunch of started climbing to the top. Um and, um Dennis Dennis,","episode":"s07e05.json","edited":false},
{"time": "0:49:49", "speaker": "spk_0","line":"you and he is a man.","episode":"s07e05.json","edited":false},
{"time": "0:49:51", "speaker": "spk_1","line":"Yeah, Dennis isn't menace and, you know, he's also, you know, he he likes to do the thing where he thinks things air teeter totters, whether or not yes,","episode":"s07e05.json","edited":false},
{"time": "0:50:00", "speaker": "spk_0","line":"which would be bad if you're on the top of a cell. But","episode":"s07e05.json","edited":false},
{"time": "0:50:02", "speaker": "spk_1","line":"a and s o this is does the minutes not Dennis the tennis No.","episode":"s07e05.json","edited":false},
{"time": "0:50:06", "speaker": "spk_3","line":"Then missed a tennis, then is the","episode":"s07e05.json","edited":false},
{"time": "0:50:09", "speaker": "spk_1","line":"tennis was like going like it's time to play Ping pong. And that's the story with I mean, there is always trying to play Ping Pong Todd to play Ping. Well,","episode":"s07e05.json","edited":false},
{"time": "0:50:19", "speaker": "spk_0","line":"it's not Dennis the tennis. It's not. It's Dennis. The man is not dentist. The menace.","episode":"s07e05.json","edited":false},
{"time": "0:50:25", "speaker": "spk_3","line":"Well, that's your dentist, Minister. My mouth. Your mouth is in bad shape.","episode":"s07e05.json","edited":false},
{"time": "0:50:31", "speaker": "spk_4","line":"I, of course, have all my teeth. Right. Do","episode":"s07e05.json","edited":false},
{"time": "0:50:34", "speaker": "spk_0","line":"you have eighties Maximum?","episode":"s07e05.json","edited":false},
{"time": "0:50:37", "speaker": "spk_3","line":"Shut up. I got all my teeth and they're all white, and they're all in there.","episode":"s07e05.json","edited":false},
{"time": "0:50:40", "speaker": "spk_0","line":"So we're supposed to believe that you're just a vampire. Now you have two sets of fake vampire T tops and bottoms.","episode":"s07e05.json","edited":false},
{"time": "0:50:48", "speaker": "spk_3","line":"Yeah, they're still growing. It looks like you have one tooth on top","episode":"s07e05.json","edited":false},
{"time": "0:50:53", "speaker": "spk_1","line":"and one on the bottom. It's big plastic. Oh, come on, guys. East either, Real. They're not plastic vampire teeth.","episode":"s07e05.json","edited":false},
{"time": "0:50:59", "speaker": "spk_0","line":"So Dennis, the Menace tried to","episode":"s07e05.json","edited":false},
{"time": "0:51:01", "speaker": "spk_4","line":"make a teeter totter out of the boat.","episode":"s07e05.json","edited":false},
{"time": "0:51:03", "speaker": "spk_1","line":"Todd at the front of the boat, I And since you sort of built the boat last","episode":"s07e05.json","edited":false},
{"time": "0:51:07", "speaker": "spk_3","line":"minute and just right now, here's the thing. Bamboo float. Yeah, because you made the announcement","episode":"s07e05.json","edited":false},
{"time": "0:51:15", "speaker": "spk_1","line":"that you were gonna make the biggest sailboat of all time. You made the announcement months ago, and you really procrastinated. Well, you know what it comes down to it. Who is really going to ride? How many people do you need? Everybody said you made the announcement. You should probably start building it. And, you know, everybody was kind of into it. And I was like, even nobody's that into it. I'm gonna take my time.","episode":"s07e05.json","edited":false},
{"time": "0:51:36", "speaker": "spk_3","line":"When you had one refrain. Bamboo floats. What's the rush? What's the rush? Member floats family. You know, that's a movie with a can of","episode":"s07e05.json","edited":false},
{"time": "0:51:44", "speaker": "spk_0","line":"rapes. Your hope","episode":"s07e05.json","edited":false},
{"time": "0:51:46", "speaker": "spk_1","line":"floats. Maybe if hope is a boat, uh, and, Ah, and it's just,","episode":"s07e05.json","edited":false},
{"time": "0:51:54", "speaker": "spk_4","line":"uh you can quit, eh?","episode":"s07e05.json","edited":false},
{"time": "0:51:57", "speaker": "spk_3","line":"So what you do in your off season, the kids are obviously","episode":"s07e05.json","edited":false},
{"time": "0:51:59", "speaker": "spk_0","line":"appear for camp three months","episode":"s07e05.json","edited":false},
{"time": "0:52:00", "speaker": "spk_1","line":"out of the year. Still? Yeah, baby.","episode":"s07e05.json","edited":false},
{"time": "0:52:01", "speaker": "spk_3","line":"Oh, okay. Yeah. Um, hang out of the boats, make sure they're okay. See, the","episode":"s07e05.json","edited":false},
{"time": "0:52:08", "speaker": "spk_1","line":"thing is that people want a winterize boats. You know what winterizing means is like taking my other wiring. And I'm a being being being being being be filthy.","episode":"s07e05.json","edited":false},
{"time": "0:52:18", "speaker": "spk_0","line":"It's a condescend to people when they","episode":"s07e05.json","edited":false},
{"time": "0:52:20", "speaker": "spk_3","line":"ask. Both sides say I stay on","episode":"s07e05.json","edited":false},
{"time": "0:52:22", "speaker": "spk_1","line":"each, but I gotta live on it, and they can't take another wired 11 and then may go, we would like this book. I can that boy swim underneath the wild pop up everywhere I go.","episode":"s07e05.json","edited":false},
{"time": "0:52:33", "speaker": "spk_3","line":"I did that with everybody. You sort of spend 99 months of the year flapping around boat to boat like a seal claiming that","episode":"s07e05.json","edited":false},
{"time": "0:52:42", "speaker": "spk_1","line":"you only live on them. I leave lights on everybody a different times. Said it seems like somebody something about TV on a little","episode":"s07e05.json","edited":false},
{"time": "0:52:50", "speaker": "spk_4","line":"bit. Do you disguise yourself in any? Well,","episode":"s07e05.json","edited":false},
{"time": "0:52:52", "speaker": "spk_3","line":"yeah, I do disguise only to about 16 boats. You man in a water. The man is sort of what you are the man. The man looks a lot like, uh, Austin Powers. Yeah, it looks like awesome power. And the woman is made so with the man. I do? Yeah. You dio I do The Austin Powers Look, But I do the voice of the","episode":"s07e05.json","edited":false},
{"time": "0:53:22", "speaker": "spk_0","line":"musical Group Day","episode":"s07e05.json","edited":false},
{"time": "0:53:23", "speaker": "spk_3","line":"BK. You do a four part harmony voice for the man","episode":"s07e05.json","edited":false},
{"time": "0:53:33", "speaker": "spk_0","line":"again. The woman is you Your","episode":"s07e05.json","edited":false},
{"time": "0:53:34", "speaker": "spk_3","line":"way. Yeah, playing a little bit is","episode":"s07e05.json","edited":false},
{"time": "0:53:38", "speaker": "spk_4","line":"confusing. I don't want to hurt anyways feel like so","episode":"s07e05.json","edited":false},
{"time": "0:53:40", "speaker": "spk_3","line":"I just try to be trying to make this really is a kid. Women get to the bad. I don't like a","episode":"s07e05.json","edited":false},
{"time": "0:53:46", "speaker": "spk_1","line":"dick, right tie with clicking all for parts of Danity King Shannon. That'll play mainly","episode":"s07e05.json","edited":false},
{"time": "0:53:52", "speaker": "spk_3","line":"on your broad with that character. It's a broad us. Well, what do you say? Austin Powers Specifics or Danity Kane? Specific. I say Danity Kane specific. As if they were dressed up like powers. Are they out of Halloween? Are Yeah, they're just have It's like each one wanted","episode":"s07e05.json","edited":false},
{"time": "0:54:09", "speaker": "spk_1","line":"to be Beyonce and Gold member, Right? That's mainly","episode":"s07e05.json","edited":false},
{"time": "0:54:14", "speaker": "spk_0","line":"the compromise was in Austin","episode":"s07e05.json","edited":false},
{"time": "0:54:15", "speaker": "spk_3","line":"Powers. They all dressed","episode":"s07e05.json","edited":false},
{"time": "0:54:18", "speaker": "spk_1","line":"up like Austin Powers as a compromise. When a man fights amongst himself in place for women as a man, nobody wants Teoh get in the middle of that fight, right? Very confusing. Yeah, So I leave the TV odd and one I fight amongst myself as a man and then as the woman, I come up from 1/3 or fourth boat and go","episode":"s07e05.json","edited":false},
{"time": "0:54:41", "speaker": "spk_3","line":"keep it down over there. It's also very","episode":"s07e05.json","edited":false},
{"time": "0:54:44", "speaker": "spk_1","line":"tough to swim underwater in a full costume in the","episode":"s07e05.json","edited":false},
{"time": "0:54:48", "speaker": "spk_3","line":"sky, killing up on your side. No. So big kills underneath. You're gonna go 12 13 feet under","episode":"s07e05.json","edited":false},
{"time": "0:54:54", "speaker": "spk_1","line":"on Kiev. Any clubs and all the clothes I wear Rubber","episode":"s07e05.json","edited":false},
{"time": "0:54:59", "speaker": "spk_3","line":"Robert Clouds. When you were ever called it looks dry and it is dry. But it also when you go into order","episode":"s07e05.json","edited":false},
{"time": "0:55:06", "speaker": "spk_1","line":"and you reveal yourself up above the water, it fills with water. And then you're a big bucket. I've got a kid so heavy I got a spot in the back that luckily, these suits down","episode":"s07e05.json","edited":false},
{"time": "0:55:20", "speaker": "spk_3","line":"because you're draining for 1/2 hour Podd little thing on a cooler and trends out the back like you're buttle vo thing. The only flaw.","episode":"s07e05.json","edited":false},
{"time": "0:55:30", "speaker": "spk_1","line":"So my system is when they decide to go talk to somebody else and I can't get out of my costume, right? That's feel me flow only clock. You can't get back into your","episode":"s07e05.json","edited":false},
{"time": "0:55:40", "speaker": "spk_3","line":"You know, That's what I just realized recently.","episode":"s07e05.json","edited":false},
{"time": "0:55:43", "speaker": "spk_1","line":"Um, um um um um, walkie talkies. I've","episode":"s07e05.json","edited":false},
{"time": "0:55:50", "speaker": "spk_3","line":"just realized what I realised. Walking, talking. So I use a lot of walkie talkies","episode":"s07e05.json","edited":false},
{"time": "0:55:55", "speaker": "spk_1","line":"and then just throw my voice. I'm not really throwing my voice now, using you have multiple fake conversations on multiple boats just from talking to sake. They","episode":"s07e05.json","edited":false},
{"time": "0:56:05", "speaker": "spk_0","line":"have seen a few of these, and it is something to watch when someone walks up to you and says, I'd like to rich arise my boat. The production of the conversation that happens after that is really? Because now it's been happening in real time. But remember for a while you were swimming","episode":"s07e05.json","edited":false},
{"time": "0:56:21", "speaker": "spk_3","line":"training for 1/2 hour, getting on the boat yelling Keep it down over there have","episode":"s07e05.json","edited":false},
{"time": "0:56:27", "speaker": "spk_0","line":"been popping back out of costume underwater.","episode":"s07e05.json","edited":false},
{"time": "0:56:29", "speaker": "spk_1","line":"So, you know, it has been like for me when anybody walks up to one about my back is to him. If my was live bank was if my back wasn't to him and I was facing him that I can't even start cover's blown. They know what I looked like as the woman.","episode":"s07e05.json","edited":false},
{"time": "0:56:50", "speaker": "spk_3","line":"Well, it's great to have you. You were one of the","episode":"s07e05.json","edited":false},
{"time": "0:56:53", "speaker": "spk_1","line":"worst consultants on Mrs Doubtfire. Is that?","episode":"s07e05.json","edited":false},
{"time": "0:56:56", "speaker": "spk_3","line":"Yeah. Well, way was famously the worst. They had many consultants on Mrs Doubtfire. How to get the man to look believable as a woman, Right? Everybody's going back and forth, and my whole thing was like, put him in water. I immediately","episode":"s07e05.json","edited":false},
{"time": "0:57:10", "speaker": "spk_1","line":"got fired. They're like, whether under the prosthetics or whatever the right","episode":"s07e05.json","edited":false},
{"time": "0:57:13", "speaker": "spk_3","line":"when they didn't have the big swimming","episode":"s07e05.json","edited":false},
{"time": "0:57:14", "speaker": "spk_1","line":"seen drive by fruiting. Yeah, yeah, by the pool. And they couldn't They couldn't. You know,","episode":"s07e05.json","edited":false},
{"time": "0:57:22", "speaker": "spk_4","line":"you suggested a dive by fruiting, right?","episode":"s07e05.json","edited":false},
{"time": "0:57:24", "speaker": "spk_1","line":"Yeah. Originally, the, um, movie took place at a Seaworld hope.","episode":"s07e05.json","edited":false},
{"time": "0:57:37", "speaker": "spk_0","line":"Originally, the way you wanted it to be when you were telling them what it should be.","episode":"s07e05.json","edited":false},
{"time": "0:57:42", "speaker": "spk_1","line":"Yeah. Yeah. You know, it's funny. People have different ways of seeing the truth. You know? That's","episode":"s07e05.json","edited":false},
{"time": "0:57:52", "speaker": "spk_0","line":"true. Well, you were one of the best consultants, though On a lot of wear on water working","episode":"s07e05.json","edited":false},
{"time": "0:57:58", "speaker": "spk_3","line":"Well, the biggest is I didn't do the movie.","episode":"s07e05.json","edited":false},
{"time": "0:58:00", "speaker": "spk_1","line":"Here's a big misconception. I didn't do the movie. I did the universal","episode":"s07e05.json","edited":false},
{"time": "0:58:04", "speaker": "spk_3","line":"studio. Good, good, good. I said, You know what we need? Everybody jumped from there were better shelf life. To be honest, it's you know, that's where I could stay up","episode":"s07e05.json","edited":false},
{"time": "0:58:17", "speaker": "spk_1","line":"here for nine months on here, and I didn't change from that. Oh, my God.","episode":"s07e05.json","edited":false},
{"time": "0:58:21", "speaker": "spk_3","line":"The residuals I get you get paid for","episode":"s07e05.json","edited":false},
{"time": "0:58:25", "speaker": "spk_1","line":"every explosion in that right? Every time we explosion goods off, I get a paycheck in the mouth.","episode":"s07e05.json","edited":false},
{"time": "0:58:31", "speaker": "spk_4","line":"Separate paychecks for each explosion. There is what","episode":"s07e05.json","edited":false},
{"time": "0:58:33", "speaker": "spk_1","line":"I That's what my","episode":"s07e05.json","edited":false},
{"time": "0:58:34", "speaker": "spk_3","line":"deal is. And you also","episode":"s07e05.json","edited":false},
{"time": "0:58:36", "speaker": "spk_1","line":"wrote into the deal. You get paid every time someone leaves that ride early to go right on the honey I shrunk the kids be I dio Because here's the thing. If somebody stupid enough to think that that's a ride when you're sitting in bleachers.","episode":"s07e05.json","edited":false},
{"time": "0:58:51", "speaker": "spk_0","line":"Well, that was my issue with It is I'm sitting there and I'm like, I want Do we start moving","episode":"s07e05.json","edited":false},
{"time": "0:58:56", "speaker": "spk_1","line":"right? And we're like, make this around. I got you know what? If you think this is a right you open, but","episode":"s07e05.json","edited":false},
{"time": "0:59:00", "speaker": "spk_3","line":"I That's sort of your typical thing. Someone asked you a question or a service. And you make fun of him. Theorize this boat. This isn't a ride, idiot. How do they keep","episode":"s07e05.json","edited":false},
{"time": "0:59:11", "speaker": "spk_1","line":"up with the audience members? Thoughts when, and small rumblings to each other is there They're on their way. There's a lot. You know, there's ushers there, right? Those ushers are you know, they do more than just sit people down at the beginning of the show. They're listening it. Yeah, If people seem unhappy Oh, they jot down the number. Everything. May I say number? Yeah, the number of their ticket. Okay. May I see your ticket? Are you having not a good time? Boom. I getting paid, and that's if you're not having a good right, Right? Wow. Well, um how how are the, um, were obviously trying to beat camp Beth Shalom on sailing. How is that coming along? Do you feel like you are sailing team? This year is going to be good. You know, our team thrives on the lighter people s. So as long as we keep our campers light, there's a good chance we can win. You're saying no fatties on the sailboat, whether I mean, he said that on the signs he put up last week and there's were quickly taken down. Yeah, well, I mean, but then everybody gets it. You put","episode":"s07e05.json","edited":false},
{"time": "1:00:26", "speaker": "spk_4","line":"it up, put it on the first day, the information gets spread through word of mouth about. Did you see those signs? Yeah. And then it was like what? We know he doesn't want fatty.","episode":"s07e05.json","edited":false},
{"time": "1:00:33", "speaker": "spk_1","line":"They turned a bunch of the kids against each other. Sort of bacon. The bigger kids feel bad about? Well, yeah. I mean, I do this whole thing at the beginning of every week. Why go do the pokes? And I was like, That's where you like everything. Somebody is a fatty poke, and then I fear on your way to the sailing, you know, practice and I go, Honestly, did you get pumped? Ones that cry I know are not going to be on the team. Got pumped? No, e. There is some, uh, you know, uh, importance to be put on strength because these the sailing team you have now because they are the lightest is also like these kids air week. These air, little waves, zero muscle. Yeah. Yeah. So but it's guided by the wind in the sails. Right?","episode":"s07e05.json","edited":false},
{"time": "1:01:23", "speaker": "spk_3","line":"A lot of the kids are","episode":"s07e05.json","edited":false},
{"time": "1:01:24", "speaker": "spk_1","line":"getting blown off the ship. Okay? Because they're so light. Hey. Oh, yeah. Here. The rules, the fucking rule. By these suits, you have to start with seven on the sailboat. This is how you read the rules to at the beginning of every year's competition. Skyping with sarcasm. Well, I mean, the Certs making camp counselors camp there. The suits to me because they're the ones who are going like the rose. Here's the real for May Stay in the set.","episode":"s07e05.json","edited":false},
{"time": "1:01:56", "speaker": "spk_3","line":"Okay. You have to stay in the sun. Hey, you know","episode":"s07e05.json","edited":false},
{"time": "1:02:01", "speaker": "spk_1","line":"what? People are deficient off deficient off vitamin by deficient, and","episode":"s07e05.json","edited":false},
{"time": "1:02:11", "speaker": "spk_0","line":"you really leave into the hint on that way. We're talking about this.","episode":"s07e05.json","edited":false},
{"time": "1:02:14", "speaker": "spk_3","line":"I'm just trying","episode":"s07e05.json","edited":false},
{"time": "1:02:15", "speaker": "spk_1","line":"to teach everybody about, you know, the good properties of this, you know, thing that keeps super mantle. But,","episode":"s07e05.json","edited":false},
{"time": "1:02:24", "speaker": "spk_3","line":"I mean, you got us put up an umbrella or something. You gotta let us put","episode":"s07e05.json","edited":false},
{"time": "1:02:29", "speaker": "spk_1","line":"upon umbrella. You've got blisters forming on your forehead. Okay? You don't you don't. You have blisters on your feet from walking? No. Oh, uh, you don't,","episode":"s07e05.json","edited":false},
{"time": "1:02:38", "speaker": "spk_4","line":"do you? Yeah. Okay.","episode":"s07e05.json","edited":false},
{"time": "1:02:40", "speaker": "spk_0","line":"When you walk for a very long time or","episode":"s07e05.json","edited":false},
{"time": "1:02:42", "speaker": "spk_3","line":"Well, I don't have shoes on in","episode":"s07e05.json","edited":false},
{"time": "1:02:44", "speaker": "spk_1","line":"it. It's like you know the cement. Get Todd.","episode":"s07e05.json","edited":false},
{"time": "1:02:46", "speaker": "spk_4","line":"Right. And your feet stay kind of wet also. So you're kind of wet feet on hot concrete.","episode":"s07e05.json","edited":false},
{"time": "1:02:51", "speaker": "spk_1","line":"It feels cool. For what? A man. And then what? What? What? What? What was going? You don't even seek out grass or anything. You just keep going around the pool. Hey, I'm always gonna get back in that I","episode":"s07e05.json","edited":false},
{"time": "1:03:06", "speaker": "spk_0","line":"remember at the beginning of the summer, there is kind of a will. They won't. They going on between you and the lead sailing instructor for a Campeche alone.","episode":"s07e05.json","edited":false},
{"time": "1:03:13", "speaker": "spk_1","line":"Ho Todd E. Yeah. Todd. Todd.","episode":"s07e05.json","edited":false},
{"time": "1:03:16", "speaker": "spk_0","line":"Todd. What's been going on with that relationship?","episode":"s07e05.json","edited":false},
{"time": "1:03:20", "speaker": "spk_3","line":"You know, it's","episode":"s07e05.json","edited":false},
{"time": "1:03:20", "speaker": "spk_0","line":"like you're mad about something.","episode":"s07e05.json","edited":false},
{"time": "1:03:22", "speaker": "spk_3","line":"I'm not","episode":"s07e05.json","edited":false},
{"time": "1:03:22", "speaker": "spk_1","line":"mad about hot Todd. I think he doesn't. Great. But he loves, though. You know, the rules he loves arose. So he's gonna father Rose, and he's gonna go like, Hey, just because there's seven to start seven should finish. I gotta go. Say so. The rules, It's a seven. Need to start on the boat,","episode":"s07e05.json","edited":false},
{"time": "1:03:40", "speaker": "spk_3","line":"gently end up with just the boat of the end. But that's the winning","episode":"s07e05.json","edited":false},
{"time": "1:03:45", "speaker": "spk_1","line":"boat. Hey, guess who want? Yeah, but","episode":"s07e05.json","edited":false},
{"time": "1:03:47", "speaker": "spk_3","line":"you've been","episode":"s07e05.json","edited":false},
{"time": "1:03:48", "speaker": "spk_0","line":"putting the kids through a lot of unlikely training scenarios. You set him off yesterday with no sale and said, Figure it out. Yeah, And And you kept suggesting one of the kids could become a sale cause they're so thin.","episode":"s07e05.json","edited":false},
{"time": "1:03:59", "speaker": "spk_1","line":"Well, I mean, the first thing I say the kids is the thing that I've said to you guys. Bamboo floor. Right? And I dropped him off in the middle of a force that I said, get the water and get over to my side. Considering that how little you gave them, they did have sort of a, uh uh What's that Tom Hanks movie? Where you bastard cast away style boat that they had made it great and it was chunky and it was slow. It was, but they got across the water and, you know, they're better sailors for That's nice. Nice teacher matter fish, right? Rather than giving them official that you didn't want them to fish. Yeah. If you give them the fish, they know what fish they need to fish. So they're trying. They have a cooler full of fish. It is. I catch the say I have a cooler full of fresh. I go catch these been thrown back in the water. If they","episode":"s07e05.json","edited":false},
{"time": "1:04:55", "speaker": "spk_3","line":"come back to the exact same fish so they can get you some how? Get bathed. I take him. You're gonna check every time that gets the right fish.","episode":"s07e05.json","edited":false},
{"time": "1:05:03", "speaker": "spk_1","line":"If they catch the right fish, I get baby, if they leave the water. And you know this is not fun. I get","episode":"s07e05.json","edited":false},
{"time": "1:05:13", "speaker": "spk_3","line":"Who did you make","episode":"s07e05.json","edited":false},
{"time": "1:05:14", "speaker": "spk_4","line":"this deal with? I don't Who's who's signing these checks?","episode":"s07e05.json","edited":false},
{"time": "1:05:17", "speaker": "spk_1","line":"Who's signing the check? Yeah, Camp. Yeah, he's made the most amazing thing here at this camp because these air my sailboat, this is my like So you can't use the lake if you don't use my sailboat so I don't","episode":"s07e05.json","edited":false},
{"time": "1:05:34", "speaker": "spk_4","line":"realize you are. You are the actual owner Villa at Lake.","episode":"s07e05.json","edited":false},
{"time": "1:05:38", "speaker": "spk_0","line":"You bought up a bunch of lakes in the country, right?","episode":"s07e05.json","edited":false},
{"time": "1:05:40", "speaker": "spk_1","line":"I did. You know what? You know what paid that? Waterworld, buddy? Yeah, you are. Water world is killing it for you to","episode":"s07e05.json","edited":false},
{"time": "1:05:47", "speaker": "spk_3","line":"listen. I'm connected. Those checks I'm connecting them checks and I'm connected him to make a barrier to make a new leg. You are lashing all of your checks. You're connecting. Some of them connected toe him rapid him and","episode":"s07e05.json","edited":false},
{"time": "1:06:01", "speaker": "spk_1","line":"rubber and using it to make a new","episode":"s07e05.json","edited":false},
{"time": "1:06:04", "speaker": "spk_3","line":"I don't know if that's","episode":"s07e05.json","edited":false},
{"time": "1:06:05", "speaker": "spk_1","line":"a great idea being well, Well, a couple from a guy who has this","episode":"s07e05.json","edited":false},
{"time": "1:06:09", "speaker": "spk_3","line":"job. I have many, you know, like visit the thing. I'm having","episode":"s07e05.json","edited":false},
{"time": "1:06:17", "speaker": "spk_1","line":"fun of you guys. I've invited you to buy house three times. Yeah, wins the fourth when he wants to come again. It's coming. It's","episode":"s07e05.json","edited":false},
{"time": "1:06:23", "speaker": "spk_3","line":"coming. And you know how to entertain. I'm excited for that formal invite as well. Well, the big is when that formal","episode":"s07e05.json","edited":false},
{"time": "1:06:29", "speaker": "spk_1","line":"invite comes, you know it's in the mail. Yeah, it's a box and you have to press a button at the top of the box and uh, you know, I mean, it's you","episode":"s07e05.json","edited":false},
{"time": "1:06:40", "speaker": "spk_3","line":"sending us","episode":"s07e05.json","edited":false},
{"time": "1:06:41", "speaker": "spk_1","line":"a bomb balm invite. Okay, you know what I mean? Well, the last party was I got so drunk from that vodka ice luge. Here's the crazy thing. The ice was made of vodka as well.","episode":"s07e05.json","edited":false},
{"time": "1:06:53", "speaker": "spk_3","line":"Really? That seems to bust one of the guys. All the free. Oh, my friends is about","episode":"s07e05.json","edited":false},
{"time": "1:07:01", "speaker": "spk_1","line":"money and technology and the sun. You Michael, change. Okay, so you're also a scientist. Your summer. No. I think I'm a scientist in the sense that I like that science can work for you. And I say and I make a luge out of, um, the vodka, Um, by, um, diluting the vodka with a little bit of dry eyes. Ok, Ok, so you're not. You might have gotten drunk, but you also might have just gotten sick. Yeah. I mean, my body was starved of oxygen. I was somehow consuming hard carbon dioxide, and it was bubbling up in my stuff. Sort of vapor coming out of your pores.","episode":"s07e05.json","edited":false},
{"time": "1:07:50", "speaker": "spk_3","line":"Yeah, I looked","episode":"s07e05.json","edited":false},
{"time": "1:07:51", "speaker": "spk_1","line":"like a Halloween treat. Like a little Halloween front door ornament. Yeah. For the most part, you started","episode":"s07e05.json","edited":false},
{"time": "1:07:57", "speaker": "spk_0","line":"getting used for Ah, bad community. theater","episode":"s07e05.json","edited":false},
{"time": "1:08:01", "speaker": "spk_1","line":"plays. Somebody snatched me up, and I ended up in a middle school with on stage next to Romeo and Juliet. I was just kind of bubbling over. Really provides him smoke during the final, saying, I think he also had another credit when you play the water in the local production of Phantom of the Opera. That's right. I mean, I became a full on prop. I got stored in a in a, uh, elementary schools prop closet for two weeks last","episode":"s07e05.json","edited":false},
{"time": "1:08:32", "speaker": "spk_0","line":"November. Fan in the upper having a lot of water. And","episode":"s07e05.json","edited":false},
{"time": "1:08:34", "speaker": "spk_3","line":"there's a point where","episode":"s07e05.json","edited":false},
{"time": "1:08:35", "speaker": "spk_1","line":"he takes Christine away and brings it to his layer. Do me a favor, Rita,","episode":"s07e05.json","edited":false},
{"time": "1:08:41", "speaker": "spk_3","line":"but wait to see what it looks like. You want me","episode":"s07e05.json","edited":false},
{"time": "1:08:46", "speaker": "spk_0","line":"to read fan on the operate? You want me to read a","episode":"s07e05.json","edited":false},
{"time": "1:08:48", "speaker": "spk_3","line":"book? Read a bucket? Listen, a head of the pleasant guys were having a plus. You gotta come over my ass for the fourth orders. The invite? Yeah.","episode":"s07e05.json","edited":false},
{"time": "1:08:57", "speaker": "spk_1","line":"What is it? What are we talking about? We're just waiting for the bomb in bite. You're gonna get a Byman. It's an Easter party this year. You got some time, M Barnier. It's on Easter, Easter themed party, Um, on Labor Day, Okay, is rising again at the you know, Whos labor. We're getting there. Yeah. Yeah.","episode":"s07e05.json","edited":false},
{"time": "1:09:21", "speaker": "spk_0","line":"Well, um, it looks like someone is actually trying to get on one of your boats right","episode":"s07e05.json","edited":false},
{"time": "1:09:26", "speaker": "spk_1","line":"now, Paul, about easy thing I got. You know, front point is an alarm system. It's like 80 t. Uh, I've got it'll signal me on my, um my foot phone when anybody tries to turn on and, you","episode":"s07e05.json","edited":false},
{"time": "1:09:46", "speaker": "spk_4","line":"know, call you.","episode":"s07e05.json","edited":false},
{"time": "1:09:47", "speaker": "spk_1","line":"Yeah. Call me when they try to turn the engine on a sailboat.","episode":"s07e05.json","edited":false},
{"time": "1:09:51", "speaker": "spk_3","line":"Eddie's elbow. Yours. Any of my sale book? And none of your sailboats have engines, right? So the security system probably not working very well. I'm gonna go check. You know, you should just go","episode":"s07e05.json","edited":false},
{"time": "1:10:05", "speaker": "spk_1","line":"check. Who was it? That was it somebody that looked like Dennis? I can't I can't see. It looks like a kid who's been poked. Okay. Okay. Well, then he might push down the front of that.","episode":"s07e05.json","edited":false},
{"time": "1:10:17", "speaker": "spk_0","line":"We should let you go, Paul, But thanks for being here.","episode":"s07e05.json","edited":false},
{"time": "1:10:20", "speaker": "spk_4","line":"Yeah, Paul is a real a real pleasure to have you in the lounge on. It's a pleasure to have you around the campus. Well,","episode":"s07e05.json","edited":false},
{"time": "1:10:27", "speaker": "spk_3","line":"hey, guys, I'm here every summer of people are listen to come to the lakes. Uh, you know, right in a sailboat. Come to a","episode":"s07e05.json","edited":false},
{"time": "1:10:36", "speaker": "spk_1","line":"party. Goto Waterworld. Hate it. Got a water world.","episode":"s07e05.json","edited":false},
{"time": "1:10:40", "speaker": "spk_4","line":"We ate it.","episode":"s07e05.json","edited":false},
{"time": "1:10:44", "speaker": "spk_3","line":"Well, good luck on the new","episode":"s07e05.json","edited":false},
{"time": "1:10:45", "speaker": "spk_1","line":"lake. Podd works out. Thank","episode":"s07e05.json","edited":false},
{"time": "1:10:46", "speaker": "spk_4","line":"you. Can't wait to see it. Paul, thanks so much for coming in the lounge. Thank you. Everybody out there for listening. Uh, we'll get at you again next time, but until then, say, hey.","episode":"s07e05.json","edited":false}]
