[{"time": "0:00:00", "speaker": "null","line":"","episode":"s07e03.json","edited":false},
{"time": "0:00:01", "speaker": "spk_0","line":"get this caffeine going in my system. E I have I'm doing my check. You doing much a t? You guys have you guys check? Randy, macho man Savage. Have you Have you had his tea? I haven't. It","episode":"s07e03.json","edited":false},
{"time": "0:00:21", "speaker": "spk_1","line":"gets you hyped up. Yeah. I mean, you can see my face bait. Yeah, I've been doing. I looked like the ultimate warrior. I've actually as a little mix up with the side effects","episode":"s07e03.json","edited":false},
{"time": "0:00:35", "speaker": "spk_0","line":"from Randy Much a man savage. That's good. You don't want to be all hyped up, like on a full being coffee?","episode":"s07e03.json","edited":false},
{"time": "0:00:43", "speaker": "spk_1","line":"Not what the good thing about match is. It's a slow burn. Intense slow burn. Caffeine that stays with you for a long time. So I don't crash around like, 10 30 like I usually do. And you drink this, What, four days ago? Yes. And it is slowly burning. And I have been I mean, you guys saw me. I've been to sleep. What? What does it taste like exactly? Um, it tastes a lot like hot seaweed to me. Um, the thing the good thing about Marta is it takes everything you love about copy and gives you nine event and it Ah, rid of those guilty pleasures and just have pain. Pleasure. Yeah. And you also have to have a weird little Bresch to make it not flaky and a like a really flat ass cup. Blatt asked.","episode":"s07e03.json","edited":false},
{"time": "0:01:42", "speaker": "spk_3","line":"I've noticed","episode":"s07e03.json","edited":false},
{"time": "0:01:43", "speaker": "spk_0","line":"those macho bars. I don't know about much a savage bar. Pretty specific clientele in there. Yes. Uh, yeah. Are you a real macho head now? Are you hanging out there with your computer? 24 7?","episode":"s07e03.json","edited":false},
{"time": "0:01:58", "speaker": "spk_1","line":"Yeah. I mean, I'm there. I'm writing a lot of Ah, just thoughts that I'm having. I","episode":"s07e03.json","edited":false},
{"time": "0:02:05", "speaker": "spk_0","line":"noticed that the title on the top and it said Manifesto","episode":"s07e03.json","edited":false},
{"time": "0:02:10", "speaker": "spk_1","line":"Yes. With M A N in capitals macho manifest an F esto, um, weight. And","episode":"s07e03.json","edited":false},
{"time": "0:02:20", "speaker": "spk_3","line":"there's a lot of,","episode":"s07e03.json","edited":false},
{"time": "0:02:21", "speaker": "spk_1","line":"you know, secret thoughts in there that I'm not comfortable sharing, but they're good in my mold skin. They're good staying in my moleskine. Hopefully somebody doesn't do a ah ah, Garry Shandling documentary about Meyer. I thinks because that's gonna be a completely different documentary.","episode":"s07e03.json","edited":false},
{"time": "0:02:39", "speaker": "spk_4","line":"You do scream a lot about that. I mean, I will say whether or not you at the documentary. There's some similarities you you're scared of but in love with your mother right. That's so that's crossover you have, Which","episode":"s07e03.json","edited":false},
{"time": "0:02:52", "speaker": "spk_1","line":"I'm loving my mother. I'm constantly under renovations at my house for 20 years.","episode":"s07e03.json","edited":false},
{"time": "0:02:57", "speaker": "spk_4","line":"Um, a bunch of, uh, comedians who are becoming more and more relevant. Talk about you all the time.","episode":"s07e03.json","edited":false},
{"time": "0:03:06", "speaker": "spk_1","line":"Yeah, yeah, yeah. But I've already had one","episode":"s07e03.json","edited":false},
{"time": "0:03:09", "speaker": "spk_0","line":"documentary made about me. So there probably won't be another in. Probably","episode":"s07e03.json","edited":false},
{"time": "0:03:13", "speaker": "spk_4","line":"every time I walk past this mantra bar, you have the manifesto open in one tab, but then in the other, your mostly just on Facebook, I'm saying, And then when I walked by, you click out of it really quickly and you go","episode":"s07e03.json","edited":false},
{"time": "0:03:26", "speaker": "spk_1","line":"and I fearing","episode":"s07e03.json","edited":false},
{"time": "0:03:27", "speaker": "spk_4","line":"wipe your head like you've been writing for a long time.","episode":"s07e03.json","edited":false},
{"time": "0:03:30", "speaker": "spk_1","line":"You talk loudly about how you haven't had a TV in years. Yes. Yeah. I don't have a TV. I don't need it. I don't watch TV. I don't. It takes up space. You just watch","episode":"s07e03.json","edited":false},
{"time": "0:03:40", "speaker": "spk_0","line":"it on your cell phone.","episode":"s07e03.json","edited":false},
{"time": "0:03:41", "speaker": "spk_3","line":"Yes. I don't","episode":"s07e03.json","edited":false},
{"time": "0:03:43", "speaker": "spk_1","line":"need a TV. I have it all on my phone. Why Don't need a TV?","episode":"s07e03.json","edited":false},
{"time": "0:03:47", "speaker": "spk_4","line":"You keep yourself on in large books with holes cut out and cell phones says holes cut out.","episode":"s07e03.json","edited":false},
{"time": "0:03:53", "speaker": "spk_3","line":"Yeah, I don't have a TV. You can just have joys with cell phone home. Nobody's","episode":"s07e03.json","edited":false},
{"time": "0:03:57", "speaker": "spk_0","line":"gonna judge you Bill, for watching television one","episode":"s07e03.json","edited":false},
{"time": "0:04:00", "speaker": "spk_1","line":"last year be judged lest ye be judged because I will judge back as soon as I get a little bit of judgment turns May I will snap back. No judge back from the position of the Lord. Yes, somebody the other day said, Do you happen to have a bill on? And I was like, That's funny. Do you have to have a bill smaller than a 20 to pay for this? Ah, 38 cents Pete, stick a gum. I buy single sticks. And I said, and I said,","episode":"s07e03.json","edited":false},
{"time": "0:04:33", "speaker": "spk_3","line":"You have it parade in 10","episode":"s07e03.json","edited":false},
{"time": "0:04:36", "speaker": "spk_1","line":"years. So they judge me and I judge them Good.","episode":"s07e03.json","edited":false},
{"time": "0:04:40", "speaker": "spk_4","line":"I didn't work. I ask you a question.","episode":"s07e03.json","edited":false},
{"time": "0:04:43", "speaker": "spk_0","line":"It didn't sense any judgment in that sentence at all. Felt married yet. Do I have a bill less than a 20? It seems","episode":"s07e03.json","edited":false},
{"time": "0:04:50", "speaker": "spk_4","line":"like they were already accommodating you because you had taken a stick of gum out and tried to just pay for for that","episode":"s07e03.json","edited":false},
{"time": "0:04:57", "speaker": "spk_1","line":"half a one stick a winner fresh and they made me buy the whole schtick.","episode":"s07e03.json","edited":false},
{"time": "0:05:02", "speaker": "spk_4","line":"You're the only guy left eating sticks of winter fresh. You know those little five packs, right?","episode":"s07e03.json","edited":false},
{"time": "0:05:07", "speaker": "spk_1","line":"Does they fall apart in your pocket? Yeah, they disintegrate immediately when you walk five steps. Also,","episode":"s07e03.json","edited":false},
{"time": "0:05:14", "speaker": "spk_4","line":"we keep telling you this. Those packs don't come with tattoos on them, so I don't know what you're sticking on your arm afterwards.","episode":"s07e03.json","edited":false},
{"time": "0:05:20", "speaker": "spk_1","line":"I swear to God, one day I'm gonna roll off that foil, and it's gonna have a sweet ass, barbed wire. And because she had that tattoo in one movie, they said, I'm not sure the take away of that movie. But I'm pretty sure if you have a bar bar tattooed, she's gonna be interested. I did meet her kid the other day. Family Anderson. Little Bobby Anderson. He's at the camp right now. He has it the camp. And I was, like, question my map to something years all the","episode":"s07e03.json","edited":false},
{"time": "0:05:54", "speaker": "spk_4","line":"time. Did she have a kid with Tommy Lee?","episode":"s07e03.json","edited":false},
{"time": "0:05:57", "speaker": "spk_0","line":"Yeah, Little Bobby Lee Anderson. So, yes, this scares down. What then? Like, it is middle late twenties. If that comedy","episode":"s07e03.json","edited":false},
{"time": "0:06:06", "speaker": "spk_3","line":"started, they had it","episode":"s07e03.json","edited":false},
{"time": "0:06:07", "speaker": "spk_1","line":"on that boat. We will see the tape. T o e. I haven't seen him. I","episode":"s07e03.json","edited":false},
{"time": "0:06:15", "speaker": "spk_4","line":"won't watch you should take. I taught a film class that way. Showed those tapes in, Uh,","episode":"s07e03.json","edited":false},
{"time": "0:06:22", "speaker": "spk_1","line":"I took your Colin Farrell week.","episode":"s07e03.json","edited":false},
{"time": "0:06:25", "speaker": "spk_4","line":"Yeah, you audited that week, and then you decided not to come.","episode":"s07e03.json","edited":false},
{"time": "0:06:30", "speaker": "spk_1","line":"And these were none of the major","episode":"s07e03.json","edited":false},
{"time": "0:06:31", "speaker": "spk_4","line":"motion pictures of Colin Farrell. They were mostly home videos and homemade porno. Yeah, it was all it was a week. It was all about. Like the choices column. Furrow makes him his for nose and how those have been influenced by the ones that came before him.","episode":"s07e03.json","edited":false},
{"time": "0:06:45", "speaker": "spk_1","line":"And, of course, how that leads into the New Hulk point, right? Oh, my God. There's obviously take away from the Con Ferrell film in The Hulk. When? When Hulk a mania is video Kate and he said, I'm such a What did he say? Such a feeling Big pulled straight from barrel. There is no new art in sex videos anymore. It's","episode":"s07e03.json","edited":false},
{"time": "0:07:07", "speaker": "spk_4","line":"all pulled from the one before, although some a great artist do steal. And I do think like just when we thought that the medium couldn't change, Bubba, the love sponge comes in. He's hey starts filming celebrities secretly. It changed sexual cinema for cinema verite. It was very it was very","episode":"s07e03.json","edited":false},
{"time": "0:07:33", "speaker": "spk_1","line":"very. It was very on. A","episode":"s07e03.json","edited":false},
{"time": "0:07:35", "speaker": "spk_3","line":"lot of people","episode":"s07e03.json","edited":false},
{"time": "0:07:36", "speaker": "spk_1","line":"don't know this, but Mr Sponge also filmed the Kim Kardashian rage. A tape, You know, he's just quieter if you bump. If you bumped the music up, you can hear him","episode":"s07e03.json","edited":false},
{"time": "0:07:48", "speaker": "spk_0","line":"kind of bump bump the music.","episode":"s07e03.json","edited":false},
{"time": "0:07:49", "speaker": "spk_1","line":"Yeah, well, like the sound if you listen to that,","episode":"s07e03.json","edited":false},
{"time": "0:07:54", "speaker": "spk_4","line":"just the sound. Disturb all. You just buy the music down.","episode":"s07e03.json","edited":false},
{"time": "0:07:57", "speaker": "spk_1","line":"You can hear him. Uh, he's back there like sucking ups of love.","episode":"s07e03.json","edited":false},
{"time": "0:08:04", "speaker": "spk_3","line":"He's our lives.","episode":"s07e03.json","edited":false},
{"time": "0:08:06", "speaker": "spk_1","line":"You can hear back there. Say it's stuff","episode":"s07e03.json","edited":false},
{"time": "0:08:08", "speaker": "spk_4","line":"I got, I got kind of I mean, I do love his film work, but I did get a little bit embarrassed by him. I stayed alone in a room in his house once,","episode":"s07e03.json","edited":false},
{"time": "0:08:18", "speaker": "spk_1","line":"and and this was early on when he started, right? I I heard that because I've seen your masturbation tape. That was for the left. Um and I I mean, I don't know because I","episode":"s07e03.json","edited":false},
{"time": "0:08:31", "speaker": "spk_0","line":"was a viewer watching from the p o. V of the camera, but it","episode":"s07e03.json","edited":false},
{"time": "0:08:34", "speaker": "spk_3","line":"did not seem like","episode":"s07e03.json","edited":false},
{"time": "0:08:35", "speaker": "spk_0","line":"those cameras were very hidden.","episode":"s07e03.json","edited":false},
{"time": "0:08:37", "speaker": "spk_3","line":"It seemed like","episode":"s07e03.json","edited":false},
{"time": "0:08:38", "speaker": "spk_1","line":"almost three cameras set up with lighting. You address them If you can. And","episode":"s07e03.json","edited":false},
{"time": "0:08:42", "speaker": "spk_0","line":"also one of them is obviously in your hand from your","episode":"s07e03.json","edited":false},
{"time": "0:08:46", "speaker": "spk_1","line":"looks like one of those one of those things from that MTV show Fear. Where it's a helmet cam and your head your head turns Mother never feels a lot like the Blair Witch Project because you do run through the woods at","episode":"s07e03.json","edited":false},
{"time": "0:08:58", "speaker": "spk_0","line":"one point while you may. And you do that that classic scene where the cameras were close to your face when you say","episode":"s07e03.json","edited":false},
{"time": "0:09:04", "speaker": "spk_1","line":"so, skaters tears dripping out of your eyes off the","episode":"s07e03.json","edited":false},
{"time": "0:09:08", "speaker": "spk_4","line":"tip of your nose. Right? Right. I had no idea anyone was filming this whole time","episode":"s07e03.json","edited":false},
{"time": "0:09:13", "speaker": "spk_1","line":"because you were scared. You were about to climb. I","episode":"s07e03.json","edited":false},
{"time": "0:09:16", "speaker": "spk_4","line":"would say I say that every time. I was","episode":"s07e03.json","edited":false},
{"time": "0:09:19", "speaker": "spk_1","line":"really scared every time. Because it hurt","episode":"s07e03.json","edited":false},
{"time": "0:09:21", "speaker": "spk_4","line":"for years. Suggesting is that I hadn't booked a signal. It hurts bad. Yeah, I But sorry, Todd, I'm sorry. It's okay. I mean, in the suggestion that it seems like getting at is that this was about your five of me never booking on camera job. And so I forced the sex tape that showed off our my acting talents. Uh, you filled","episode":"s07e03.json","edited":false},
{"time": "0:09:50", "speaker": "spk_0","line":"in exactly what we were suggesting that maybe we weren't clear on. Oh, fuck.","episode":"s07e03.json","edited":false},
{"time": "0:09:53", "speaker": "spk_1","line":"Fuck. What? What is it? Year you don't remember where you parked? Oh, God. You lost the car again. Jay's as","episode":"s07e03.json","edited":false},
{"time": "0:10:02", "speaker": "spk_3","line":"we tell you to take a picture. Like a","episode":"s07e03.json","edited":false},
{"time": "0:10:05", "speaker": "spk_4","line":"picture of your car every time you Mark. So you remember what your car looks like?","episode":"s07e03.json","edited":false},
{"time": "0:10:09", "speaker": "spk_1","line":"A nice close up picture. Get the license plate in there. Don't Don't mess around with all","episode":"s07e03.json","edited":false},
{"time": "0:10:14", "speaker": "spk_4","line":"this around because otherwise you do it. I did. You break into a car and steal it. You forget yours.","episode":"s07e03.json","edited":false},
{"time": "0:10:19", "speaker": "spk_1","line":"You'll break into a car way nicer than yours and steal it. Think he gets years? You want a high speed chase because you're confused that it's not your car. Well, a chase. Yeah. Sorry. The lowest speed chase of all time. It was not a chase. It was out of gas. And you were pushing with the door open with one hand on the pill and you were following the police saying, Catch","episode":"s07e03.json","edited":false},
{"time": "0:10:39", "speaker": "spk_3","line":"me, Catch me!","episode":"s07e03.json","edited":false},
{"time": "0:10:40", "speaker": "spk_4","line":"Yeah, They said not again.","episode":"s07e03.json","edited":false},
{"time": "0:10:41", "speaker": "spk_1","line":"Way can't. The jail cell still isn't clean? You, you dirty toe jail guys. Is that what happened?","episode":"s07e03.json","edited":false},
{"time": "0:10:51", "speaker": "spk_0","line":"No, that's not what happened. All right,","episode":"s07e03.json","edited":false},
{"time": "0:10:53", "speaker": "spk_3","line":"What else could it be, Howie? Well, Howie","episode":"s07e03.json","edited":false},
{"time": "0:10:57", "speaker": "spk_1","line":"from Backstreet Boys in the studio today.","episode":"s07e03.json","edited":false},
{"time": "0:11:00", "speaker": "spk_0","line":"That's not who I am.","episode":"s07e03.json","edited":false},
{"time": "0:11:02", "speaker": "spk_4","line":"Let's just skip whatever you. Whatever the problem is hit record. Let's start the episode.","episode":"s07e03.json","edited":false},
{"time": "0:11:08", "speaker": "spk_0","line":"The problem. What? Somehow I let us be recording for 11 minutes. Been recording this whole time, Blunt. I'm gonna fuckin smoke your ass. Please. Line, guys, at this point, I think Look,","episode":"s07e03.json","edited":false},
{"time": "0:11:22", "speaker": "spk_3","line":"let's just let about","episode":"s07e03.json","edited":false},
{"time": "0:11:23", "speaker": "spk_0","line":"from now on. Ah, we just leave the thing recording, and we just walk in and start forever, forever. We just leave it on forever","episode":"s07e03.json","edited":false},
{"time": "0:11:33", "speaker": "spk_1","line":"now. A lot dab. Yeah, well,","episode":"s07e03.json","edited":false},
{"time": "0:11:38", "speaker": "spk_4","line":"if you're willing to edit that all, then that's fine. Blunt, but I'm not editing it. I told you guys when we started this podcast I'm not doing anywhere.","episode":"s07e03.json","edited":false},
{"time": "0:11:46", "speaker": "spk_3","line":"Yeah, well, you just","episode":"s07e03.json","edited":false},
{"time": "0:11:47", "speaker": "spk_1","line":"do your job. We all know our jobs. The three of us show up late. We sit down, we talk as fast as we can. You make the podcast? Yeah, the keys. When we started this podcast, it was like, Let's get in a room and talk as fast as we can. That was the coat. I don't have the weird","episode":"s07e03.json","edited":false},
{"time": "0:12:06", "speaker": "spk_3","line":"mailing already. If you can't keep up then fuck it. Shaddup! Yeah! If you can't handle the kitchen, get hate.","episode":"s07e03.json","edited":false},
{"time": "0:12:16", "speaker": "spk_4","line":"And is that a phrase you've learned in the kitchen?","episode":"s07e03.json","edited":false},
{"time": "0:12:19", "speaker": "spk_0","line":"Yeah, well, anyway Well, let's start the frickin show. I'm sorry, guys. Everybody, Welcome to the teacher's lounge. It was the first, best and only podcast pertained issues relevant to the Hamilton High School community. But we have busted up at our favorite camp camp. I don't want to be here. We are counselors and mentors. Of course them. Howard Levis. I guess people are calling me blunt now it's become a thing around the camp. Blunt Levis Uh, blunt Levis. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:12:50", "speaker": "spk_1","line":"quickest. Quickest nickname to catch on and all All of time. Thing is the beginning of time. Get us was here. Yeah, yeah, yes. I'll tell you what. People don't know this. It's bad. Guinness is back and they are flourishing. We've been donating my We've been","episode":"s07e03.json","edited":false},
{"time": "0:13:06", "speaker": "spk_0","line":"donating to get it to Guinness","episode":"s07e03.json","edited":false},
{"time": "0:13:08", "speaker": "spk_1","line":"trying to convince me and Todd to be the New World's fattest twins.","episode":"s07e03.json","edited":false},
{"time": "0:13:12", "speaker": "spk_4","line":"Yeah, I said a","episode":"s07e03.json","edited":false},
{"time": "0:13:14", "speaker": "spk_1","line":"hit job, right? They picked wins and they said Do it for what? I pick people and then they make him look like, right? Same clothes, motorcycles, etcetera. The famous photo, the biggest twin that's","episode":"s07e03.json","edited":false},
{"time": "0:13:30", "speaker": "spk_4","line":"goes on the swings on motors, telling the same thing every time they asked me, I'll do it. But I'm not gonna cut my nails.","episode":"s07e03.json","edited":false},
{"time": "0:13:36", "speaker": "spk_1","line":"Right. And they tried to make","episode":"s07e03.json","edited":false},
{"time": "0:13:38", "speaker": "spk_4","line":"oh, going for longest nails.","episode":"s07e03.json","edited":false},
{"time": "0:13:39", "speaker": "spk_1","line":"You want to be finger fingernail,","episode":"s07e03.json","edited":false},
{"time": "0:13:41", "speaker": "spk_4","line":"man? Yeah. Yeah. Which that nicknames not catching crazy now.","episode":"s07e03.json","edited":false},
{"time": "0:13:46", "speaker": "spk_1","line":"And you want to be part of the Justice League? His fingernail man? Yes.","episode":"s07e03.json","edited":false},
{"time": "0:13:50", "speaker": "spk_4","line":"I mean, I saw that Justice League movie and I went This is","episode":"s07e03.json","edited":false},
{"time": "0:13:53", "speaker": "spk_1","line":"awesome thing. This is awesome. I want to be a part of. This is one more piece. Yes, it's not confusing enough yet. Way need to introduce a","episode":"s07e03.json","edited":false},
{"time": "0:14:02", "speaker": "spk_4","line":"new character with very little back story They'd already done six times in that movie. But we needed one. Maura. OK? And I walk around and I scratch Superman hair","episode":"s07e03.json","edited":false},
{"time": "0:14:13", "speaker": "spk_3","line":"hair. Scratch the jealous in that. Here. You're not","episode":"s07e03.json","edited":false},
{"time": "0:14:21", "speaker": "spk_4","line":"getting the scalp. I get it. You guys innards, you don't get comic book. Sounds like Sam kind of gets it, but Superman has a lot of gel in his hair so you could get to scalp, but his hair gets itchy causes. Cal l son of Jor El, I think Yes, and I'm crypt on. Everyone feels their hair super man's hair on DATs All I've really talked through before they got me out the back door.","episode":"s07e03.json","edited":false},
{"time": "0:14:50", "speaker": "spk_1","line":"Ewbank carpet you are in Talks with them to never show up at the studio again.","episode":"s07e03.json","edited":false},
{"time": "0:14:56", "speaker": "spk_4","line":"Yeah, yeah. Um,","episode":"s07e03.json","edited":false},
{"time": "0:14:58", "speaker": "spk_3","line":"you're in","episode":"s07e03.json","edited":false},
{"time": "0:14:58", "speaker": "spk_1","line":"talks about a restraining order with them. I am.","episode":"s07e03.json","edited":false},
{"time": "0:15:00", "speaker": "spk_4","line":"My my agents are really fighting hard on that on those are the agents of Shield? Yes. The agents of Shield are working for me. Ah, and","episode":"s07e03.json","edited":false},
{"time": "0:15:12", "speaker": "spk_0","line":"these are the actors from the show who have no legal experience and expertise. Who? Just a guy from Iron Man three. Yeah,","episode":"s07e03.json","edited":false},
{"time": "0:15:19", "speaker": "spk_4","line":"I said I'll pay you a $400,000 retainer to do this for me. Well, that's your fault that you bedazzled your own retainer with diamonds. Well, if you could ever a tater in your mouth, you gotta You gotta bling up your retainer, baby.","episode":"s07e03.json","edited":false},
{"time": "0:15:35", "speaker": "spk_1","line":"That is a $40,000 retainer. It's that","episode":"s07e03.json","edited":false},
{"time": "0:15:38", "speaker": "spk_4","line":"it was hard for me to part ways with it, But I did.","episode":"s07e03.json","edited":false},
{"time": "0:15:40", "speaker": "spk_0","line":"Yeah, You still need it. That","episode":"s07e03.json","edited":false},
{"time": "0:15:41", "speaker": "spk_3","line":"was a","episode":"s07e03.json","edited":false},
{"time": "0:15:42", "speaker": "spk_1","line":"big part of your personality.","episode":"s07e03.json","edited":false},
{"time": "0:15:43", "speaker": "spk_4","line":"for a little while. Yeah. Yeah. Well, first it was bad teeth,","episode":"s07e03.json","edited":false},
{"time": "0:15:48", "speaker": "spk_1","line":"which was something you were really showcasing. You were the first person to arrive at Heathrow, and people say, Yeah, you need to get those fixed.","episode":"s07e03.json","edited":false},
{"time": "0:15:56", "speaker": "spk_4","line":"They created the first ever British dentist formula","episode":"s07e03.json","edited":false},
{"time": "0:16:03", "speaker": "spk_1","line":"is unfortunate because any and he immediately","episode":"s07e03.json","edited":false},
{"time": "0:16:05", "speaker": "spk_4","line":"went out of business. You did? Yeah. Yeah, way. We're tired Afterwards. I didn't in your time because it was an airport dentist. Eso is duty free.","episode":"s07e03.json","edited":false},
{"time": "0:16:18", "speaker": "spk_3","line":"D l O T y Unfortunately, no, no, unfortunately, no, no, it","episode":"s07e03.json","edited":false},
{"time": "0:16:23", "speaker": "spk_4","line":"was duty filled. You saw it that","episode":"s07e03.json","edited":false},
{"time": "0:16:26", "speaker": "spk_1","line":"way. A lot of poop this season. A lot of poop is natural free, but a lot of","episode":"s07e03.json","edited":false},
{"time": "0:16:34", "speaker": "spk_4","line":"pooping tax free. A lot of poop in there","episode":"s07e03.json","edited":false},
{"time": "0:16:37", "speaker": "spk_1","line":"because he would fix the bathroom.","episode":"s07e03.json","edited":false},
{"time": "0:16:39", "speaker": "spk_4","line":"Yeah. Yeah, well, his officers in the bathroom, and he's ah, he was a janitor dentist, like he was cleaning up my teeth, you know, like a","episode":"s07e03.json","edited":false},
{"time": "0:16:47", "speaker": "spk_0","line":"todo used the full size mop and","episode":"s07e03.json","edited":false},
{"time": "0:16:51", "speaker": "spk_4","line":"the poppy play plunged.","episode":"s07e03.json","edited":false},
{"time": "0:16:54", "speaker": "spk_3","line":"Well, let me tell","episode":"s07e03.json","edited":false},
{"time": "0:16:55", "speaker": "spk_1","line":"you this. You did not want that guy drilling in your mouth because it's a full size maintenance,","episode":"s07e03.json","edited":false},
{"time": "0:17:00", "speaker": "spk_4","line":"Drew. Yeah, it's a big waiting. It's drill and I didn't want it, but I got it.","episode":"s07e03.json","edited":false},
{"time": "0:17:05", "speaker": "spk_1","line":"Well, your rotator looks great. I mean,","episode":"s07e03.json","edited":false},
{"time": "0:17:08", "speaker": "spk_4","line":"thank you. E stole it back from the agents of shield back in my mouth.","episode":"s07e03.json","edited":false},
{"time": "0:17:13", "speaker": "spk_1","line":"I mean, Todd, how is the investigation going? Because we had a big disappearance of some campers. There was a little bit of blood splatter left behind. And also there was a long wait at a Chinese restaurant. Those air, the clues?","episode":"s07e03.json","edited":false},
{"time": "0:17:33", "speaker": "spk_4","line":"Yes, right. Other clues are some blood splatter so could resume footsteps on. And Ah, wait at a Chinese restaurant where you kept thinking they got a call us here, and there was some awkwardness about whether or not to complain about it, but it was a bit of a bottle episode. Wait, So but I'm on the C s. I tip here. I've got my students doing forensics, and these kids are top dog. A one I am in love with. Forensics have been my whole life, and we're really we're studying the blood splatter. Would you","episode":"s07e03.json","edited":false},
{"time": "0:18:10", "speaker": "spk_0","line":"say is the lead top dog or a one? Who's the lead investigator?","episode":"s07e03.json","edited":false},
{"time": "0:18:14", "speaker": "spk_4","line":"Who's the lead investigator? Well, top Todd today, one are kind of co investigating this, right now, uh, there's sort of it, the front of the pack. We'll just behind me. Um, because front of the pack is doing all right, but I don't know, they will ever be a lead investigator. Got you So","episode":"s07e03.json","edited":false},
{"time": "0:18:32", "speaker": "spk_0","line":"nicknames A really taking off is? Well, yes.","episode":"s07e03.json","edited":false},
{"time": "0:18:35", "speaker": "spk_1","line":"House lead investigator. Honestly, But what? The president back in the pack, honestly,","episode":"s07e03.json","edited":false},
{"time": "0:18:45", "speaker": "spk_4","line":"obviously hasn't total while I was all semester. Think that also over,","episode":"s07e03.json","edited":false},
{"time": "0:18:50", "speaker": "spk_1","line":"Thank God someone who keeps","episode":"s07e03.json","edited":false},
{"time": "0:18:51", "speaker": "spk_4","line":"true to the nickname. Um, And who's on first? Uh, but for those of you listening to try to get eso,","episode":"s07e03.json","edited":false},
{"time": "0:18:59", "speaker": "spk_3","line":"we get","episode":"s07e03.json","edited":false},
{"time": "0:18:59", "speaker": "spk_4","line":"answers on these disappearing kids. I got some news for you. Jury's out. We don't know what's happened yet.","episode":"s07e03.json","edited":false},
{"time": "0:19:06", "speaker": "spk_1","line":"Way did get one hot tip that somebody entered a door quickly and screamed. Jerry,","episode":"s07e03.json","edited":false},
{"time": "0:19:16", "speaker": "spk_0","line":"that's right. It was like So it was a new man, right? It was like it was somebody we'd seen before. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:19:23", "speaker": "spk_4","line":"so a lot. A lot of people are saying, too, because I I've started a separate podcast about this trying to solve the crime because I love true crime. What a I got of truecar broadcast this broadcast. It's a broadcast. So, um, I walk around. I poke people and I tell him what's going on. But I you know, I just obsessed with true crime. It's just like people die. And I'm making money off of it, telling the story of these deaths. And I make I'm taking big, broad swings and guesses as to who it is. I'm really ruining lives.","episode":"s07e03.json","edited":false},
{"time": "0:19:57", "speaker": "spk_1","line":"You've been reopening a lot of cases","episode":"s07e03.json","edited":false},
{"time": "0:19:59", "speaker": "spk_4","line":"that the families have moved on from freezing cases. They call raising reason cases not cold their time and freezing. The families moved on. They've made peace with it. And I remember","episode":"s07e03.json","edited":false},
{"time": "0:20:12", "speaker": "spk_1","line":"your son that disappeared years ago.","episode":"s07e03.json","edited":false},
{"time": "0:20:13", "speaker": "spk_3","line":"We don't want it. We don't want it. Come on. No. Leave our front door. He was brutally murdered. How could you be over that?","episode":"s07e03.json","edited":false},
{"time": "0:20:23", "speaker": "spk_1","line":"Yeah, And that was a reenact that","episode":"s07e03.json","edited":false},
{"time": "0:20:25", "speaker": "spk_4","line":"was re enactment for my podcast. Oh,","episode":"s07e03.json","edited":false},
{"time": "0:20:27", "speaker": "spk_1","line":"you do your hiring actors that you know, local actors to do crude reenactments of murders, right?","episode":"s07e03.json","edited":false},
{"time": "0:20:36", "speaker": "spk_4","line":"Yeah, we do a little. That was crude, but okay, we do the top to bottom, and we got everybody we got can memorize his lines. Jimmy, um,","episode":"s07e03.json","edited":false},
{"time": "0:20:48", "speaker": "spk_1","line":"that's what was big for it. It's usually like like Dale cry on cue. Roberts, D have you?","episode":"s07e03.json","edited":false},
{"time": "0:21:00", "speaker": "spk_4","line":"No, no. We do have his brother. Uh, Dale, all the Visine in the world could get you out of their","episode":"s07e03.json","edited":false},
{"time": "0:21:09", "speaker": "spk_0","line":"their Their names are the same name.","episode":"s07e03.json","edited":false},
{"time": "0:21:10", "speaker": "spk_4","line":"Will know his brother's Dale Roberts Jr. Okay?","episode":"s07e03.json","edited":false},
{"time": "0:21:13", "speaker": "spk_1","line":"He still rabbits. You have missed his mark. Joe,","episode":"s07e03.json","edited":false},
{"time": "0:21:21", "speaker": "spk_0","line":"you've got you also have Jesse Speak up. Roberts? Yes,","episode":"s07e03.json","edited":false},
{"time": "0:21:27", "speaker": "spk_4","line":"Jesse? Speak up, Robertson, which you couldn't tell from listening. What about, um, Josh was supposed to be an usher, but now on stage rested. Yeah, Yeah, he's filled in a few times. Unwanted. Unwanted? Yeah. Yeah. Which I like his gumption. That reminds me of myself. And","episode":"s07e03.json","edited":false},
{"time": "0:21:47", "speaker": "spk_0","line":"are you still working with Can't stop looking down the lens,","episode":"s07e03.json","edited":false},
{"time": "0:21:49", "speaker": "spk_1","line":"Stevenson? Yeah, No first name or can't memory a disease stop stop down the lens?","episode":"s07e03.json","edited":false},
{"time": "0:21:58", "speaker": "spk_4","line":"Because that's what we're always screaming","episode":"s07e03.json","edited":false},
{"time": "0:21:59", "speaker": "spk_1","line":"out. Theo camera. Even though there's no camera in the in the, uh,","episode":"s07e03.json","edited":false},
{"time": "0:22:06", "speaker": "spk_4","line":"absolutely. He will look right down the barrel of some still whatever he imagines the camera to be in ruin and ruin it. All right. P for long barreled shotgun and shot himself in the face. Todd, uh, what you could say And a lot of people have been is that these people don't exist. They're all different parts of my personality. Sort of sounds like a bad morning zoo show or something like that. I said, Well, let's remove the word bad. And maybe it doesn't. Yeah,","episode":"s07e03.json","edited":false},
{"time": "0:22:36", "speaker": "spk_3","line":"it's not","episode":"s07e03.json","edited":false},
{"time": "0:22:37", "speaker": "spk_1","line":"like you're doing that again. That was a couple of seasons ago. Because they've been calling you Todd. Uh, Tyler Durden. Padre, right? Yeah.","episode":"s07e03.json","edited":false},
{"time": "0:22:46", "speaker": "spk_4","line":"And I don't get the reference, You know, I am be kicking my own ass a lot of times in front of everybody. It's my life. I got a lot going on. I think right now I'm flourish. You were going to get to the bottom of this crime. I've learned a lot about how not to ruin crime scene. So the next one will be better. Because I showed up on the last one bleeding profusely, greasy fingers and figures, and I had just shaved and I was kind of trying to get that I shaved on the crime scene. So my hair is everywhere, but I feel like, um, I'm about to crack it. I don't know what's going on with you. What","episode":"s07e03.json","edited":false},
{"time": "0:23:28", "speaker": "spk_1","line":"was going to","episode":"s07e03.json","edited":false},
{"time": "0:23:28", "speaker": "spk_0","line":"say? We should probably we should mention that a lot of people are blaming these disappearances on the fact that we stayed at camp this week and did not go on the hike from from a decree from Bill. Bill said there will be no hike.","episode":"s07e03.json","edited":false},
{"time": "0:23:44", "speaker": "spk_1","line":"I've been giving decrees, which is allies kind like an old testament. Ask ah, form of leadership. But I've been giving decree's","episode":"s07e03.json","edited":false},
{"time": "0:23:54", "speaker": "spk_4","line":"been opening those huge scrolls and here yang off of them.","episode":"s07e03.json","edited":false},
{"time": "0:23:58", "speaker": "spk_1","line":"Yeah. I mean, you guys came up to the mount and heard. Heard me speak the other day. You walked up to me with a lit candle","episode":"s07e03.json","edited":false},
{"time": "0:24:06", "speaker": "spk_0","line":"and told me, Hear ye hear ye. But it was just me. And you told me a story.","episode":"s07e03.json","edited":false},
{"time": "0:24:11", "speaker": "spk_1","line":"Yeah. I mean, sorry. Uh, sorry. You know, I've been some would say I've been touched by","episode":"s07e03.json","edited":false},
{"time": "0:24:18", "speaker": "spk_4","line":"the Lord. What could I others would","episode":"s07e03.json","edited":false},
{"time": "0:24:20", "speaker": "spk_1","line":"say? I mentally ill.","episode":"s07e03.json","edited":false},
{"time": "0:24:22", "speaker": "spk_4","line":"Can I explain something to you? And I hope it doesn't ruin your worldview. But that that Bush wasn't burning randomly. That was my fire Bush on when you started talking to it. I just started talking back because I didn't know what to do. I didn't want to embarrass you.","episode":"s07e03.json","edited":false},
{"time": "0:24:40", "speaker": "spk_1","line":"Were sitting just on the other side of","episode":"s07e03.json","edited":false},
{"time": "0:24:41", "speaker": "spk_4","line":"the burning bush to keep warm. Yeah. Yeah. Well, as you","episode":"s07e03.json","edited":false},
{"time": "0:24:44", "speaker": "spk_1","line":"know, I was talking to a burning bush. I wasn't","episode":"s07e03.json","edited":false},
{"time": "0:24:46", "speaker": "spk_0","line":"next to a campfire screaming.","episode":"s07e03.json","edited":false},
{"time": "0:24:51", "speaker": "spk_4","line":"Okay, well, if that's what you need to believe, Um, that's fine. And frankly, it makes me confident in my acting ability.","episode":"s07e03.json","edited":false},
{"time": "0:24:58", "speaker": "spk_1","line":"Good said nothing is more. Nobody is more stable than those who claim they talk to the Lord. Well, in the Lord talks to them. I just","episode":"s07e03.json","edited":false},
{"time": "0:25:11", "speaker": "spk_4","line":"think it must be exhausting for you. You're dancing on the street with that sign that says God loves you. Uh, dude, like a lot of side flipping And, like, cheering and decided stuff, though the sign is poorly written and small Thought","episode":"s07e03.json","edited":false},
{"time": "0:25:26", "speaker": "spk_3","line":"Oh, come on. Well, I I also","episode":"s07e03.json","edited":false},
{"time": "0:25:30", "speaker": "spk_0","line":"am directing people to subway. Part of me loves you, especially if you buy a $5. At the back of the sign is a pretty obvious subway at the front is a religious phrase.","episode":"s07e03.json","edited":false},
{"time": "0:25:43", "speaker": "spk_1","line":"Listen, if I could pay, we gotta pay rent nowadays. You know I'm not I'm not Paul. I can't turn from Salta, Paul and have no income. A lot of people say","episode":"s07e03.json","edited":false},
{"time": "0:25:54", "speaker": "spk_0","line":"that's what I'm doing. I'm turning from Sean Paul. I'm doing a classic solid upon","episode":"s07e03.json","edited":false},
{"time": "0:25:59", "speaker": "spk_4","line":"due to solve the poll. A lot of people are saying that that's a full rip off of my sitcom from Seoul. DePaul.","episode":"s07e03.json","edited":false},
{"time": "0:26:08", "speaker": "spk_3","line":"I don't know","episode":"s07e03.json","edited":false},
{"time": "0:26:08", "speaker": "spk_1","line":"if a lot of people are saying What's a new sitcom? Better call Paul is raise. I think getting a pretty good reviews that Paul the Apostle. Yeah,","episode":"s07e03.json","edited":false},
{"time": "0:26:19", "speaker": "spk_4","line":"who Paul is.","episode":"s07e03.json","edited":false},
{"time": "0:26:20", "speaker": "spk_1","line":"Yeah, yes, yeah, yeah, because he was bad first","episode":"s07e03.json","edited":false},
{"time": "0:26:24", "speaker": "spk_4","line":"and its modern day Paul the Apostle And he does phone advice. It's kind of Frasier put with Paul.","episode":"s07e03.json","edited":false},
{"time": "0:26:30", "speaker": "spk_1","line":"It's exactly Fraser with Paul. Uh, he's got a little dog. Um, and that's that's the similarities. You guys were living such busy lives this summer at camp. I thought we","episode":"s07e03.json","edited":false},
{"time": "0:26:41", "speaker": "spk_0","line":"were coming out here to just calm down and","episode":"s07e03.json","edited":false},
{"time": "0:26:44", "speaker": "spk_4","line":"chill out. Well, we I mean, that stuff happens. There have been these disappearances. You would you say you've been fully chilled out in the kitchen.","episode":"s07e03.json","edited":false},
{"time": "0:26:53", "speaker": "spk_0","line":"I've really been keeping my head down And just cooking.","episode":"s07e03.json","edited":false},
{"time": "0:26:55", "speaker": "spk_4","line":"Yeah, just keeping your head down because you may be kept it a little too low in the","episode":"s07e03.json","edited":false},
{"time": "0:27:00", "speaker": "spk_3","line":"sky, but at","episode":"s07e03.json","edited":false},
{"time": "0:27:01", "speaker": "spk_1","line":"my forehead. Pretty bad. I burnt my forehead on the flame while I was trying to roast some potatoes on Is you forehead in top of hair and all of their well, I burn the top of my hair which led to the back","episode":"s07e03.json","edited":false},
{"time": "0:27:14", "speaker": "spk_0","line":"of my hair which led to my shirt which led to my pain which led to third degree burns on my Harry. But,","episode":"s07e03.json","edited":false},
{"time": "0:27:20", "speaker": "spk_3","line":"I mean, it's one point","episode":"s07e03.json","edited":false},
{"time": "0:27:22", "speaker": "spk_1","line":"I saw, I saw I heard you say orders up. Yeah, And you were on a plate. Listen, you were on the bike. I couldn't keep my head down. I've been staying focused in the kitchen and sometimes on your little to","episode":"s07e03.json","edited":false},
{"time": "0:27:37", "speaker": "spk_4","line":"focus, you can become a little too involved in your","episode":"s07e03.json","edited":false},
{"time": "0:27:39", "speaker": "spk_1","line":"work. So, yes, I did you myself up. You really been throwing yourself into your Yeah, I know, I know. Your thighs look carved professionally. Car. Well, thank you. It was a huge mistake. And now they're bandaged. I believe, because we're all prone. Teoh eating members of the podcast way Thrown tea blends body, old body.","episode":"s07e03.json","edited":false},
{"time": "0:28:07", "speaker": "spk_0","line":"It wasn't it wasn't a choice. It was a pre a pre condition you guys just had","episode":"s07e03.json","edited":false},
{"time": "0:28:10", "speaker": "spk_4","line":"Who could remember? I did love frankly, Sam, I was expecting to like it, but I loved your fingerling potatoes.","episode":"s07e03.json","edited":false},
{"time": "0:28:19", "speaker": "spk_1","line":"Thank you very much, and I I only have about one dish of those left to make on. Then I'm done with them. As you can see, the kitchen's been a little bit harder saying lately, because I only have a left hand to Sam. This is I don't know what's happening, but you're cooking yourself up in your serving yourself in the case that I made fingerling potatoes off my left hand and then I made Palm freeze. OK, so yes, I don't have a left hand anymore. My only complaint. It's all potato based","episode":"s07e03.json","edited":false},
{"time": "0:28:46", "speaker": "spk_3","line":"tickets. It's very starchy. Why you want todo","episode":"s07e03.json","edited":false},
{"time": "0:28:50", "speaker": "spk_4","line":"It's potatoes and your for your fingers and hands so you're getting a little protein, but I think you could branch out a little bit. I'm","episode":"s07e03.json","edited":false},
{"time": "0:28:57", "speaker": "spk_0","line":"trying to keep it simplification. Okay, I don't want to mess up and go to big. As","episode":"s07e03.json","edited":false},
{"time": "0:29:02", "speaker": "spk_3","line":"soon as you start","episode":"s07e03.json","edited":false},
{"time": "0:29:03", "speaker": "spk_1","line":"throwing in too many extra ingredients, it","episode":"s07e03.json","edited":false},
{"time": "0:29:05", "speaker": "spk_3","line":"says your tails","episode":"s07e03.json","edited":false},
{"time": "0:29:06", "speaker": "spk_1","line":"don't wait. Happened don't mean their","episode":"s07e03.json","edited":false},
{"time": "0:29:09", "speaker": "spk_0","line":"heads or tails in it.","episode":"s07e03.json","edited":false},
{"time": "0:29:11", "speaker": "spk_1","line":"I know, I know you're having trouble having keeping your balance trying to regular you're trying. You're trying to be regular. You're having trouble keeping your balance. And I think that's because you served mashed potatoes and you're you just thought I'd better not Feet. I thought I'm mashed him up well enough. And I guess I did. I guess I didn't. I guess you could tell that they were told. Isn't the problem? The problem was, there was no observant of your toes Were in that I toes Well, no, you shouldn't be. Failure isn't disguising your body parts. It's serving them. Listen, I","episode":"s07e03.json","edited":false},
{"time": "0:29:49", "speaker": "spk_3","line":"read a book","episode":"s07e03.json","edited":false},
{"time": "0:29:50", "speaker": "spk_0","line":"on creativity, and they said that","episode":"s07e03.json","edited":false},
{"time": "0:29:51", "speaker": "spk_1","line":"all the best artists and chefs I put in chefs really put themselves in your","episode":"s07e03.json","edited":false},
{"time": "0:29:57", "speaker": "spk_3","line":"modifying a book on Creative. It was about painters. I couldn't","episode":"s07e03.json","edited":false},
{"time": "0:30:01", "speaker": "spk_1","line":"find another good book about creativity. So I took, you know, and painters use their paints or whatever, and I use my feet. Nathan. Well, right? You put yourself into your work, but I","episode":"s07e03.json","edited":false},
{"time": "0:30:10", "speaker": "spk_0","line":"think you're taking I'll say this. I'm I'm glad you're You're putting yourself through this, Sam, because it feels like karma to me. You guys, you guys have done a couple of really shady things to me this summer already and this feels like karma. You slowly chiseling away pieces of your body until maybe you might just be ahead by the end of","episode":"s07e03.json","edited":false},
{"time": "0:30:28", "speaker": "spk_3","line":"this, you","episode":"s07e03.json","edited":false},
{"time": "0:30:29", "speaker": "spk_0","line":"know, because you guys know what you did. You know what you did.","episode":"s07e03.json","edited":false},
{"time": "0:30:32", "speaker": "spk_3","line":"You know, don't happy. I'm cutting off my hands and feet. These air accidents, what? Have a","episode":"s07e03.json","edited":false},
{"time": "0:30:37", "speaker": "spk_1","line":"little bit of heart, you know? Yeah, Well, you don't come here ahead only,","episode":"s07e03.json","edited":false},
{"time": "0:30:42", "speaker": "spk_0","line":"okay? I would tell you guys to have a little bit of heart because not only not only do you guys treat me like crap when we're recording, but you guys treat me like crap off the Micah's. Well, okay,","episode":"s07e03.json","edited":false},
{"time": "0:30:52", "speaker": "spk_4","line":"so why? Because we're trying to flush down the toilet, treat you like crap?","episode":"s07e03.json","edited":false},
{"time": "0:30:55", "speaker": "spk_0","line":"Yes. Yes. Why? Because every time you go around with a P. You who did that?","episode":"s07e03.json","edited":false},
{"time": "0:31:00", "speaker": "spk_1","line":"Yes. What? Because if you're in the middle of the room, double bunch of sawdust on you and walk away acting like I did something. Yes. Yeah.","episode":"s07e03.json","edited":false},
{"time": "0:31:07", "speaker": "spk_4","line":"Why? Because sometimes i shove you in my pants and walk around like nothing happened.","episode":"s07e03.json","edited":false},
{"time": "0:31:10", "speaker": "spk_1","line":"What? Because I try to wipe you off my butt cheeks all the time. Why? Because sometimes I'll eat it just to not have to find another meal. Yeah, well, sometimes, because I'll eat it cause I think it's embarrassed that I accidentally took one on the floor. But instead, I shouldn't have.","episode":"s07e03.json","edited":false},
{"time": "0:31:27", "speaker": "spk_0","line":"Are you guys done? Why? Because I stepped in a diaper and opportunity. I have kids at the mall so I could get a discount. The parent discount the obvious parents. You just showed them a dirty diaper and said, I'm apparently","episode":"s07e03.json","edited":false},
{"time": "0:31:38", "speaker": "spk_4","line":"you should have a diaper with you inside of","episode":"s07e03.json","edited":false},
{"time": "0:31:42", "speaker": "spk_1","line":"a parent discount. Is that what happened? Because I showed up at","episode":"s07e03.json","edited":false},
{"time": "0:31:46", "speaker": "spk_0","line":"the field day field for our second activity. I brought you guys breaded popcorn and I showed up. WEYDERT, Red ID visit breaded. It's breaded popcorn and I showed up expecting us to have a nice time hanging outside under the stars under the moon. Have a few snacks, hang out outside on the field. And what happened","episode":"s07e03.json","edited":false},
{"time": "0:32:05", "speaker": "spk_1","line":"there was flies all over you. Listen, I don't know why you keep trying to take us on a day that in the field you guys offered OK, it wasn't my choice. Snacks and sodas underneath the moon.","episode":"s07e03.json","edited":false},
{"time": "0:32:19", "speaker": "spk_3","line":"We went. We can't do that. stop trying to","episode":"s07e03.json","edited":false},
{"time": "0:32:22", "speaker": "spk_4","line":"trick us into a date. Maybe we'll hang out with you. Maybe it's the lie. That's frustrating.","episode":"s07e03.json","edited":false},
{"time": "0:32:26", "speaker": "spk_1","line":"I have my honesty be a crush on, you","episode":"s07e03.json","edited":false},
{"time": "0:32:28", "speaker": "spk_4","line":"know? Also, I don't want a loaf of popcorn. I never will. So I don't know what this bread is. Popcorn thing is, but I don't need a loaf of it. I don't need 12 grain bread in popcorn. I don't need I don't need popcorn. French toast.","episode":"s07e03.json","edited":false},
{"time": "0:32:50", "speaker": "spk_1","line":"I don't need cinnamon raisin loaf popcorn.","episode":"s07e03.json","edited":false},
{"time": "0:32:52", "speaker": "spk_0","line":"Okay. Well, you know what? Then I You","episode":"s07e03.json","edited":false},
{"time": "0:32:54", "speaker": "spk_3","line":"know","episode":"s07e03.json","edited":false},
{"time": "0:32:54", "speaker": "spk_0","line":"what? Maybe it's maybe it's time for me to just accept reality that we won't hang out. I've got a lot of responsibilities at the camp. You guys know you stink. OK, You guys know I'm headed over Teoh to the camp across the river. Uh, can't best Shalom to have a meeting about the triathlon. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:33:11", "speaker": "spk_1","line":"you're talking to them? Yes, urine. I'm saying sleeping with the enemy. I am not sleeping. You are gonna cause piece You're not gonna create peace between us and Beth Shalom. You better not cause me so cross pieces. You cost peace that the world","episode":"s07e03.json","edited":false},
{"time": "0:33:28", "speaker": "spk_0","line":"is over. No, you","episode":"s07e03.json","edited":false},
{"time": "0:33:30", "speaker": "spk_3","line":"need to let","episode":"s07e03.json","edited":false},
{"time": "0:33:30", "speaker": "spk_1","line":"me go over okay. And I will be the second coming. I want to get you What? You're looking to profit so quickly. I don't know what did. Alioum will start. People responded to me when I accidentally wore my robe. I just don't","episode":"s07e03.json","edited":false},
{"time": "0:33:52", "speaker": "spk_4","line":"know how you you are. You are missing something inside because you you are so drawn to any sort of organized religion to give you the more power complex. Yeah, it also you gotta power","episode":"s07e03.json","edited":false},
{"time": "0:34:06", "speaker": "spk_1","line":"way yearn for a master. What did you say? Hey,","episode":"s07e03.json","edited":false},
{"time": "0:34:12", "speaker": "spk_4","line":"I think I said I can't relate to having a power complex, but I just think, Could you go one summer without starting or being in a cult","episode":"s07e03.json","edited":false},
{"time": "0:34:22", "speaker": "spk_3","line":"or even changing your persona? Try not try to just","episode":"s07e03.json","edited":false},
{"time": "0:34:25", "speaker": "spk_1","line":"be Bill Cravy for looking weak except yourself. All right. All right. Fine,","episode":"s07e03.json","edited":false},
{"time": "0:34:30", "speaker": "spk_0","line":"because yeah, I think we all need to do that. I","episode":"s07e03.json","edited":false},
{"time": "0:34:32", "speaker": "spk_1","line":"think way except any tides this week. And you know what? I'm going to say it.","episode":"s07e03.json","edited":false},
{"time": "0:34:38", "speaker": "spk_0","line":"You're ridiculous. Voices are put on","episode":"s07e03.json","edited":false},
{"time": "0:34:41", "speaker": "spk_1","line":"what? Your regular You regular. This is a persona. Yeah, Yes. Yeah. Well, it's","episode":"s07e03.json","edited":false},
{"time": "0:34:48", "speaker": "spk_4","line":"not say their","episode":"s07e03.json","edited":false},
{"time": "0:34:48", "speaker": "spk_3","line":"eyes is a persona. Sam is getting Bill bill. I'll","episode":"s07e03.json","edited":false},
{"time": "0:34:57", "speaker": "spk_0","line":"let you know. That's just Sam has been seeing some of this propaganda that's been put out by the lunatic in the White House. And he's saying that your ridiculous voice,","episode":"s07e03.json","edited":false},
{"time": "0:35:05", "speaker": "spk_3","line":"i e I can direct ships just is good. And I would say that I actually come from a family of lighthouse operators. So I will be good running","episode":"s07e03.json","edited":false},
{"time": "0:35:18", "speaker": "spk_1","line":"the line would say that or it's true. It's true. Yeah, but you also said you were in the Navy, but you just did, you know, weaken training. You were never fucking on","episode":"s07e03.json","edited":false},
{"time": "0:35:28", "speaker": "spk_3","line":"mopped. The ship's mast, you mop up? Yes, some people were, like mopping the deck. And I was like, What about this poll","episode":"s07e03.json","edited":false},
{"time": "0:35:40", "speaker": "spk_4","line":"you were on? Um, you were on What was it? Um uh, Elephant seal. Team six.","episode":"s07e03.json","edited":false},
{"time": "0:35:49", "speaker": "spk_3","line":"That's right. I","episode":"s07e03.json","edited":false},
{"time": "0:35:50", "speaker": "spk_1","line":"storm to this group of rocks near the jetty. And I remember rocks was not the jetty itself. No, it was near the jetty. A group of bad looking rocks","episode":"s07e03.json","edited":false},
{"time": "0:36:01", "speaker": "spk_4","line":"was a group of rocks mirror group of rock. Are","episode":"s07e03.json","edited":false},
{"time": "0:36:05", "speaker": "spk_1","line":"you sure you got the right group of rocks? Yes, absolutely. We did re Kon for six months. We found out that you know who was living in this group of rocks. You know, Ho Ah,","episode":"s07e03.json","edited":false},
{"time": "0:36:17", "speaker": "spk_0","line":"Maciel Bin Laden.","episode":"s07e03.json","edited":false},
{"time": "0:36:18", "speaker": "spk_1","line":"Seal of bin Laden. Seal of in Latin Was there on? We all know what he did. Yeah, Yeah. We all know. He took down the two lifeguard towers. He took down the two lifeguard towers and we found him. I was. So if there's anybody who should be in the lighthouse, it's May and I'm running. Mission accomplished. I'm running. This is my announcement that I'm running for lunatic in the lighthouse. I don't think I don't think it has to be lunatic light. I e think it's president of the lighthouse. No, I'm when this is my road to the lighthouse and you guys can either be part of my team right now. You can either get on the plane with me to the first stop. What's the address to the lighthouse? One rock way I bought in","episode":"s07e03.json","edited":false},
{"time": "0:37:15", "speaker": "spk_4","line":"your team. I said it last week. I'll say it every week. If you're my friend, I'm on your team till the end. I don't care what the New York Times writes about you. I don't care what society decides about you. You're I am with you. You Here You are here first. Teachers, large fans. We got a lunatic in the white house right in the room. You woo your vote Your vote for Bill Cravy. I'm gonna kill you,","episode":"s07e03.json","edited":false},
{"time": "0:37:40", "speaker": "spk_3","line":"Todd. Sam, what do you say? Yeah, I think I think this country is ready for a change,","episode":"s07e03.json","edited":false},
{"time": "0:37:46", "speaker": "spk_1","line":"or at least the coast near the lighthouse. And, um","episode":"s07e03.json","edited":false},
{"time": "0:37:49", "speaker": "spk_3","line":"yeah, I'm for it. I think way disruptor","episode":"s07e03.json","edited":false},
{"time": "0:37:53", "speaker": "spk_0","line":"in the lighthouse.","episode":"s07e03.json","edited":false},
{"time": "0:37:54", "speaker": "spk_3","line":"Finally, I'm going","episode":"s07e03.json","edited":false},
{"time": "0:37:56", "speaker": "spk_1","line":"to go up there. I'm gonna walk up","episode":"s07e03.json","edited":false},
{"time": "0:37:58", "speaker": "spk_3","line":"all of those steps all the way to the top. And I am going to make that light go around so ships don't run in to the coastal I e o in here. Who in here likes","episode":"s07e03.json","edited":false},
{"time": "0:38:20", "speaker": "spk_1","line":"the paint scheme of the lighthouse? Right now? Right now. Way wanting to be","episode":"s07e03.json","edited":false},
{"time": "0:38:28", "speaker": "spk_3","line":"a little bit different. Little bit classier, right? Uh, I am going to bake the lighthouse. Oh, people life, I","episode":"s07e03.json","edited":false},
{"time": "0:38:40", "speaker": "spk_0","line":"don't mean to be a wet","episode":"s07e03.json","edited":false},
{"time": "0:38:40", "speaker": "spk_3","line":"blanket, but we're gonna listen to both sides So any thinks the current lunatic in the lighthouse fucks Children. I what","episode":"s07e03.json","edited":false},
{"time": "0:38:55", "speaker": "spk_4","line":"blanket has something to say?","episode":"s07e03.json","edited":false},
{"time": "0:38:56", "speaker": "spk_1","line":"Ok, you know, I like my name is I understand breaking news. Blunt is now when","episode":"s07e03.json","edited":false},
{"time": "0:39:04", "speaker": "spk_3","line":"I e o wait, print the way. Theo,","episode":"s07e03.json","edited":false},
{"time": "0:39:14", "speaker": "spk_0","line":"There's people like me out there. Bill, who you still need to convince. I don't want you to get this idea that you can just coast on your friends, your base. You can energize your base all you want, but there's people who want real change around here. Okay? And just talking about how the lunatic in the White House","episode":"s07e03.json","edited":false},
{"time": "0:39:30", "speaker": "spk_3","line":"way I know how to get more than just my base. You. I am here for way.","episode":"s07e03.json","edited":false},
{"time": "0:39:41", "speaker": "spk_0","line":"Need to settle down, guys, this is getting out of hand. Okay, We need to settle down t","episode":"s07e03.json","edited":false},
{"time": "0:39:46", "speaker": "spk_4","line":"profit to running for lunatic in the White House. A seven","episode":"s07e03.json","edited":false},
{"time": "0:39:49", "speaker": "spk_3","line":"day, less than 15 minutes blanket is a corporate shill.","episode":"s07e03.json","edited":false},
{"time": "0:39:54", "speaker": "spk_0","line":"Okay. All right. You know what? We need to take a break, because I I'm getting flustered.","episode":"s07e03.json","edited":false},
{"time": "0:39:58", "speaker": "spk_2","line":"Attention, campers. We'd like to sincerely apologize for the mix up this morning involving the morning trumpet wake up song being replaced by the audio from a YouTube video of a racist old white lady screaming at a walmart customer service representative.","episode":"s07e03.json","edited":false},
{"time": "0:40:18", "speaker": "spk_0","line":"Wow, man. Well, alright, guys will Look. Let's were also we've taken a break. We've taken a breath, right? I'm hopped up for my, uh, campaign. Yeah, well, listen, I think we need to just Ah, I'll remember that we are friends, quote unquote whatever that means and not let our differences sort of Ah, get get in the way. Okay, Because we do have a guest on the show today as we we we try to dio Ah, And we thought we might get a campers perspective on what's going on because, you know, we've We've been talking a lot, but we brought in a good a good camper. I'd say. Yeah. Fell by the name of Chadwick. Boss. Man","episode":"s07e03.json","edited":false},
{"time": "0:40:55", "speaker": "spk_5","line":"hates up guys. Chadwick, how are you? I'm solid. Solid for sure. How yesterday? We're pretty","episode":"s07e03.json","edited":false},
{"time": "0:41:02", "speaker": "spk_3","line":"good. Good. Yeah.","episode":"s07e03.json","edited":false},
{"time": "0:41:04", "speaker": "spk_4","line":"Chaos going on at the camp. It all in all I'm doing good personally","episode":"s07e03.json","edited":false},
{"time": "0:41:08", "speaker": "spk_5","line":"can cast Was CASS","episode":"s07e03.json","edited":false},
{"time": "0:41:10", "speaker": "spk_1","line":"you having fun? Are","episode":"s07e03.json","edited":false},
{"time": "0:41:12", "speaker": "spk_3","line":"you know, like, uh I didn't","episode":"s07e03.json","edited":false},
{"time": "0:41:14", "speaker": "spk_5","line":"come here for fun? I'm came here for business. Mostly.","episode":"s07e03.json","edited":false},
{"time": "0:41:19", "speaker": "spk_4","line":"You stepped off the bus and said I didn't come here to make friends.","episode":"s07e03.json","edited":false},
{"time": "0:41:22", "speaker": "spk_5","line":"Yeah, I said, but Well, yeah, I said that. But then I said the fun thing to because, like anyone is sound like one of those reality TV stars and really not Intria TV. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:41:33", "speaker": "spk_1","line":"yeah. It does seem as if you came into the camp one way, and now it seems as if you are richer or you're doing your your wealthier","episode":"s07e03.json","edited":false},
{"time": "0:41:46", "speaker": "spk_3","line":"now. Yeah, I'm kind of like a","episode":"s07e03.json","edited":false},
{"time": "0:41:47", "speaker": "spk_1","line":"drug lord. Ah, Drug lord. Drug court worked drug Lord,","episode":"s07e03.json","edited":false},
{"time": "0:41:53", "speaker": "spk_5","line":"uh, guess, uh, ah","episode":"s07e03.json","edited":false},
{"time": "0:41:56", "speaker": "spk_3","line":"was a lot of the","episode":"s07e03.json","edited":false},
{"time": "0:41:56", "speaker": "spk_1","line":"kids have been, like smoking weed. We would catch them smoking weed. Yeah, okay. In here. And they actually","episode":"s07e03.json","edited":false},
{"time": "0:42:01", "speaker": "spk_5","line":"co kaiina lots of wheat. But that's not me. I'm actually selling ties and, uh, Sands. And by ties and sands, I mean, Tylenol ins and tack","episode":"s07e03.json","edited":false},
{"time": "0:42:12", "speaker": "spk_1","line":"Okay, over the counter Tylenol and also over the counter. Uh, heartburn. So when you when you get lit up on San, you're talking about Zantac. So I'm","episode":"s07e03.json","edited":false},
{"time": "0:42:26", "speaker": "spk_5","line":"going with Zantac. I took half Azan on my way here,","episode":"s07e03.json","edited":false},
{"time": "0:42:30", "speaker": "spk_1","line":"Uh, because you had eaten a burrito, made","episode":"s07e03.json","edited":false},
{"time": "0:42:34", "speaker": "spk_5","line":"a burrito and eso I'm good now, but like, a lot of my money comes from the drugs ideal. I don't I wanted to do things a little differently. You know, we don't really have a pharmacy on on the campsite here, Right on their wares is a bit","episode":"s07e03.json","edited":false},
{"time": "0:42:49", "speaker": "spk_1","line":"and that. Well, let's let's watch your mom. Yeah,","episode":"s07e03.json","edited":false},
{"time": "0:42:54", "speaker": "spk_3","line":"she's a","episode":"s07e03.json","edited":false},
{"time": "0:42:54", "speaker": "spk_5","line":"bitch, though. My mom was a straight up fucking","episode":"s07e03.json","edited":false},
{"time": "0:42:57", "speaker": "spk_1","line":"bitch. Okay. All right, All right. Most people like her. Chadwick. I bought some perkies. You remember the other day? Eyes? Yes. And perkies trying to get, you know, just kind of a pain pill, Buzz. Yeah. Um, and it seemed like it was just in old school coffee machine. A percolator.","episode":"s07e03.json","edited":false},
{"time": "0:43:15", "speaker": "spk_5","line":"Yeah, yeah, yeah. It was an old school coffee","episode":"s07e03.json","edited":false},
{"time": "0:43:20", "speaker": "spk_3","line":"machine, but I don't do the job. Know what do you do? You were perked up. You were tired","episode":"s07e03.json","edited":false},
{"time": "0:43:28", "speaker": "spk_1","line":"from making coffee, trying to figure it out. And also it like it was so old. It shocked me when I tried to plug it into the wall.","episode":"s07e03.json","edited":false},
{"time": "0:43:35", "speaker": "spk_5","line":"Dude debts. And I don't do you, Would you? If I still do coke, would you come back and try to return the coke to","episode":"s07e03.json","edited":false},
{"time": "0:43:40", "speaker": "spk_3","line":"me? I don't really want to hear it was a Coca Cola, which you've also been selling for more expensive. And you can get him at the little ended by 19.","episode":"s07e03.json","edited":false},
{"time": "0:43:51", "speaker": "spk_5","line":"Well, what? That's your bad did you got? You got I can. I'm a hustler. I could sell assault to a snail,","episode":"s07e03.json","edited":false},
{"time": "0:43:57", "speaker": "spk_0","line":"bro. Which, by the way, yeah, Yeah. The snails have been out of control this summer.","episode":"s07e03.json","edited":false},
{"time": "0:44:05", "speaker": "spk_3","line":"Oh, yeah. Oh, yeah,","episode":"s07e03.json","edited":false},
{"time": "0:44:06", "speaker": "spk_5","line":"because it's fucking raining Did. And like, I've been straight up, I've been making bread, selling assault to these fucking snails. You'd be surprised.","episode":"s07e03.json","edited":false},
{"time": "0:44:15", "speaker": "spk_1","line":"This is so horrible. I mean, you're taking these snails livelihood, all of their money, and","episode":"s07e03.json","edited":false},
{"time": "0:44:21", "speaker": "spk_3","line":"I'm your burning them with. So it's kind. I don't","episode":"s07e03.json","edited":false},
{"time": "0:44:24", "speaker": "spk_1","line":"know if it's okay to say this, but I saw you sail a Popsicle to an Eskimo.","episode":"s07e03.json","edited":false},
{"time": "0:44:30", "speaker": "spk_5","line":"Yeah, Yeah, I fucking soul Genesco. He bought it with the fucks. The","episode":"s07e03.json","edited":false},
{"time": "0:44:34", "speaker": "spk_3","line":"problem. Honestly, like, Look, guys, I didn't","episode":"s07e03.json","edited":false},
{"time": "0:44:37", "speaker": "spk_5","line":"come here to make friends or Todd Fund","episode":"s07e03.json","edited":false},
{"time": "0:44:42", "speaker": "spk_3","line":"came here to see","episode":"s07e03.json","edited":false},
{"time": "0:44:43", "speaker": "spk_5","line":"if you guys want to buy anything off me because I'm all about my business.","episode":"s07e03.json","edited":false},
{"time": "0:44:48", "speaker": "spk_4","line":"I just clarify one thing. Breath. Are you trying to trick me into buying over the counter drugs or you just selling me over the counter? Did","episode":"s07e03.json","edited":false},
{"time": "0:44:56", "speaker": "spk_5","line":"I Don't turn tricks? I saw drugs.","episode":"s07e03.json","edited":false},
{"time": "0:44:58", "speaker": "spk_4","line":"I know you want to include everybody. I wasn't trying to see if this little boy turned tricks.","episode":"s07e03.json","edited":false},
{"time": "0:45:05", "speaker": "spk_5","line":"I'm 17. I'm gonna get gotten that again. I'm not a little bit","episode":"s07e03.json","edited":false},
{"time": "0:45:10", "speaker": "spk_4","line":"under it. It's a legal thing. I have to announce that now. Forever.","episode":"s07e03.json","edited":false},
{"time": "0:45:14", "speaker": "spk_1","line":"Way. You have to say you have Teoh. I saw you move the other day and you went I don't know what you were doing. What? You were going door to door and you said you were selling stuff. But I think you guys","episode":"s07e03.json","edited":false},
{"time": "0:45:31", "speaker": "spk_5","line":"like, Wait, do you fuck kids understand? Understand kids?","episode":"s07e03.json","edited":false},
{"time": "0:45:42", "speaker": "spk_4","line":"No, of course not. It was sick. I It's a crazy thing. I don't even know how to just","episode":"s07e03.json","edited":false},
{"time": "0:45:50", "speaker": "spk_1","line":"It was unfortunate thing he was at the gym naked in the locker room and accidentally walked out the back door. It was another room, you Walker. All playground.","episode":"s07e03.json","edited":false},
{"time": "0:46:03", "speaker": "spk_4","line":"Unfortunately, my gym, my gym. I uses a middle school gym. I work out on the on their wall course and will shoot hoops on. And then I'll change in the bathroom. And I took a call. I walked up back. Uh, I forgot I was fully moved. So now","episode":"s07e03.json","edited":false},
{"time": "0:46:21", "speaker": "spk_1","line":"has a technicality. One of those guys who brings his cell phone into the steam","episode":"s07e03.json","edited":false},
{"time": "0:46:26", "speaker": "spk_4","line":"room. I mean, and to be fair, that was more traumatizing to me because all the kids were looking reporting. It's","episode":"s07e03.json","edited":false},
{"time": "0:46:30", "speaker": "spk_1","line":"smaller than ours. That's it's exactly I got a big dick. Yeah, I got a big day. Yes, DS girls","episode":"s07e03.json","edited":false},
{"time": "0:46:42", "speaker": "spk_5","line":"suck me off for","episode":"s07e03.json","edited":false},
{"time": "0:46:43", "speaker": "spk_1","line":"some kendo. Whoa, she's Jesus. Just got a girl. The stomachache suck your dick to get some Pepto Bismol. That's mean. Probably players feel worse.","episode":"s07e03.json","edited":false},
{"time": "0:46:57", "speaker": "spk_5","line":"I did. My cum tastes like pineapples because I eat pineapples.","episode":"s07e03.json","edited":false},
{"time": "0:47:02", "speaker": "spk_4","line":"Would you know what it tastes like?","episode":"s07e03.json","edited":false},
{"time": "0:47:03", "speaker": "spk_5","line":"Tasted it. Do you guys not taste your own calm?","episode":"s07e03.json","edited":false},
{"time": "0:47:09", "speaker": "spk_1","line":"Rarely. Not really.","episode":"s07e03.json","edited":false},
{"time": "0:47:11", "speaker": "spk_4","line":"I don't produce any anymore. So","episode":"s07e03.json","edited":false},
{"time": "0:47:14", "speaker": "spk_5","line":"you don't produce common number to spare?","episode":"s07e03.json","edited":false},
{"time": "0:47:16", "speaker": "spk_4","line":"Uh, yours","episode":"s07e03.json","edited":false},
{"time": "0:47:18", "speaker": "spk_1","line":"is actually called Go right.","episode":"s07e03.json","edited":false},
{"time": "0:47:20", "speaker": "spk_3","line":"Wait. What comes out of here?","episode":"s07e03.json","edited":false},
{"time": "0:47:27", "speaker": "spk_1","line":"Because it's like, Go, go away. You're about to die, or you're about to move on to the next life. It's It's like, um, wait, it's evolutionary Italy. People want to get away from it,","episode":"s07e03.json","edited":false},
{"time": "0:47:40", "speaker": "spk_4","line":"right? Yeah, that's exactly right. I kind of like","episode":"s07e03.json","edited":false},
{"time": "0:47:43", "speaker": "spk_0","line":"a gas. It's like,","episode":"s07e03.json","edited":false},
{"time": "0:47:45", "speaker": "spk_1","line":"Yeah, it's used by the military. Todd comes. There's a little puff of gas that shoots out. That is, makes you say Yeah. I mean, you're independently wealthy because you sell your go to different countries","episode":"s07e03.json","edited":false},
{"time": "0:47:57", "speaker": "spk_5","line":"use. Do you sell your go down to push it?","episode":"s07e03.json","edited":false},
{"time": "0:48:01", "speaker": "spk_4","line":"I kind of have a I have an exclusive deal with someone, uh, some Libyans right now. What? I'm selling my go to, um I'm secretly sucks of my go to Assad. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:48:17", "speaker": "spk_3","line":"I got d j coward. Son is underside.","episode":"s07e03.json","edited":false},
{"time": "0:48:20", "speaker": "spk_4","line":"Yeah. Yeah, Another one. Huh? Uh, the two sides, including, you know, but we make we the best music. Uh,","episode":"s07e03.json","edited":false},
{"time": "0:48:32", "speaker": "spk_3","line":"okay. You the best weapons, right? I would","episode":"s07e03.json","edited":false},
{"time": "0:48:37", "speaker": "spk_5","line":"like I mean, listen, I'll give you my business card. Um, you can hit me up. And, like, I'd love to consider selling your goo. Your go. I","episode":"s07e03.json","edited":false},
{"time": "0:48:47", "speaker": "spk_4","line":"get so my girl, But you have to get it out of my Q tips.","episode":"s07e03.json","edited":false},
{"time": "0:48:50", "speaker": "spk_5","line":"So that's out of your ears. Did you seem sick? I don't mean the cool kind. Like you actually. Seems like you might be sick. Okay, but like, anyway, this would suck me off","episode":"s07e03.json","edited":false},
{"time": "0:49:02", "speaker": "spk_1","line":"way. We've gotten away from that. I think this is very impressive. Business card. Weighty. Nicely printed.","episode":"s07e03.json","edited":false},
{"time": "0:49:09", "speaker": "spk_5","line":"Yeah. Did it vista print? You get 20% off with a permit. My mind","episode":"s07e03.json","edited":false},
{"time": "0:49:13", "speaker": "spk_1","line":"Do not doom or any more ads","episode":"s07e03.json","edited":false},
{"time": "0:49:15", "speaker": "spk_0","line":"on this show. General, we keep telling you,","episode":"s07e03.json","edited":false},
{"time": "0:49:18", "speaker": "spk_4","line":"you cut your ads from the drug,","episode":"s07e03.json","edited":false},
{"time": "0:49:20", "speaker": "spk_5","line":"did you? Not Because if you dio I can't. They're not gonna give me these 20 percenters. Uh, save me 20% off this. This version and I decided to get textbooks sick cards like","episode":"s07e03.json","edited":false},
{"time": "0:49:31", "speaker": "spk_1","line":"the cover woke up the whole text, but it is a little book.","episode":"s07e03.json","edited":false},
{"time": "0:49:36", "speaker": "spk_5","line":"Yeah, yeah, yeah, it's but it's you're not gonna forget it, right? And thing is, the feds can't get me for, like, selling ties and sands cause, like you convey by those wherever. But","episode":"s07e03.json","edited":false},
{"time": "0:49:47", "speaker": "spk_4","line":"since you're here, do you have anything for, um, I've been a little depressed because my daughter runs away from me every time I tried to get her attention on I'm having trouble sleeping. Do you have anything for that?","episode":"s07e03.json","edited":false},
{"time": "0:49:58", "speaker": "spk_5","line":"Yeah. Melatonin. I sell my alternate. You could buy three pills for 45. Okay,","episode":"s07e03.json","edited":false},
{"time": "0:50:05", "speaker": "spk_1","line":"cool. They talk. Thank you. Toes like Trader Joe's three pills. Melatonin before $45.","episode":"s07e03.json","edited":false},
{"time": "0:50:14", "speaker": "spk_3","line":"Chadwick No. Shut the fuck up. Your Sam ing People working with people. I'm not fucking. It's not even like you're selling diluted cocaine. You're selling over the counter. They know what's up. He knows","episode":"s07e03.json","edited":false},
{"time": "0:50:27", "speaker": "spk_5","line":"he could buy it. A trader Joe's. Who is there? Trader Joe's close by.","episode":"s07e03.json","edited":false},
{"time": "0:50:30", "speaker": "spk_4","line":"Not that I fell out into.","episode":"s07e03.json","edited":false},
{"time": "0:50:32", "speaker": "spk_3","line":"Okay, that dude. Okay. Your deal. Trader Joe's. What's that? What's your deal Traded? Well, I set","episode":"s07e03.json","edited":false},
{"time": "0:50:39", "speaker": "spk_4","line":"up because they will wear these war insurance.","episode":"s07e03.json","edited":false},
{"time": "0:50:40", "speaker": "spk_1","line":"Yeah, he always comes in. And does this character trader Jose, wait. What is it doing? Well, that's problematic. It's here. It's not trader.","episode":"s07e03.json","edited":false},
{"time": "0:50:56", "speaker": "spk_0","line":"It's not Trader Jose, It's traitor. Say it's a man named Jose Straight who has betrayed his","episode":"s07e03.json","edited":false},
{"time": "0:51:02", "speaker": "spk_1","line":"country Here, Luckily, doesn't go big with the accent, but you know it. Zell offensive","episode":"s07e03.json","edited":false},
{"time": "0:51:08", "speaker": "spk_3","line":"Did what? What is it?","episode":"s07e03.json","edited":false},
{"time": "0:51:10", "speaker": "spk_4","line":"Well, it's just a walking a and I'm wearing the whole get up. You can imagine. I walk right in and I go. You can't trust me. I'm a trader. Mango","episode":"s07e03.json","edited":false},
{"time": "0:51:23", "speaker": "spk_1","line":"Main, like Scarface, was the main.","episode":"s07e03.json","edited":false},
{"time": "0:51:25", "speaker": "spk_4","line":"Yeah, I based it Pretty have allowed Scarface. Okay,","episode":"s07e03.json","edited":false},
{"time": "0:51:30", "speaker": "spk_1","line":"it's a brand new character named trainer. Jose","episode":"s07e03.json","edited":false},
{"time": "0:51:32", "speaker": "spk_3","line":"resembles a lot of scars.","episode":"s07e03.json","edited":false},
{"time": "0:51:33", "speaker": "spk_4","line":"It's got some Scarface stuff. It's got a little bit of Serpico. It's got some. It's got some every any given Sunday. It's got some Roy count from Angels in America. It's all Pacino. You know, it's got some,","episode":"s07e03.json","edited":false},
{"time": "0:51:46", "speaker": "spk_3","line":"uh, look","episode":"s07e03.json","edited":false},
{"time": "0:51:46", "speaker": "spk_1","line":"of working in there. It","episode":"s07e03.json","edited":false},
{"time": "0:51:47", "speaker": "spk_4","line":"was a little bit of good work. It","episode":"s07e03.json","edited":false},
{"time": "0:51:49", "speaker": "spk_3","line":"there's a lot of well, especially the very end of","episode":"s07e03.json","edited":false},
{"time": "0:51:54", "speaker": "spk_4","line":"it, which is be following people around, trying to see if they want me to kill them for","episode":"s07e03.json","edited":false},
{"time": "0:51:58", "speaker": "spk_3","line":"you. A sample guy to sleep.","episode":"s07e03.json","edited":false},
{"time": "0:52:00", "speaker": "spk_5","line":"It's what I thinking defense nails did is what's not free. Those work in","episode":"s07e03.json","edited":false},
{"time": "0:52:05", "speaker": "spk_3","line":"shape. You are a fucking dude. What's your","episode":"s07e03.json","edited":false},
{"time": "0:52:09", "speaker": "spk_5","line":"fucking name? Fuck you do.","episode":"s07e03.json","edited":false},
{"time": "0:52:13", "speaker": "spk_3","line":"Fuck you. You don't do shit here, you bitch! In your mom and you sell bullshit. You tell animals I could get you second kill Bill. Yeah, right. Yeah. I'm","episode":"s07e03.json","edited":false},
{"time": "0:52:25", "speaker": "spk_1","line":"running for lunatic in the White House.","episode":"s07e03.json","edited":false},
{"time": "0:52:28", "speaker": "spk_5","line":"What the fuck is that, bro?","episode":"s07e03.json","edited":false},
{"time": "0:52:29", "speaker": "spk_1","line":"It's the lighthouse. I'm on the road to the lighthouse. So good luck killing me because, yes, you will be coming for you.","episode":"s07e03.json","edited":false},
{"time": "0:52:37", "speaker": "spk_3","line":"Dude. Who? The secret surface this'll","episode":"s07e03.json","edited":false},
{"time": "0:52:44", "speaker": "spk_5","line":"do. You could do some of my medication. Did","episode":"s07e03.json","edited":false},
{"time": "0:52:48", "speaker": "spk_1","line":"very stressed. This run is taking all this run that I started about 20 minutes ago. It's taking it all out of me.","episode":"s07e03.json","edited":false},
{"time": "0:52:56", "speaker": "spk_5","line":"Well, I could I could prescribe you some some lavender oil lavender outside you a canteen of it for 100 flat cash Right now, if you want to do Venmo Square, I'll do 1 50","episode":"s07e03.json","edited":false},
{"time": "0:53:10", "speaker": "spk_4","line":"I told you Square","episode":"s07e03.json","edited":false},
{"time": "0:53:11", "speaker": "spk_1","line":"you say you'll take","episode":"s07e03.json","edited":false},
{"time": "0:53:12", "speaker": "spk_4","line":"you want to do Venmo you square, You'll","episode":"s07e03.json","edited":false},
{"time": "0:53:13", "speaker": "spk_1","line":"take less cash or you'll take more Venmo What's gonna cover fees?","episode":"s07e03.json","edited":false},
{"time": "0:53:19", "speaker": "spk_4","line":"Here? I got you cash. Keep the change,","episode":"s07e03.json","edited":false},
{"time": "0:53:22", "speaker": "spk_3","line":"dude. Where's all your cash","episode":"s07e03.json","edited":false},
{"time": "0:53:23", "speaker": "spk_4","line":"coming, friend I'm doing was cash really cash rich daughters land? I will work with my daughter's land poor right now, but I got a lot of money right now.","episode":"s07e03.json","edited":false},
{"time": "0:53:35", "speaker": "spk_3","line":"I have noticed your","episode":"s07e03.json","edited":false},
{"time": "0:53:38", "speaker": "spk_1","line":"bunk is looking pretty dope.","episode":"s07e03.json","edited":false},
{"time": "0:53:40", "speaker": "spk_5","line":"Yeah, I put 20 twos on","episode":"s07e03.json","edited":false},
{"time": "0:53:41", "speaker": "spk_1","line":"it. Yeah, usually something you do to a car way. Thought you","episode":"s07e03.json","edited":false},
{"time": "0:53:47", "speaker": "spk_4","line":"had a visitor. That was gonna be your dad or something, but it was exhibit coming in.","episode":"s07e03.json","edited":false},
{"time": "0:53:53", "speaker": "spk_3","line":"Your whole gas grew into a drive","episode":"s07e03.json","edited":false},
{"time": "0:53:57", "speaker": "spk_5","line":"ever here at the camp. Can't drive. My mom won't let me have a car. She's a bitch, but like so I put 22","episode":"s07e03.json","edited":false},
{"time": "0:54:03", "speaker": "spk_4","line":"was very, very","episode":"s07e03.json","edited":false},
{"time": "0:54:04", "speaker": "spk_5","line":"leather seats on my twin Excel best mattress,","episode":"s07e03.json","edited":false},
{"time": "0:54:09", "speaker": "spk_1","line":"which is hard to sleep on now because there's two chairs on top","episode":"s07e03.json","edited":false},
{"time": "0:54:12", "speaker": "spk_4","line":"of it to leather to speak of her to sleep. The subwoofers are out of this world.","episode":"s07e03.json","edited":false},
{"time": "0:54:16", "speaker": "spk_0","line":"Yeah, it's nice that you you fitted them into inside the toilets in the bathrooms.","episode":"s07e03.json","edited":false},
{"time": "0:54:22", "speaker": "spk_1","line":"Your pillow is a fish tank.","episode":"s07e03.json","edited":false},
{"time": "0:54:25", "speaker": "spk_5","line":"You don't get it,","episode":"s07e03.json","edited":false},
{"time": "0:54:26", "speaker": "spk_1","line":"will you? Said that one sleeps with the fishes. I don't know. You said that thing about how you've been fishing one time and then they just ran with the theme in the whole book. Yeah. Yes. Official over the place. I Yes, I like they really feed you that fishing.","episode":"s07e03.json","edited":false},
{"time": "0:54:39", "speaker": "spk_5","line":"Well, yeah, like I told him because they were asking about my dad Is my dad left when I was my dad left when I was six.","episode":"s07e03.json","edited":false},
{"time": "0:54:45", "speaker": "spk_1","line":"Because you're a dickhead. He let he didn't.","episode":"s07e03.json","edited":false},
{"time": "0:54:48", "speaker": "spk_3","line":"You know you're wearing them all. You don't fucking","episode":"s07e03.json","edited":false},
{"time": "0:54:51", "speaker": "spk_1","line":"man. You ran your dad off. You're the first child Guinness to run his own dad off. His dad wanted to stay.","episode":"s07e03.json","edited":false},
{"time": "0:54:58", "speaker": "spk_5","line":"My Now. My dad was a dick. My dad was a dick. My mom's a bitch. So matching","episode":"s07e03.json","edited":false},
{"time": "0:55:03", "speaker": "spk_3","line":"up like that. Your dad was a","episode":"s07e03.json","edited":false},
{"time": "0:55:04", "speaker": "spk_5","line":"pastor? Yeah. Yeah, he's a pastor, and he's always telling me you should about how to act and like like God loves me like fuck that dude.","episode":"s07e03.json","edited":false},
{"time": "0:55:13", "speaker": "spk_4","line":"And so you sent him out for a pack of cigarettes","episode":"s07e03.json","edited":false},
{"time": "0:55:19", "speaker": "spk_1","line":"log, and she actually missed You ran out on him while he was out for a Pakistani, and","episode":"s07e03.json","edited":false},
{"time": "0:55:30", "speaker": "spk_0","line":"he didn't even smoke, right?","episode":"s07e03.json","edited":false},
{"time": "0:55:31", "speaker": "spk_1","line":"No, you didn't smoke.","episode":"s07e03.json","edited":false},
{"time": "0:55:32", "speaker": "spk_4","line":"Well, he does now. He has had a downward spiral ever. Yep. It's Pastor, Pastor, Boss man.","episode":"s07e03.json","edited":false},
{"time": "0:55:39", "speaker": "spk_5","line":"Pastor. Boss man. Yeah,","episode":"s07e03.json","edited":false},
{"time": "0:55:41", "speaker": "spk_4","line":"well, things went really downhill after you left him, because he's now he's looking for a son Figure? Uh huh. Yes. Kind of said,","episode":"s07e03.json","edited":false},
{"time": "0:55:51", "speaker": "spk_1","line":"yeah. He's really filling that hole with a bunch of toe. Live my like, my life. So I had to, Like, I wanted to wait get","episode":"s07e03.json","edited":false},
{"time": "0:56:01", "speaker": "spk_4","line":"these medicines from Do you just buy them from the pharmacy and charge him at a, uh, what's the word up charge? Enough charge.","episode":"s07e03.json","edited":false},
{"time": "0:56:09", "speaker": "spk_5","line":"I buy him from CBS.","episode":"s07e03.json","edited":false},
{"time": "0:56:11", "speaker": "spk_1","line":"Not even the pharmacy. Just,","episode":"s07e03.json","edited":false},
{"time": "0:56:13", "speaker": "spk_5","line":"you know, just going to CVS. I get him. Ah, And then when there is, when they are on sale, I asked for to pine for full price, and then I sell him, and then I sell him back.","episode":"s07e03.json","edited":false},
{"time": "0:56:25", "speaker": "spk_4","line":"Us The people Brunch?","episode":"s07e03.json","edited":false},
{"time": "0:56:26", "speaker": "spk_5","line":"Yeah, Things aren't.","episode":"s07e03.json","edited":false},
{"time": "0:56:27", "speaker": "spk_1","line":"You won't use a coupon,","episode":"s07e03.json","edited":false},
{"time": "0:56:29", "speaker": "spk_5","line":"right? No, no, they, you know, they send you give. It was like fucking long gas coupons last time. Oh, I love a long receipt. Yeah, like","episode":"s07e03.json","edited":false},
{"time": "0:56:36", "speaker": "spk_3","line":"I love received. Yeah, well, last time I","episode":"s07e03.json","edited":false},
{"time": "0:56:38", "speaker": "spk_5","line":"did that shit like I like the lady at the registered game. It's, like, long that's liking your, uh Yeah, she's a bitch. But like, give me a long fucking receipt. And like, I let that shit on fire","episode":"s07e03.json","edited":false},
{"time": "0:56:51", "speaker": "spk_3","line":"your store receipts, my","episode":"s07e03.json","edited":false},
{"time": "0:56:53", "speaker": "spk_0","line":"great candling. Oh, my God. I love receipts and coupons. I love him. Give me more CBS","episode":"s07e03.json","edited":false},
{"time": "0:56:59", "speaker": "spk_5","line":"so you can fucking have mine, bro.","episode":"s07e03.json","edited":false},
{"time": "0:57:01", "speaker": "spk_4","line":"You said at the beginning, and I think this is accurate that you're a bit of a drug lord around the camp. I'm a drug lord. Drug Lord. I'm sorry. So that's Ah, uh, that's just","episode":"s07e03.json","edited":false},
{"time": "0:57:10", "speaker": "spk_5","line":"two steps above a lawyer.","episode":"s07e03.json","edited":false},
{"time": "0:57:11", "speaker": "spk_4","line":"Okay, What's in between, Lord and Lord?","episode":"s07e03.json","edited":false},
{"time": "0:57:15", "speaker": "spk_5","line":"Well, there's a kingpin, and there's a queen pin. And then there's a drug","episode":"s07e03.json","edited":false},
{"time": "0:57:18", "speaker": "spk_4","line":"lord, uh, you got your black belt on, but you're acting like","episode":"s07e03.json","edited":false},
{"time": "0:57:24", "speaker": "spk_3","line":"you wearing pretty much","episode":"s07e03.json","edited":false},
{"time": "0:57:25", "speaker": "spk_1","line":"a karate. Yeah. Is that what drug war is? Where they just worry like kids?","episode":"s07e03.json","edited":false},
{"time": "0:57:33", "speaker": "spk_5","line":"Karate gear with black boats. Yeah, well, it's not a kids gear. This is an adult year. Yeah, but yeah. No. Big on you. Uh, dude, I'm gonna grow into it by the end of this","episode":"s07e03.json","edited":false},
{"time": "0:57:42", "speaker": "spk_1","line":"year. Dio. Yes, you're 17. But you haven't come","episode":"s07e03.json","edited":false},
{"time": "0:57:46", "speaker": "spk_5","line":"here to get picked on. I came here to sell drugs and basis.","episode":"s07e03.json","edited":false},
{"time": "0:57:50", "speaker": "spk_4","line":"Well, sorry you're on the Landry Bullet kids in here.","episode":"s07e03.json","edited":false},
{"time": "0:57:52", "speaker": "spk_5","line":"Yeah. You fucked him, Apparently.","episode":"s07e03.json","edited":false},
{"time": "0:57:56", "speaker": "spk_1","line":"Oh, bullied back. Come on. He had to take a call.","episode":"s07e03.json","edited":false},
{"time": "0:58:02", "speaker": "spk_4","line":"That was more humiliating for me than them","episode":"s07e03.json","edited":false},
{"time": "0:58:04", "speaker": "spk_3","line":"e you want that? You almost","episode":"s07e03.json","edited":false},
{"time": "0:58:07", "speaker": "spk_1","line":"won. Would they take a call defense?","episode":"s07e03.json","edited":false},
{"time": "0:58:08", "speaker": "spk_3","line":"Who takes a","episode":"s07e03.json","edited":false},
{"time": "0:58:08", "speaker": "spk_5","line":"call with their dick out?","episode":"s07e03.json","edited":false},
{"time": "0:58:10", "speaker": "spk_4","line":"Well, I got another Ryan's roses. This keeps happening.","episode":"s07e03.json","edited":false},
{"time": "0:58:17", "speaker": "spk_1","line":"Cried Secrets has gotten you so many times with Ryan's roses did.","episode":"s07e03.json","edited":false},
{"time": "0:58:23", "speaker": "spk_3","line":"Anyway, um, any You guys want to buy anything off of me? Eric, I Honestly,","episode":"s07e03.json","edited":false},
{"time": "0:58:28", "speaker": "spk_0","line":"I I'm not here to attack you.","episode":"s07e03.json","edited":false},
{"time": "0:58:30", "speaker": "spk_5","line":"Okay? Did like I'm here.","episode":"s07e03.json","edited":false},
{"time": "0:58:32", "speaker": "spk_0","line":"I'm here to sort of get to the bottom blunt. No,","episode":"s07e03.json","edited":false},
{"time": "0:58:35", "speaker": "spk_3","line":"I want to get to the","episode":"s07e03.json","edited":false},
{"time": "0:58:36", "speaker": "spk_0","line":"bottom of who you are. No drug lord. No drug lord starts from like, uh, the top. Right. Starting to bottom sort of. Originally was the thing that got you into selling easy to find drugs.","episode":"s07e03.json","edited":false},
{"time": "0:58:52", "speaker": "spk_5","line":"Well, like Well, okay. I feel like that was an insult. You said? Yeah, like no backhand. And I just wanted to","episode":"s07e03.json","edited":false},
{"time": "0:58:59", "speaker": "spk_0","line":"be clear, because you aren't a drug dealer.","episode":"s07e03.json","edited":false},
{"time": "0:59:01", "speaker": "spk_5","line":"Well, I am a drug dealer. Did I just told you is a fucking drug dealer?","episode":"s07e03.json","edited":false},
{"time": "0:59:05", "speaker": "spk_3","line":"I think what he's","episode":"s07e03.json","edited":false},
{"time": "0:59:06", "speaker": "spk_1","line":"saying is like, You're like a low rent bad","episode":"s07e03.json","edited":false},
{"time": "0:59:07", "speaker": "spk_0","line":"version of a drug","episode":"s07e03.json","edited":false},
{"time": "0:59:08", "speaker": "spk_5","line":"deal. Stop with the fucking dick. Signature killed. I can get you kill you get killed. So Scottish killed way. Don't want over priced killed. I'm not going to sell you a kilted, but I could get you killed. Did","episode":"s07e03.json","edited":false},
{"time": "0:59:24", "speaker": "spk_1","line":"Does that mean you can get us measured for a kilt when we're not looking? What does that mean?","episode":"s07e03.json","edited":false},
{"time": "0:59:27", "speaker": "spk_0","line":"You can get us killed.","episode":"s07e03.json","edited":false},
{"time": "0:59:28", "speaker": "spk_5","line":"I could get you fucking killed. Don't make me tell you what it issue. Don't know till happens. I","episode":"s07e03.json","edited":false},
{"time": "0:59:34", "speaker": "spk_3","line":"just your fucking question Breath. I just really want to know what you want Todo","episode":"s07e03.json","edited":false},
{"time": "0:59:41", "speaker": "spk_0","line":"You know, generally I do not want to fight you. Do you","episode":"s07e03.json","edited":false},
{"time": "0:59:44", "speaker": "spk_3","line":"want to give my","episode":"s07e03.json","edited":false},
{"time": "0:59:45", "speaker": "spk_0","line":"I don't want to give","episode":"s07e03.json","edited":false},
{"time": "0:59:46", "speaker": "spk_3","line":"me get some of your good","episode":"s07e03.json","edited":false},
{"time": "0:59:47", "speaker": "spk_4","line":"No, no, give me a cute","episode":"s07e03.json","edited":false},
{"time": "0:59:50", "speaker": "spk_3","line":"Listen, I just want to know what got you","episode":"s07e03.json","edited":false},
{"time": "0:59:52", "speaker": "spk_0","line":"started in the game, Chadwick","episode":"s07e03.json","edited":false},
{"time": "0:59:53", "speaker": "spk_5","line":"that I wanted to be. Well, I was trying to figure out what I want to be when I grew up. And like, I thought I wanted to be a ballplayer","episode":"s07e03.json","edited":false},
{"time": "1:00:01", "speaker": "spk_1","line":"of it because I was going to say","episode":"s07e03.json","edited":false},
{"time": "1:00:02", "speaker": "spk_0","line":"I remember reading in a newspaper. I've seen your name in a newspaper.","episode":"s07e03.json","edited":false},
{"time": "1:00:06", "speaker": "spk_1","line":"Yeah, you You had Division","episode":"s07e03.json","edited":false},
{"time": "1:00:08", "speaker": "spk_0","line":"One Prospects as a football player.","episode":"s07e03.json","edited":false},
{"time": "1:00:10", "speaker": "spk_5","line":"You're an all American. Yeah. Iwas Yeah, I was born here. Yeah,","episode":"s07e03.json","edited":false},
{"time": "1:00:14", "speaker": "spk_1","line":"that's in there, American. And when I","episode":"s07e03.json","edited":false},
{"time": "1:00:17", "speaker": "spk_4","line":"read a newspaper article up","episode":"s07e03.json","edited":false},
{"time": "1:00:20", "speaker": "spk_1","line":"all the athletes, I just tell him if they're all American, that was fucked up 100% American football players strikes again. But but But you you sort of decided to take a different route.","episode":"s07e03.json","edited":false},
{"time": "1:00:36", "speaker": "spk_5","line":"Yeah, well, because then I was like, All right, I'm not. I had an injury. I got my heart broken and so","episode":"s07e03.json","edited":false},
{"time": "1:00:43", "speaker": "spk_1","line":"on. You've got lost on the other route. That's not typically","episode":"s07e03.json","edited":false},
{"time": "1:00:45", "speaker": "spk_0","line":"an injury. A football player experiences is a broken.","episode":"s07e03.json","edited":false},
{"time": "1:00:50", "speaker": "spk_5","line":"It was. That's what the doctors were saying is pretty rare. And, like, probably wouldn't play getting so I haven't played since then. And like","episode":"s07e03.json","edited":false},
{"time": "1:00:57", "speaker": "spk_3","line":"so, what do I know, e? Why I want","episode":"s07e03.json","edited":false},
{"time": "1:01:04", "speaker": "spk_1","line":"you to lean into this. Your sad You're","episode":"s07e03.json","edited":false},
{"time": "1:01:07", "speaker": "spk_3","line":"saying I'm not sad. You're trying. You're literally crying. I'm crying. I'm not crying. Stop.","episode":"s07e03.json","edited":false},
{"time": "1:01:13", "speaker": "spk_1","line":"You are there just there's tears coming out of your face.","episode":"s07e03.json","edited":false},
{"time": "1:01:16", "speaker": "spk_3","line":"That's why. Look here. I'll give you","episode":"s07e03.json","edited":false},
{"time": "1:01:17", "speaker": "spk_4","line":"one of the issues about freedom. You for $300 yesterday. Take a tissue.","episode":"s07e03.json","edited":false},
{"time": "1:01:22", "speaker": "spk_5","line":"Thank you, T champion. My thing.","episode":"s07e03.json","edited":false},
{"time": "1:01:24", "speaker": "spk_0","line":"My thing is, I think people make choices. All peoples choices, air based on emotion, right?","episode":"s07e03.json","edited":false},
{"time": "1:01:30", "speaker": "spk_5","line":"Yeah. Lives matter. Yeah, talking about as a completely topic. But I just think","episode":"s07e03.json","edited":false},
{"time": "1:01:40", "speaker": "spk_0","line":"that there's deep seated issues here where you wanted purpose in your life. So you said, You know what,","episode":"s07e03.json","edited":false},
{"time": "1:01:44", "speaker": "spk_3","line":"you fucking pastor to shut the fuck on around. Look, you know, go by Pakistan.","episode":"s07e03.json","edited":false},
{"time": "1:01:52", "speaker": "spk_0","line":"That's pro. I don't smoke. And I think these guys would love for me to buy a pack of cigarettes and then pick up and move the camp. And I'm not going to do that, okay? I'm not I'm not your feelings, Chadwick. That's what campus for it's for you to find yourself. Do you think you're a drug dealer. But really, you're just a sad kid. God, I could go for a small","episode":"s07e03.json","edited":false},
{"time": "1:02:09", "speaker": "spk_5","line":"number. You want to go buy a pack of six?","episode":"s07e03.json","edited":false},
{"time": "1:02:12", "speaker": "spk_1","line":"I don't really want to leave. I wonder if my friends could go do it. Don't do it. I mean, her dad has Rheal sunny issues. Thes wire went down with such sunny issues.","episode":"s07e03.json","edited":false},
{"time": "1:02:21", "speaker": "spk_4","line":"The general is a man. He told us he had a big, big E i e.","episode":"s07e03.json","edited":false},
{"time": "1:02:27", "speaker": "spk_5","line":"I wouldn't want to show you pedophiles. What? At least want to use a pedophile?","episode":"s07e03.json","edited":false},
{"time": "1:02:33", "speaker": "spk_3","line":"Okay, dude, I classes","episode":"s07e03.json","edited":false},
{"time": "1:02:34", "speaker": "spk_0","line":"one of his time.","episode":"s07e03.json","edited":false},
{"time": "1:02:35", "speaker": "spk_3","line":"I'm not a drug dealer. What am I if I sell drugs? Ili, right. I'm a drug","episode":"s07e03.json","edited":false},
{"time": "1:02:41", "speaker": "spk_1","line":"dealer here. You're searching for a label for yourself,","episode":"s07e03.json","edited":false},
{"time": "1:02:43", "speaker": "spk_3","line":"That's all. The tap telling you the fucking label. You fucked our Chad. What do you like","episode":"s07e03.json","edited":false},
{"time": "1:02:47", "speaker": "spk_0","line":"to do besides sell drugs? What do you like to eat, pussy? Okay, that seems like a lie You,","episode":"s07e03.json","edited":false},
{"time": "1:02:53", "speaker": "spk_1","line":"like, just seem to quick and yes, too much bravado. People who actually a lot of boozy does scream about it. A screen ass. Let me guess. Your second favorite activity is eating ass. Yeah, Okay. That you guys agreed on us. Of course. You're talking to the four. Biggest at Cedars with yours. As soon as that trend came on, justified how much I love to eat a dirty old last. Well, I some","episode":"s07e03.json","edited":false},
{"time": "1:03:28", "speaker": "spk_4","line":"of the rest of the day sandals, hash brown eyes that you served?","episode":"s07e03.json","edited":false},
{"time": "1:03:31", "speaker": "spk_3","line":"Yeah, hash brown eyes. Yeah. Yeah, those were painful. You ate his ass.","episode":"s07e03.json","edited":false},
{"time": "1:03:38", "speaker": "spk_1","line":"Sam's been cooking up himself into his dishes and I cooked up his butt home, Put it some hash brown eyes. I've really been trying to throw myself into my work, and it's accidentally","episode":"s07e03.json","edited":false},
{"time": "1:03:46", "speaker": "spk_4","line":"been a little bit more physical than I","episode":"s07e03.json","edited":false},
{"time": "1:03:48", "speaker": "spk_5","line":"fucked you guys. I don't know.","episode":"s07e03.json","edited":false},
{"time": "1:03:50", "speaker": "spk_1","line":"So you eat ask. You eat pushy. What else? Like what do you make lasagna? Lasagna?","episode":"s07e03.json","edited":false},
{"time": "1:03:59", "speaker": "spk_4","line":"Hobby is eating lasagne. Yeah,","episode":"s07e03.json","edited":false},
{"time": "1:04:05", "speaker": "spk_1","line":"Other than eating. What else do you like to do? Is there anything like they did it get you? Get you going? I sing a little bit. Okay. What were you saying about maybe like, church stuff?","episode":"s07e03.json","edited":false},
{"time": "1:04:16", "speaker": "spk_3","line":"No. Fuck off, dude. What","episode":"s07e03.json","edited":false},
{"time": "1:04:18", "speaker": "spk_5","line":"song? Church. Dude, My songs are about, like, finding, like, meaning or whatever. Sick stupids. That's stupid, Chadwick. No, it's not. It's finding Meaning e I mean? I","episode":"s07e03.json","edited":false},
{"time": "1:04:34", "speaker": "spk_3","line":"see. Dude, I didn't come here for this. Like, if I wanted to be","episode":"s07e03.json","edited":false},
{"time": "1:04:37", "speaker": "spk_5","line":"Thera pies to go to a therapist. Stoute.","episode":"s07e03.json","edited":false},
{"time": "1:04:39", "speaker": "spk_0","line":"But you don't see a therapist, right?","episode":"s07e03.json","edited":false},
{"time": "1:04:41", "speaker": "spk_5","line":"No. Like what?","episode":"s07e03.json","edited":false},
{"time": "1:04:43", "speaker": "spk_3","line":"Is this what she would ask","episode":"s07e03.json","edited":false},
{"time": "1:04:44", "speaker": "spk_5","line":"it? Like a drug. Lord Todd","episode":"s07e03.json","edited":false},
{"time": "1:04:47", "speaker": "spk_3","line":"is a good therapist.","episode":"s07e03.json","edited":false},
{"time": "1:04:49", "speaker": "spk_4","line":"Well, you should see my therapist. He's I'm hard to look down. He just got moved. Uh, you got demoted and he's in a good will right now on DSO","episode":"s07e03.json","edited":false},
{"time": "1:04:59", "speaker": "spk_3","line":"works at the Goodwill.","episode":"s07e03.json","edited":false},
{"time": "1:05:00", "speaker": "spk_5","line":"He just hangs. There","episode":"s07e03.json","edited":false},
{"time": "1:05:01", "speaker": "spk_0","line":"is a manic it at the Goodwill hands. Their","episode":"s07e03.json","edited":false},
{"time": "1:05:03", "speaker": "spk_3","line":"years he hears clients","episode":"s07e03.json","edited":false},
{"time": "1:05:05", "speaker": "spk_4","line":"years out. His clients of the good. Well, what's that? No, he's not dead. He's No, He's a faceless, armless man. Oh,","episode":"s07e03.json","edited":false},
{"time": "1:05:12", "speaker": "spk_3","line":"wow. I,","episode":"s07e03.json","edited":false},
{"time": "1:05:13", "speaker": "spk_0","line":"um I actually took a CPR class the other day and your therapist was there. Really? Yeah.","episode":"s07e03.json","edited":false},
{"time": "1:05:23", "speaker": "spk_3","line":"Why don't you tell us","episode":"s07e03.json","edited":false},
{"time": "1:05:24", "speaker": "spk_1","line":"about your songs? I gym pretty hard lately, and it's","episode":"s07e03.json","edited":false},
{"time": "1:05:27", "speaker": "spk_3","line":"not like I","episode":"s07e03.json","edited":false},
{"time": "1:05:28", "speaker": "spk_5","line":"don't know, dude. It's just I don't want it.","episode":"s07e03.json","edited":false},
{"time": "1:05:31", "speaker": "spk_4","line":"Heard you I heard you in the sharp today singing that song Todd file. That's a good","episode":"s07e03.json","edited":false},
{"time": "1:05:37", "speaker": "spk_3","line":"point. You know, communal showers.","episode":"s07e03.json","edited":false},
{"time": "1:05:42", "speaker": "spk_5","line":"My dick is","episode":"s07e03.json","edited":false},
{"time": "1:05:44", "speaker": "spk_4","line":"there. I didn't see any of your body. I had to take a call. The lunch hour? Yeah, I was taking a shower, then got a call","episode":"s07e03.json","edited":false},
{"time": "1:05:52", "speaker": "spk_1","line":"when you are one of those little clips. You are. You're","episode":"s07e03.json","edited":false},
{"time": "1:05:55", "speaker": "spk_4","line":"a clipper. I clip it to my my stomach. Fat Todd, That's disgusting. You singing a song? It sounded like the course was empty inside. Yeah, And then it was like, Miss my dad Miss my dad?","episode":"s07e03.json","edited":false},
{"time": "1:06:14", "speaker": "spk_5","line":"Yeah, for a while. Or you just whatever. Really, Whatever. Hey, we're nothing but supportive Inside. I'm empty inside. I miss my ride. I miss my dad. I'm so high off descends on my sand Ximenes and tack. And then I am trying to find some meaning. My mom is pissing me the fuck off. She's a bitch. Had a","episode":"s07e03.json","edited":false},
{"time": "1:06:41", "speaker": "spk_0","line":"really nice man. Yeah, it kind of loses its meter completely.","episode":"s07e03.json","edited":false},
{"time": "1:06:44", "speaker": "spk_3","line":"You said you just wanted me to sing it.","episode":"s07e03.json","edited":false},
{"time": "1:06:46", "speaker": "spk_5","line":"I didn't come here to get criticized.","episode":"s07e03.json","edited":false},
{"time": "1:06:48", "speaker": "spk_4","line":"You guys should have heard it when he was in the shower. Hit his acoustic guitar.","episode":"s07e03.json","edited":false},
{"time": "1:06:53", "speaker": "spk_3","line":"You saw my guitar? Well,","episode":"s07e03.json","edited":false},
{"time": "1:06:55", "speaker": "spk_4","line":"I heard it. You were struggling in the","episode":"s07e03.json","edited":false},
{"time": "1:06:56", "speaker": "spk_3","line":"field. Rather, you see my","episode":"s07e03.json","edited":false},
{"time": "1:06:57", "speaker": "spk_5","line":"dick to my guitar.","episode":"s07e03.json","edited":false},
{"time": "1:06:59", "speaker": "spk_4","line":"It is a tiny guitar. I did. See","episode":"s07e03.json","edited":false},
{"time": "1:07:02", "speaker": "spk_1","line":"Yeah, your guitar is a little bit now","episode":"s07e03.json","edited":false},
{"time": "1:07:05", "speaker": "spk_5","line":"trying to find some meaning All these demons inside me there screaming. I'm trying to figure out just where to go. I don't know. And I just had a ho suddenly offer","episode":"s07e03.json","edited":false},
{"time": "1:07:21", "speaker": "spk_3","line":"You could tell you","episode":"s07e03.json","edited":false},
{"time": "1:07:22", "speaker": "spk_4","line":"feels himself getting vulnerable in the lyrics quickly be","episode":"s07e03.json","edited":false},
{"time": "1:07:28", "speaker": "spk_0","line":"good for two or three lines, and then it's like then it's immediately justification of a wallet. Justification?","episode":"s07e03.json","edited":false},
{"time": "1:07:39", "speaker": "spk_5","line":"Because otherwise it's like, Why are they why does exist,","episode":"s07e03.json","edited":false},
{"time": "1:07:42", "speaker": "spk_0","line":"right? Have to justify a woman. And I honestly, Chadwick, I think your voice sounds really nice. And I think you could it Honestly, we need somebody to be a musical director at the camp right now. You guys know what happened to our last musical director?","episode":"s07e03.json","edited":false},
{"time": "1:07:58", "speaker": "spk_5","line":"Your next, Woody. What's your cause? Oh,","episode":"s07e03.json","edited":false},
{"time": "1:08:00", "speaker": "spk_1","line":"yeah. Yeah. That. The musical","episode":"s07e03.json","edited":false},
{"time": "1:08:03", "speaker": "spk_0","line":"director musical director was murdered recently.","episode":"s07e03.json","edited":false},
{"time": "1:08:06", "speaker": "spk_5","line":"Did that shit Well, who did it?","episode":"s07e03.json","edited":false},
{"time": "1:08:08", "speaker": "spk_0","line":"Well, all I know is hey, was he was playing his bass guitar. Ah, and","episode":"s07e03.json","edited":false},
{"time": "1:08:13", "speaker": "spk_1","line":"found his hat, a couple of fingernails. And, um and then, uh, one of his friends was cast in a Woody Allen movie.","episode":"s07e03.json","edited":false},
{"time": "1:08:23", "speaker": "spk_5","line":"That was part of the evidence.","episode":"s07e03.json","edited":false},
{"time": "1:08:26", "speaker": "spk_1","line":"It was part of Yeah. Holy shit. What is that shady figure","episode":"s07e03.json","edited":false},
{"time": "1:08:30", "speaker": "spk_0","line":"outside? Was my daughter rustling in the bushes? Laura.","episode":"s07e03.json","edited":false},
{"time": "1:08:36", "speaker": "spk_5","line":"I know that. IHS. Oh,","episode":"s07e03.json","edited":false},
{"time": "1:08:38", "speaker": "spk_1","line":"my God. Jason Alexander way tried to dry. New","episode":"s07e03.json","edited":false},
{"time": "1:08:46", "speaker": "spk_4","line":"ones will do it again. 80. It thinks pencils it throws.","episode":"s07e03.json","edited":false},
{"time": "1:08:57", "speaker": "spk_5","line":"Go make a sale. If you're not gonna buy anything off","episode":"s07e03.json","edited":false},
{"time": "1:09:00", "speaker": "spk_4","line":"should give me something heavy. I'm gonna throw it is headed by what's the heaviest thing having","episode":"s07e03.json","edited":false},
{"time": "1:09:03", "speaker": "spk_5","line":"Metamucil for 65.","episode":"s07e03.json","edited":false},
{"time": "1:09:09", "speaker": "spk_4","line":"You change.","episode":"s07e03.json","edited":false},
{"time": "1:09:10", "speaker": "spk_1","line":"Just get $400. 65 You gave him $4.","episode":"s07e03.json","edited":false},
{"time": "1:09:16", "speaker": "spk_4","line":"Keep the change.","episode":"s07e03.json","edited":false},
{"time": "1:09:19", "speaker": "spk_0","line":"You had trouble throat now right on my","episode":"s07e03.json","edited":false},
{"time": "1:09:23", "speaker": "spk_3","line":"todo I tell you something that","episode":"s07e03.json","edited":false},
{"time": "1:09:27", "speaker": "spk_4","line":"it's for my weak arms.","episode":"s07e03.json","edited":false},
{"time": "1:09:29", "speaker": "spk_5","line":"Yeah, I sell way protein. I know the black bag. Give it to you for 25.","episode":"s07e03.json","edited":false},
{"time": "1:09:36", "speaker": "spk_4","line":"Give the change, Borders. Don't just get him to quarters, all right?","episode":"s07e03.json","edited":false},
{"time": "1:09:44", "speaker": "spk_1","line":"Don't eat and grow it casing. Eat it now. Throw them enemies want Feel like Popeye backwards? You went backwards and","episode":"s07e03.json","edited":false},
{"time": "1:09:58", "speaker": "spk_3","line":"his dad's no snow.","episode":"s07e03.json","edited":false},
{"time": "1:10:04", "speaker": "spk_5","line":"You guys are all like you guys can't produce. You can't produce. Think it's","episode":"s07e03.json","edited":false},
{"time": "1:10:09", "speaker": "spk_3","line":"you know we produce big","episode":"s07e03.json","edited":false},
{"time": "1:10:10", "speaker": "spk_4","line":"loads. Why do you? Why would you ask that question","episode":"s07e03.json","edited":false},
{"time": "1:10:15", "speaker": "spk_5","line":"if you as her dad","episode":"s07e03.json","edited":false},
{"time": "1:10:16", "speaker": "spk_4","line":"showed us that. Why would you make us answer that?","episode":"s07e03.json","edited":false},
{"time": "1:10:18", "speaker": "spk_1","line":"You know that I have. Or or nine little boy cowboys that we're all robots that died.","episode":"s07e03.json","edited":false},
{"time": "1:10:25", "speaker": "spk_5","line":"Yeah, I had a hunch. Do people are talking around the camp?","episode":"s07e03.json","edited":false},
{"time": "1:10:29", "speaker": "spk_3","line":"People can tell that I have nine disease Children. Yeah. Why do I wear it on my face?","episode":"s07e03.json","edited":false},
{"time": "1:10:33", "speaker": "spk_5","line":"Yeah. Thinking like everyone saying, because you're, like, weak","episode":"s07e03.json","edited":false},
{"time": "1:10:36", "speaker": "spk_1","line":"sperm or something. Yeah, right. There was no sperm involved. Fuck you. You didn't fuck to have kids","episode":"s07e03.json","edited":false},
{"time": "1:10:44", "speaker": "spk_4","line":"know their robots. You're so I get it. You're 17. But you are obsessed with sex over here. Yeah. You know, you gotta,","episode":"s07e03.json","edited":false},
{"time": "1:10:51", "speaker": "spk_1","line":"like eating pussy and like, eating eyes.","episode":"s07e03.json","edited":false},
{"time": "1:10:54", "speaker": "spk_4","line":"We know you don't","episode":"s07e03.json","edited":false},
{"time": "1:10:55", "speaker": "spk_3","line":"have I Did I sucked? I such a gag. Did I suck? Declare? It","episode":"s07e03.json","edited":false},
{"time": "1:11:00", "speaker": "spk_4","line":"doesn't sound like it.","episode":"s07e03.json","edited":false},
{"time": "1:11:01", "speaker": "spk_3","line":"I don't.","episode":"s07e03.json","edited":false},
{"time": "1:11:02", "speaker": "spk_4","line":"You even handle is on you. To be honest,","episode":"s07e03.json","edited":false},
{"time": "1:11:06", "speaker": "spk_3","line":"every day","episode":"s07e03.json","edited":false},
{"time": "1:11:08", "speaker": "spk_4","line":"was on every","episode":"s07e03.json","edited":false},
{"time": "1:11:08", "speaker": "spk_0","line":"day of the ingredients in lasagna.","episode":"s07e03.json","edited":false},
{"time": "1:11:10", "speaker": "spk_5","line":"Uh, pasta sauce. Okay,","episode":"s07e03.json","edited":false},
{"time": "1:11:14", "speaker": "spk_4","line":"story tricks out. You're","episode":"s07e03.json","edited":false},
{"time": "1:11:16", "speaker": "spk_5","line":"eating spaghetti. No, no, because it's like piled up on there's like, balls on top like that. So","episode":"s07e03.json","edited":false},
{"time": "1:11:23", "speaker": "spk_0","line":"forgive me, but what is spaghetti and meatballs?","episode":"s07e03.json","edited":false},
{"time": "1:11:27", "speaker": "spk_5","line":"It's like like it's like, Ah, wavy pasta","episode":"s07e03.json","edited":false},
{"time": "1:11:30", "speaker": "spk_0","line":"thing. He's mistaken. Lasagna and spaghetti. Me.","episode":"s07e03.json","edited":false},
{"time": "1:11:35", "speaker": "spk_4","line":"Well, look, Chadwick, could you, um, could you? I think your goal for the rest of camp should be to really embrace the 1st 2/3 of every part of your song.","episode":"s07e03.json","edited":false},
{"time": "1:11:46", "speaker": "spk_1","line":"Yes. First. Yes. Yes. Part of my","episode":"s07e03.json","edited":false},
{"time": "1:11:49", "speaker": "spk_0","line":"vulnerable parts. The parts with the nice melody in the good, the good rhyme scheme and the feeling","episode":"s07e03.json","edited":false},
{"time": "1:11:55", "speaker": "spk_3","line":"I didn't come for","episode":"s07e03.json","edited":false},
{"time": "1:11:56", "speaker": "spk_5","line":"advice. So, guys, I'm good. I'm good.","episode":"s07e03.json","edited":false},
{"time": "1:11:58", "speaker": "spk_4","line":"All right. Well, if you're happy,","episode":"s07e03.json","edited":false},
{"time": "1:11:59", "speaker": "spk_5","line":"I'm good.","episode":"s07e03.json","edited":false},
{"time": "1:12:00", "speaker": "spk_4","line":"Just take it for somebody who said he was good asshole sheets last time, Those kids","episode":"s07e03.json","edited":false},
{"time": "1:12:08", "speaker": "spk_5","line":"shooting blanks.","episode":"s07e03.json","edited":false},
{"time": "1:12:09", "speaker": "spk_4","line":"I am more humiliated than the kids ever could been.","episode":"s07e03.json","edited":false},
{"time": "1:12:13", "speaker": "spk_3","line":"Takes a phone call","episode":"s07e03.json","edited":false},
{"time": "1:12:14", "speaker": "spk_5","line":"with their Dick Adams.","episode":"s07e03.json","edited":false},
{"time": "1:12:15", "speaker": "spk_1","line":"Somebody who wants to send flowers to a loved one. Whatever did","episode":"s07e03.json","edited":false},
{"time": "1:12:20", "speaker": "spk_4","line":"and is just being tricked by Ryan.","episode":"s07e03.json","edited":false},
{"time": "1:12:21", "speaker": "spk_3","line":"See you send the flowers to","episode":"s07e03.json","edited":false},
{"time": "1:12:23", "speaker": "spk_4","line":"who was going to send the flowers.","episode":"s07e03.json","edited":false},
{"time": "1:12:25", "speaker": "spk_5","line":"You think about it. You know you don't love anybody.","episode":"s07e03.json","edited":false},
{"time": "1:12:28", "speaker": "spk_1","line":"You got caught sending flowers to Assad.","episode":"s07e03.json","edited":false},
{"time": "1:12:31", "speaker": "spk_4","line":"Yes, I was sending flowers. Kids to know not to coach to the Syrian dictator with flowers to a little boy was setting up to a Syrian dictator.","episode":"s07e03.json","edited":false},
{"time": "1:12:42", "speaker": "spk_1","line":"One of those is not embarrassing","episode":"s07e03.json","edited":false},
{"time": "1:12:43", "speaker": "spk_4","line":"around Embarrassing your fuck you guys okay?","episode":"s07e03.json","edited":false},
{"time": "1:12:47", "speaker": "spk_0","line":"No, Todd,","episode":"s07e03.json","edited":false},
{"time": "1:12:48", "speaker": "spk_1","line":"Fuck. You need you on the campaign.","episode":"s07e03.json","edited":false},
{"time": "1:12:50", "speaker": "spk_4","line":"You know what? Will the didn't back me up because I've been defending you to the death. Literally.","episode":"s07e03.json","edited":false},
{"time": "1:12:54", "speaker": "spk_5","line":"You I wouldn't defend This guy is a fucking bitch.","episode":"s07e03.json","edited":false},
{"time": "1:12:58", "speaker": "spk_1","line":"Anybody want some of this? The macaroni?","episode":"s07e03.json","edited":false},
{"time": "1:13:01", "speaker": "spk_3","line":"Fill the fucking bitch! Bad way! Oh, no, I'm not","episode":"s07e03.json","edited":false},
{"time": "1:13:07", "speaker": "spk_5","line":"gonna shut up Trying to make me try to make me get up on my knee.","episode":"s07e03.json","edited":false},
{"time": "1:13:16", "speaker": "spk_3","line":"My mom doesn't out dio spank your","episode":"s07e03.json","edited":false},
{"time": "1:13:20", "speaker": "spk_1","line":"in your pants to the ground","episode":"s07e03.json","edited":false},
{"time": "1:13:22", "speaker": "spk_4","line":"to be here for","episode":"s07e03.json","edited":false},
{"time": "1:13:22", "speaker": "spk_3","line":"that coal Bill Cravy is gonna try to eat my ass right now. Yeah. Willie, your ass. Don't Don't stop. Stop! That's OK. Why are you guys letting this happen? I'm spanking","episode":"s07e03.json","edited":false},
{"time": "1:13:35", "speaker": "spk_1","line":"you because you kick your dad out and he never got the chance to","episode":"s07e03.json","edited":false},
{"time": "1:13:38", "speaker": "spk_0","line":"spank you. Sure you're crying now, Jan, I take another expensive tissue. Here, have some. His elbow, macaroni.","episode":"s07e03.json","edited":false},
{"time": "1:13:52", "speaker": "spk_1","line":"Best weariness. Thay Sam's winning this beach a style. I cut off a little slice of my elbow,","episode":"s07e03.json","edited":false},
{"time": "1:13:59", "speaker": "spk_0","line":"put some lemon and lime on a couple of years. It's","episode":"s07e03.json","edited":false},
{"time": "1:14:02", "speaker": "spk_3","line":"really good.","episode":"s07e03.json","edited":false},
{"time": "1:14:03", "speaker": "spk_4","line":"I'm ready to nosh on this","episode":"s07e03.json","edited":false},
{"time": "1:14:08", "speaker": "spk_3","line":"Guys. I just want to see if the cops come","episode":"s07e03.json","edited":false},
{"time": "1:14:09", "speaker": "spk_5","line":"looking for me. And I'll ask you anything. Just don't say you don't","episode":"s07e03.json","edited":false},
{"time": "1:14:13", "speaker": "spk_4","line":"know. Don't worry. I gotta know. Cops policy here.","episode":"s07e03.json","edited":false},
{"time": "1:14:15", "speaker": "spk_5","line":"I Yeah, I bet.","episode":"s07e03.json","edited":false},
{"time": "1:14:17", "speaker": "spk_4","line":"Yeah, The campus. Sort of a safe zone. Yeah. Pieces says I'm from cops. I'm studying the crime scene, so don't worry about","episode":"s07e03.json","edited":false},
{"time": "1:14:23", "speaker": "spk_5","line":"that, did you?","episode":"s07e03.json","edited":false},
{"time": "1:14:25", "speaker": "spk_0","line":"We're gonna get out of here. Yeah, Jason kills us all. Right. If you could, I think you need to just refocus yourself a little bit away from being a drug lord and being, ah, being a decent singer, son.","episode":"s07e03.json","edited":false},
{"time": "1:14:38", "speaker": "spk_3","line":"Yeah. If you call me","episode":"s07e03.json","edited":false},
{"time": "1:14:40", "speaker": "spk_5","line":"son dude, like I don't have a dad. I have a dad. It's","episode":"s07e03.json","edited":false},
{"time": "1:14:43", "speaker": "spk_0","line":"a figure of speech, you know,","episode":"s07e03.json","edited":false},
{"time": "1:14:45", "speaker": "spk_5","line":"Keep your","episode":"s07e03.json","edited":false},
{"time": "1:14:45", "speaker": "spk_4","line":"from a doctor here right now.","episode":"s07e03.json","edited":false},
{"time": "1:14:47", "speaker": "spk_3","line":"I don't","episode":"s07e03.json","edited":false},
{"time": "1:14:47", "speaker": "spk_5","line":"want you","episode":"s07e03.json","edited":false},
{"time": "1:14:47", "speaker": "spk_4","line":"to my son. Now. I'm not going to try to fuck you. Prove that I'm not a pedophile by a doctor. You and now trying","episode":"s07e03.json","edited":false},
{"time": "1:14:54", "speaker": "spk_3","line":"todo with my mom. I rather go","episode":"s07e03.json","edited":false},
{"time": "1:14:56", "speaker": "spk_5","line":"to my mom.","episode":"s07e03.json","edited":false},
{"time": "1:14:57", "speaker": "spk_4","line":"Well, I've heard that fucking shit before. Thistles the custody trial all over again.","episode":"s07e03.json","edited":false},
{"time": "1:15:03", "speaker": "spk_3","line":"You Very you found guilty in a custody try. Wait. What the fuck out","episode":"s07e03.json","edited":false},
{"time": "1:15:09", "speaker": "spk_1","line":"Guilty of being a bad dad. What","episode":"s07e03.json","edited":false},
{"time": "1:15:12", "speaker": "spk_3","line":"the fuck? And also, I'm going to","episode":"s07e03.json","edited":false},
{"time": "1:15:14", "speaker": "spk_5","line":"get out of here because you guys aren't gonna buy anything. All thanks to you, I guess for a minutely streets. Almost three grand off. You're like, OK, home alone. All right, dude, I'm gonna get out of","episode":"s07e03.json","edited":false},
{"time": "1:15:28", "speaker": "spk_1","line":"here. You have a new Chadwick coming home alone?","episode":"s07e03.json","edited":false},
{"time": "1:15:32", "speaker": "spk_5","line":"No, dude, I would never say that","episode":"s07e03.json","edited":false},
{"time": "1:15:34", "speaker": "spk_1","line":"right now. That is a pretty good business idea. I apparently it's pretty problematic.","episode":"s07e03.json","edited":false},
{"time": "1:15:44", "speaker": "spk_3","line":"Well, you know someone","episode":"s07e03.json","edited":false},
{"time": "1:15:45", "speaker": "spk_1","line":"who caters to these less served communities, You know what I","episode":"s07e03.json","edited":false},
{"time": "1:15:48", "speaker": "spk_3","line":"mean? I'm just all about giving the LGBT community money.","episode":"s07e03.json","edited":false},
{"time": "1:15:52", "speaker": "spk_4","line":"Oh, my. I'm doing fine with Header Roland, so I don't","episode":"s07e03.json","edited":false},
{"time": "1:15:55", "speaker": "spk_5","line":"have any bank. Dude. All right,","episode":"s07e03.json","edited":false},
{"time": "1:15:59", "speaker": "spk_3","line":"I'm gonna","episode":"s07e03.json","edited":false},
{"time": "1:16:00", "speaker": "spk_5","line":"get out of here. I'm gonna try to make it a sale, cause you guys have, like, kind of dug into my day as far as, like, sales go.","episode":"s07e03.json","edited":false},
{"time": "1:16:05", "speaker": "spk_0","line":"We're sorry if we caused you any trouble here, Chadwick, But we really appreciate you coming into the lounge today. Uh, we hope things continue to work out for you financially. I","episode":"s07e03.json","edited":false},
{"time": "1:16:16", "speaker": "spk_3","line":"don't be a music","episode":"s07e03.json","edited":false},
{"time": "1:16:17", "speaker": "spk_0","line":"career gets off the ground. I really","episode":"s07e03.json","edited":false},
{"time": "1:16:18", "speaker": "spk_5","line":"like your song. Yeah, I don't Until they","episode":"s07e03.json","edited":false},
{"time": "1:16:20", "speaker": "spk_0","line":"justify women, they're pretty good","episode":"s07e03.json","edited":false},
{"time": "1:16:22", "speaker": "spk_5","line":"I'm gonna do. I'm not justifying women. I'm not justifying women. I don't want to be a musician. I want to be a drug dealer. Do have you ever seen you saw Scarface? He hasn't said I'm out of here.","episode":"s07e03.json","edited":false},
{"time": "1:16:39", "speaker": "spk_0","line":"All right, well, we're now We're gonna get out of here, too, because it's episode has gone on long enough and we've had. And","episode":"s07e03.json","edited":false},
{"time": "1:16:44", "speaker": "spk_3","line":"if you want to see May in the light house, show up. Teoh. Orlando, Florida Next week for the rally. We're gonna pack every white person I know in there and like the bitch.","episode":"s07e03.json","edited":false},
{"time": "1:17:05", "speaker": "spk_0","line":"All right, folks. Well, if you if you want to, you can head to the rally in Orlando. But if you don't stick around here cause we'll be back next week with another episode, But until then, stay","episode":"s07e03.json","edited":false}]
