[{"time": "0:00:00", "speaker": "null","line":"","episode":"s07e04.json","edited":false},
{"time": "0:00:00", "speaker": "spk_2","line":"Yeah. Yeah. I made choices in my life. All of them have been Do you work? And I don't plan. He's a man a man e I like a nice man. I like that. It's good.","episode":"s07e04.json","edited":false},
{"time": "0:00:52", "speaker": "spk_4","line":"All right, well, let's get this","episode":"s07e04.json","edited":false},
{"time": "0:00:54", "speaker": "spk_5","line":"But gets off the ground. Well, under the Creatures lounge. The first, best and only podcast about the creatures. The touring I hope to be touring, touring, But the only blues band in Hamilton, the Greater Hamilton area.","episode":"s07e04.json","edited":false},
{"time": "0:01:13", "speaker": "spk_2","line":"The last one left way business, baby. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:01:18", "speaker": "spk_0","line":"You just heard a little","episode":"s07e04.json","edited":false},
{"time": "0:01:19", "speaker": "spk_5","line":"taste of us working out some material there. Uh,","episode":"s07e04.json","edited":false},
{"time": "0:01:23", "speaker": "spk_0","line":"song called Piece of Shit, man. Shit, man. Hello. My name is dressed in poor choices. Phillips. Um, I'm trying my hand at writing some lyrics. You doing a good job?","episode":"s07e04.json","edited":false},
{"time": "0:01:35", "speaker": "spk_5","line":"I appreciate that. I","episode":"s07e04.json","edited":false},
{"time": "0:01:37", "speaker": "spk_3","line":"honestly wish would let you do that earlier. You are","episode":"s07e04.json","edited":false},
{"time": "0:01:39", "speaker": "spk_5","line":"good. Oh, thanks. Thanks. Done. Two lives. Appreciate that. Um ah, yes. So, uh, we're here in this in the studio. Little home studio. We have, um, and, uh, yeah, we're just trying to work some work, some stuff out.","episode":"s07e04.json","edited":false},
{"time": "0:01:57", "speaker": "spk_0","line":"Yeah. Yeah. My My name's Hampton. Fat face. Monroe. I play the drum","episode":"s07e04.json","edited":false},
{"time": "0:02:03", "speaker": "spk_4","line":"that, Nick, That nickname is dead","episode":"s07e04.json","edited":false},
{"time": "0:02:04", "speaker": "spk_0","line":"on. You know, if you guys saw a picture of me, you'd be, like, hip. Exactly. I couldn't call them anything else. You never lost your baby fat. No, no. Uh, you know. And the thing was, I lost a little bit of weight when I was a teenager and I went to a doctor, Had it fixed, uh, got a little reverse that","episode":"s07e04.json","edited":false},
{"time": "0:02:20", "speaker": "spk_3","line":"you want my baby fat. I want my baby. That baby,","episode":"s07e04.json","edited":false},
{"time": "0:02:23", "speaker": "spk_4","line":"But only in","episode":"s07e04.json","edited":false},
{"time": "0:02:23", "speaker": "spk_0","line":"your face. Yes. Yeah, I said, you know, I wanted in a place you could see it. I wear baggy clothes. I wear big shirts, big pants. I said, I want to make sure that my nickname sticks for the rest of my whole life.","episode":"s07e04.json","edited":false},
{"time": "0:02:33", "speaker": "spk_3","line":"And I'll tell you what. When I see you, I just want to bite those little cheeks. I just want a bite. Those cute little","episode":"s07e04.json","edited":false},
{"time": "0:02:38", "speaker": "spk_0","line":"friend. That's what I want a baby I wanted to be. I wanted to be delectable for my baby. You know what I mean? My babies just like you, she loves biting on my face.","episode":"s07e04.json","edited":false},
{"time": "0:02:48", "speaker": "spk_4","line":"Well, yeah. You wrote a song that, um we did sing","episode":"s07e04.json","edited":false},
{"time": "0:02:51", "speaker": "spk_3","line":"for a short","episode":"s07e04.json","edited":false},
{"time": "0:02:52", "speaker": "spk_5","line":"time on our last tour called Baby for my baby. Um, where it","episode":"s07e04.json","edited":false},
{"time": "0:02:58", "speaker": "spk_4","line":"was, it was really about, I mean, to in the 123","episode":"s07e04.json","edited":false},
{"time": "0:03:03", "speaker": "spk_2","line":"foot's baby baby way. So that's","episode":"s07e04.json","edited":false},
{"time": "0:03:26", "speaker": "spk_0","line":"a little bit of it.","episode":"s07e04.json","edited":false},
{"time": "0:03:27", "speaker": "spk_4","line":"Yeah, that was anything on the lyrics that Did you what? You did not ever girlfriend at the diamond. You had, uh, come up with this story. There was one woman wanted Teoh, Your fast aspiration. Yeah, you know, and that's what our","episode":"s07e04.json","edited":false},
{"time": "0:03:40", "speaker": "spk_0","line":"music should be for. It's not for us. It should be aspirational for other people","episode":"s07e04.json","edited":false},
{"time": "0:03:44", "speaker": "spk_4","line":"or Wow, you wanted to sing it out of a crib in a one z. And we're like, This is a fetish. This is your fetish. We can feel it and you deny it. Well, because there's this","episode":"s07e04.json","edited":false},
{"time": "0:03:55", "speaker": "spk_0","line":"thing. I wasn't getting sexually aroused by it. I knew. You know, if we did it on stage in front of 16,000 people at one of the arenas around here, then maybe there would be one or two ladies in there who's, you know, he's got a little star","episode":"s07e04.json","edited":false},
{"time": "0:04:08", "speaker": "spk_4","line":"show. He's got a little stopping big quantity. The whole hog stop for a little bit. There's don't make sense stopping","episode":"s07e04.json","edited":false},
{"time": "0:04:21", "speaker": "spk_0","line":"in one place.","episode":"s07e04.json","edited":false},
{"time": "0:04:22", "speaker": "spk_4","line":"So you were hoping to try out of fetish and hope some women in the","episode":"s07e04.json","edited":false},
{"time": "0:04:27", "speaker": "spk_5","line":"audience got horny, so you could really live it.","episode":"s07e04.json","edited":false},
{"time": "0:04:30", "speaker": "spk_3","line":"Unfortunately, the show came to a full","episode":"s07e04.json","edited":false},
{"time": "0:04:33", "speaker": "spk_4","line":"hold. What? You said Levi's out there. Want to come up on stage with this song and put me in a crib and by my face","episode":"s07e04.json","edited":false},
{"time": "0:04:39", "speaker": "spk_3","line":"And you would you said Week your weight? Yeah, Wait A document.","episode":"s07e04.json","edited":false},
{"time": "0:04:44", "speaker": "spk_0","line":"I know what you try things and sometimes they work. Sometimes they don't. I expected that one to be a little bit more successful, but it waas not so we cut it from the set. But thankfully I got We got other songs that we can we can play with way.","episode":"s07e04.json","edited":false},
{"time": "0:04:57", "speaker": "spk_4","line":"Appreciate the creativity. When you said 16","episode":"s07e04.json","edited":false},
{"time": "0:05:00", "speaker": "spk_5","line":"1000 people at one of the arenas around here, we haven't actually done that. The where that happened was at a Hard Rock cafe on the lunch chef lunch rush in daylight in a hard rock cafe.","episode":"s07e04.json","edited":false},
{"time": "0:05:15", "speaker": "spk_4","line":"But it was packed. All those business people were there for an in and out fast lunch. You weren't paying that much attention","episode":"s07e04.json","edited":false},
{"time": "0:05:21", "speaker": "spk_0","line":"to the performance of the 60 and the number 16,000 does not come from the number of patrons. It's the number of patrons, plus all of their telephone contacts, because they could at any point connect with any of them. So we have access to","episode":"s07e04.json","edited":false},
{"time": "0:05:34", "speaker": "spk_3","line":"where we do that. We get dross. Are we say All right, everybody. Why don't you call your baby and everyone else in your contact list and let's listen to this song","episode":"s07e04.json","edited":false},
{"time": "0:05:41", "speaker": "spk_4","line":"way always for our shows. Air about possible audience member? Yes. How many possible audience","episode":"s07e04.json","edited":false},
{"time": "0:05:48", "speaker": "spk_3","line":"members? Well, we decided to tour again when Apple came out with the fact that their new face time's gonna be 16 or more people. We said, This is what we've been","episode":"s07e04.json","edited":false},
{"time": "0:05:56", "speaker": "spk_4","line":"waiting for exactly. All of the people in the audience gets 16 of their friends. We have 1000 people in the audience of whom you're playing a 16,000 road. I don't know if you guys hear those tasty licks that","episode":"s07e04.json","edited":false},
{"time": "0:06:07", "speaker": "spk_3","line":"air coming off of","episode":"s07e04.json","edited":false},
{"time": "0:06:09", "speaker": "spk_5","line":"kind of noodling around, but that's over here. Ah, Billy Big put Johnson on the lead guitar","episode":"s07e04.json","edited":false},
{"time": "0:06:14", "speaker": "spk_4","line":"way mean,","episode":"s07e04.json","edited":false},
{"time": "0:06:16", "speaker": "spk_0","line":"that's him doing it with his man","episode":"s07e04.json","edited":false},
{"time": "0:06:18", "speaker": "spk_4","line":"bases, all of his solos","episode":"s07e04.json","edited":false},
{"time": "0:06:19", "speaker": "spk_2","line":"on little. Here he goes. No, Lead it all right Here. She's just playing really through. You want, Please? Oh, there you go.","episode":"s07e04.json","edited":false},
{"time": "0:06:40", "speaker": "spk_4","line":"The next name,","episode":"s07e04.json","edited":false},
{"time": "0:06:43", "speaker": "spk_3","line":"as everyone knows, is ironic.","episode":"s07e04.json","edited":false},
{"time": "0:06:46", "speaker": "spk_4","line":"Yes, and for years, horn with one very small foot. That's the one you tap your you you don't put it in a shoot. Well, that's my rhythm foot, baby. My rhythm foot cannot be contained by a shoe nor Sandel nor socks and and fat face over here is actually jealous of your little baby foot. He's jealous. Well, I stole one of his girlfriends who did have the Fed. Is she which they were? She was sort of stopping when Yeah, for you. She was like, Was it with this big fat face? Hello, Bigfoot and morning. Did we have a time? Yeah. I mean, a lot of people come to our shows for your little tapping baby foot. That's right.","episode":"s07e04.json","edited":false},
{"time": "0:07:32", "speaker": "spk_0","line":"You can Actually, if you listen to some of our out of our older albums when we were recording in rooms that had, like, concrete floors, you can actually hear what sounds like a little Metrodome. It's just a barely audible tapping. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:07:46", "speaker": "spk_4","line":"reviews have said is there a loud clock in the room when they're recording. Or just so you know, just so you know what it looks like? There's a little Beretta bead serving as a toe ring on one of the on the bird toe of the right foot. Yes, that story","episode":"s07e04.json","edited":false},
{"time": "0:08:04", "speaker": "spk_3","line":"for you dead in Tijuana.","episode":"s07e04.json","edited":false},
{"time": "0:08:06", "speaker": "spk_4","line":"That's right. I went down to Tijuana specifically for this toe ring. I knew that Tijuana made him special to fit now big. But you were not born with this little foot, right? This is It's a transplant that well, you know, I knew that I was a bluesman from the From the day I was because there's rumors swirling around Was the transplant Was it shrunk in what, You know, I had no rhythm. I needed a tap in foot and he went to the rhythm dog who had read to the rhythm doctor. And he said, We're gonna have to amputate this foot your your lead guitarist, right? You need a tap in foot because this would is too heavy. So there was a little baby that I mean, unfortunately, passed away. But just like organ donor, this baby had a lot of rhythm in its foot specifically had a lot of That's right. That's right. It was actually the baby from the Alley McBeal. Do you remember that, baby? And so I have heard","episode":"s07e04.json","edited":false},
{"time": "0:09:02", "speaker": "spk_0","line":"that song has some crazy effects on some people. Uh, I can't stop this phone","episode":"s07e04.json","edited":false},
{"time": "0:09:09", "speaker": "spk_4","line":"for you. Be careful with that. That's right. So, yeah, I got a baby computer foot and it get helps me keep rhythm. Maybe it helps me from a C g baby. Oh, I didn't see that","episode":"s07e04.json","edited":false},
{"time": "0:09:21", "speaker": "spk_5","line":"joke. Oh, yeah. That's why I said that. My bad. No,","episode":"s07e04.json","edited":false},
{"time": "0:09:24", "speaker": "spk_4","line":"it's okay. You were right. Yeah. Good. Now, over here, holding a big base is Ted Thunder Lips, harmonica.","episode":"s07e04.json","edited":false},
{"time": "0:09:35", "speaker": "spk_3","line":"You. That's my name. Don't wear it out. That's right, Ted. That lived harmonica bass player for the creatures and famously kid from the Kraft macaroni and cheese. I got the blues commercial","episode":"s07e04.json","edited":false},
{"time": "0:09:51", "speaker": "spk_4","line":"famously, famously. That was the thing that really got us off the ground. You know, your initial notoriety said got us through some doors. Yeah. I mean, a lot of people find the blues because they're going through some stuff in their life. You found the blues through an audition as a child.","episode":"s07e04.json","edited":false},
{"time": "0:10:06", "speaker": "spk_3","line":"That's right. That's right. My blues. We're just trying to get 15 k I","episode":"s07e04.json","edited":false},
{"time": "0:10:13", "speaker": "spk_4","line":"made that get Was that Are you a lot back then?","episode":"s07e04.json","edited":false},
{"time": "0:10:16", "speaker": "spk_3","line":"Oh, yeah. I mean, this is nineties money, money, money, But that I got the taste for the blues. I told my parents You know what? I don't want to be a child actor anymore.","episode":"s07e04.json","edited":false},
{"time": "0:10:29", "speaker": "spk_4","line":"Blue box Blues of","episode":"s07e04.json","edited":false},
{"time": "0:10:30", "speaker": "spk_3","line":"the real blues Oh, I gotta I always had a taste for the blue box booths","episode":"s07e04.json","edited":false},
{"time": "0:10:34", "speaker": "spk_4","line":"Kraft, Macaroni and G How did that go again? With what is that commercial life? I forgot.","episode":"s07e04.json","edited":false},
{"time": "0:10:39", "speaker": "spk_3","line":"You know, it's been so long I don't remember it either. But at","episode":"s07e04.json","edited":false},
{"time": "0:10:42", "speaker": "spk_4","line":"the end, I wants to please May she only got two cheese May Yeah, at the Blue Box Blues. That was","episode":"s07e04.json","edited":false},
{"time": "0:10:50", "speaker": "spk_3","line":"May. Yeah. So and then I got bit by the blues bug And I never looked back","episode":"s07e04.json","edited":false},
{"time": "0:10:57", "speaker": "spk_0","line":"Which that infection lasted a while.","episode":"s07e04.json","edited":false},
{"time": "0:10:59", "speaker": "spk_4","line":"Give you line Does that was a brown recluse spider.","episode":"s07e04.json","edited":false},
{"time": "0:11:03", "speaker": "spk_3","line":"Not that was the blues. The hitman Uh well, it changed my whole life That blues that day I was camping and turned over Ah, piece of wood and the blues jumped on me. And","episode":"s07e04.json","edited":false},
{"time": "0:11:19", "speaker": "spk_4","line":"that's where your nicknamed Thunder Lips and right on the lips. Yeah, because that swelling never went down.","episode":"s07e04.json","edited":false},
{"time": "0:11:26", "speaker": "spk_3","line":"No, no, sir, Uh, is my name suggests by less. I've come from a long family of harmonicas. A long family. Yes. Yeah. Father was Ted Harmonica senior. His father was Ted. Her mark of the third.","episode":"s07e04.json","edited":false},
{"time": "0:11:40", "speaker": "spk_0","line":"So they did the naming thing backwards. Problem was, your great great grandfather was Ted Harmonic of the fifth. And then the next one was dead on market. Before that, when we started down this road.","episode":"s07e04.json","edited":false},
{"time": "0:11:50", "speaker": "spk_3","line":"Oh, yeah, you had. You know, you had to follow the pattern. And we're a prequel family. Every child explains the back story of the father a little bit.","episode":"s07e04.json","edited":false},
{"time": "0:12:01", "speaker": "spk_4","line":"Right. You have a son. God bless. Hopefully one day Negative a negative exponents,","episode":"s07e04.json","edited":false},
{"time": "0:12:09", "speaker": "spk_3","line":"Ted harmonica to the negative war.","episode":"s07e04.json","edited":false},
{"time": "0:12:12", "speaker": "spk_4","line":"And he's going to justify your existence.","episode":"s07e04.json","edited":false},
{"time": "0:12:15", "speaker": "spk_3","line":"Why doesn't everyone to justify your existence Were very trade. My dad said no, You don't justifies? Yeah, he was upset. Well, but I'm excited to be back in the studio with creatures were recording our album The Blues, the whole blues and nothing but the blues to help me Blue","episode":"s07e04.json","edited":false},
{"time": "0:12:34", "speaker": "spk_4","line":"Yeah, yeah, This is my new","episode":"s07e04.json","edited":false},
{"time": "0:12:36", "speaker": "spk_3","line":"album. Aziz review The fans that have been listening to Podcast? No, we come in here every week and we could talk about our progress on the album.","episode":"s07e04.json","edited":false},
{"time": "0:12:45", "speaker": "spk_4","line":"Yeah, I mean, like this Being in the studio is kind","episode":"s07e04.json","edited":false},
{"time": "0:12:48", "speaker": "spk_5","line":"of like being under oath, you know, that's where that album title came from","episode":"s07e04.json","edited":false},
{"time": "0:12:52", "speaker": "spk_4","line":"and got it Speak the truth in here loses the truth. Yeah, and","episode":"s07e04.json","edited":false},
{"time": "0:12:56", "speaker": "spk_3","line":"if you don't speak the truth of jury of your peers will send two right to jail,","episode":"s07e04.json","edited":false},
{"time": "0:13:01", "speaker": "spk_4","line":"which they didn't do it earlier albums. And also, you know, you're convicted for lying. Yeah, they said, How do you guys have the blues? It seems like your life's pretty good jammies. You","episode":"s07e04.json","edited":false},
{"time": "0:13:13", "speaker": "spk_3","line":"just called it the happiest blues out member recorded.","episode":"s07e04.json","edited":false},
{"time": "0:13:16", "speaker": "spk_4","line":"Yeah, it was just one song was the blues but it was about how how good we were all doing it are other job blues of easy street Wife is back was ah big Yea a wife is back So much money Plenty of love was a big","episode":"s07e04.json","edited":false},
{"time": "0:13:36", "speaker": "spk_3","line":"What do you love? But tears on earth was good","episode":"s07e04.json","edited":false},
{"time": "0:13:41", "speaker": "spk_4","line":"Tears on earth about how your","episode":"s07e04.json","edited":false},
{"time": "0:13:44", "speaker": "spk_0","line":"son is All of our sons air fully alive and very healthy. Yeah. And also they all swimming pools often.","episode":"s07e04.json","edited":false},
{"time": "0:13:53", "speaker": "spk_3","line":"That's right. Absolutely no. They have no pool issue. None of them have ever felt foolish. This was the title","episode":"s07e04.json","edited":false},
{"time": "0:14:02", "speaker": "spk_4","line":"which, actually, shortly after that, my","episode":"s07e04.json","edited":false},
{"time": "0:14:05", "speaker": "spk_3","line":"above ground did go on the fritz. Well, then and then, that's how come we got better at the Blues as we started having pool issues, you know, your above ground, was it? The","episode":"s07e04.json","edited":false},
{"time": "0:14:15", "speaker": "spk_4","line":"faulty wall was the song I wrote after","episode":"s07e04.json","edited":false},
{"time": "0:14:18", "speaker": "spk_5","line":"it. It busted in the whole yard. I was in there on a on a float, sipping on a peanut Kalata, and one of the walls busted","episode":"s07e04.json","edited":false},
{"time": "0:14:26", "speaker": "spk_4","line":"and I actually rode. You know how","episode":"s07e04.json","edited":false},
{"time": "0:14:29", "speaker": "spk_5","line":"the water comes out and you can actually slide across the art.","episode":"s07e04.json","edited":false},
{"time": "0:14:32", "speaker": "spk_4","line":"I went a couple miles wearable top of the hill, so you split right down the street. You slid right out that front gate onto the street. And then,","episode":"s07e04.json","edited":false},
{"time": "0:14:40", "speaker": "spk_0","line":"you know, and I know and that honestly was the largest aboveground pool I've ever seen. It","episode":"s07e04.json","edited":false},
{"time": "0:14:45", "speaker": "spk_4","line":"was empty. It was a way above. People say I cut the top off the Watertown, which is you know, we'll say","episode":"s07e04.json","edited":false},
{"time": "0:14:53", "speaker": "spk_3","line":"specifically the people of Hamilton City who were suing you for cutting the for the top of the water.","episode":"s07e04.json","edited":false},
{"time": "0:15:01", "speaker": "spk_5","line":"Yeah, Yeah. They said you can't That can't be your pool, right? That's our drinking water.","episode":"s07e04.json","edited":false},
{"time": "0:15:08", "speaker": "spk_4","line":"And that was what the mayor said. The welder that you hired also on the stand, said that, Yes, that's what had happened, right? I cut the top off the water tower for you. He was my star witness, and he turned because we're","episode":"s07e04.json","edited":false},
{"time": "0:15:23", "speaker": "spk_3","line":"and it was dramatic. Oh, you didn't meet up earlier.","episode":"s07e04.json","edited":false},
{"time": "0:15:25", "speaker": "spk_4","line":"We didn't get to meet up. And I said, You come in, you got my bag. It's very important to meet up before your way you got to get.","episode":"s07e04.json","edited":false},
{"time": "0:15:35", "speaker": "spk_3","line":"And that was the first court case with water taste test. A blind taste test on the stand where people tasted the water to see if it tasted like you've been swimming in it on the whole jury said this taste","episode":"s07e04.json","edited":false},
{"time": "0:15:46", "speaker": "spk_4","line":"this day exactly like cologne. I mean, a lot of people said Pepsi just weird. Uh, but that we're we're doing I think we're doing a really","episode":"s07e04.json","edited":false},
{"time": "0:15:57", "speaker": "spk_0","line":"blues album this time. We've all all of our lives if you know, had some rough turns in the past. You know, few years and and, um,","episode":"s07e04.json","edited":false},
{"time": "0:16:07", "speaker": "spk_5","line":"you know, way have stuff to pull from now. Yes,","episode":"s07e04.json","edited":false},
{"time": "0:16:11", "speaker": "spk_3","line":"Absolutely. I mean, ah, Hampton, you most of all you've look, I would say you've lost everything.","episode":"s07e04.json","edited":false},
{"time": "0:16:20", "speaker": "spk_4","line":"Yeah, every It's really devastating because you're the least. You're the least good rider in the band, but you definitely have the most. You don't have the most hardships. So we're trying to pull from your hardships. I'm just saying, I mean, I love your music, but I want to write about you. I want you to write","episode":"s07e04.json","edited":false},
{"time": "0:16:40", "speaker": "spk_5","line":"about your divorce or your your daughter,","episode":"s07e04.json","edited":false},
{"time": "0:16:44", "speaker": "spk_4","line":"because we approach you to join the band primarily for your hardships. Less for your musical talent. Yeah, but But you keep talking about this faddish.","episode":"s07e04.json","edited":false},
{"time": "0:16:55", "speaker": "spk_3","line":"It's almost like you drive the blues band just to write songs about. I wanted to be treated like a baby","episode":"s07e04.json","edited":false},
{"time": "0:17:00", "speaker": "spk_4","line":"because I don't think my I","episode":"s07e04.json","edited":false},
{"time": "0:17:01", "speaker": "spk_0","line":"don't think my issues my actual real life issues air all that interesting. All right. I mean one. Yes. My grandmother killed my son. Okay.","episode":"s07e04.json","edited":false},
{"time": "0:17:12", "speaker": "spk_4","line":"Year, Your son was murdered by his great grandmother on her deathbed. Yeah, she strangled, Heard she got right up. Yeah, yeah, yeah. It's almost like she stole his life force. She made a macular Merat macula rece Immaculata s recovery. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:17:36", "speaker": "spk_0","line":"and that's but you know, that happened. And honestly, it affected me for a little while, but I dealt with it, okay? Pain is a thing that you can deal with. Grief is a thing that you can deal with.","episode":"s07e04.json","edited":false},
{"time": "0:17:45", "speaker": "spk_4","line":"Grief is good for you. Good grief, grief. Grief brings that","episode":"s07e04.json","edited":false},
{"time": "0:17:50", "speaker": "spk_3","line":"way. And we understand that you've been dealing with it. But we were just love for you to deal with it on the page a little bit more, you know, And on the page to the state","episode":"s07e04.json","edited":false},
{"time": "0:17:59", "speaker": "spk_4","line":"Because we've tried to, you know, you'll be in a fit crying about your life situation spewing out genius and will hit record, and it immediately goes back to fat face. We're trying to get some of this goal that you already have. And then as soon as the red light comes on, it's right back to fat face. Yeah, baby crib. Or you came in with a song","episode":"s07e04.json","edited":false},
{"time": "0:18:21", "speaker": "spk_5","line":"titled Son is gone And you had","episode":"s07e04.json","edited":false},
{"time": "0:18:23", "speaker": "spk_4","line":"seen you written","episode":"s07e04.json","edited":false},
{"time": "0:18:24", "speaker": "spk_5","line":"it that you had written it down.","episode":"s07e04.json","edited":false},
{"time": "0:18:26", "speaker": "spk_4","line":"Yeah, and then we start playing a sick groove. And for some reason, son is gone. Chorus turned into I Got a Dirty Diaper and it needs to be changed fast.","episode":"s07e04.json","edited":false},
{"time": "0:18:40", "speaker": "spk_0","line":"Right in the meter on there was kind of weird. It didn't really fit. The phrasing was wrong. But listen, I'll tell you, this guy's maybe I've got issues with vulnerability. Okay? Maybe I'm not the kind of guy who can just sit in front of people and say, you know what's really in my heart and what's really in my mind. I'm the kind of guy who has to filter his feelings through the things that get people went for.","episode":"s07e04.json","edited":false},
{"time": "0:19:02", "speaker": "spk_4","line":"No, you're you're getting more specific about another thing. You're not vagary","episode":"s07e04.json","edited":false},
{"time": "0:19:08", "speaker": "spk_5","line":"ing it up because you want to keep your personal life personal","episode":"s07e04.json","edited":false},
{"time": "0:19:11", "speaker": "spk_4","line":"here. What did you bring in a song you brought? It is a real win, right? Yes. All right. What part of a few site What? This Great. Uh, this is","episode":"s07e04.json","edited":false},
{"time": "0:19:21", "speaker": "spk_0","line":"called. Her bed became hit.","episode":"s07e04.json","edited":false},
{"time": "0:19:24", "speaker": "spk_4","line":"Her bed became his. I like that. That's good. That's that. That's almost like","episode":"s07e04.json","edited":false},
{"time": "0:19:28", "speaker": "spk_5","line":"a sort of Ah, uh, that could be sort of a queer blues song. You know, where it's like, what","episode":"s07e04.json","edited":false},
{"time": "0:19:37", "speaker": "spk_3","line":"we've been trying hard to","episode":"s07e04.json","edited":false},
{"time": "0:19:38", "speaker": "spk_4","line":"get back into that world. Queer. Have the fans Teoh get If you throw in a queer blues song in the middle here, set bluesman do it. It almost makes their head explode. Something that's true. Um, but why don't we play it a sick little really? And you play here in bed? Became","episode":"s07e04.json","edited":false},
{"time": "0:19:59", "speaker": "spk_0","line":"here also. I'll throw down the bars are","episode":"s07e04.json","edited":false},
{"time": "0:20:01", "speaker": "spk_2","line":"area 234 years. Oh, start with Wait for some real away for some room here, Wayne. And in the hospital way woman that I call my mama. Yeah, Breastfeeding me","episode":"s07e04.json","edited":false},
{"time": "0:20:38", "speaker": "spk_4","line":"Cut music. Stop! What? What? Clearly this","episode":"s07e04.json","edited":false},
{"time": "0:20:47", "speaker": "spk_3","line":"family has major issues with the maternal son connection. The women and the boys in this family have major major issues.","episode":"s07e04.json","edited":false},
{"time": "0:20:59", "speaker": "spk_4","line":"Yes. Rare mother killed your son. You've got something She wanted","episode":"s07e04.json","edited":false},
{"time": "0:21:04", "speaker": "spk_3","line":"to be breast fed by your mommy.","episode":"s07e04.json","edited":false},
{"time": "0:21:05", "speaker": "spk_4","line":"Yeah, I mean, I knew it was It was headed somewhere","episode":"s07e04.json","edited":false},
{"time": "0:21:09", "speaker": "spk_0","line":"wrong When you said mom instead of grandmother. And then of course, you talked about Breast Isn't Watteau Joe? When I when I joined the band, I didn't want to be a lead singer. You guys said don't worry about it. We don't have a lead singer and I was like, That's great for me, all right? It could be I have always","episode":"s07e04.json","edited":false},
{"time": "0:21:24", "speaker": "spk_3","line":"played drums and I'll play Trump.","episode":"s07e04.json","edited":false},
{"time": "0:21:28", "speaker": "spk_0","line":"And by the way, I would love an opening to place a trumpet. Sometimes","episode":"s07e04.json","edited":false},
{"time": "0:21:31", "speaker": "spk_3","line":"it comes up, it comes out like we told you that blues doesn't have much room for an upbeat trumpet. Podd a bump. It really does it. You've been trying to button our songs","episode":"s07e04.json","edited":false},
{"time": "0:21:43", "speaker": "spk_4","line":"with trumpets. Yeah, and it's right. I don't know if I love","episode":"s07e04.json","edited":false},
{"time": "0:21:46", "speaker": "spk_5","line":"this rig you created. That's just a hovering trumpet up near your mouth while you're playing drums.","episode":"s07e04.json","edited":false},
{"time": "0:21:52", "speaker": "spk_4","line":"Well, yeah, it's a little better","episode":"s07e04.json","edited":false},
{"time": "0:21:54", "speaker": "spk_3","line":"than you put a trumpet against someone else's mouth and you would just hit them in the stomach","episode":"s07e04.json","edited":false},
{"time": "0:21:59", "speaker": "spk_2","line":"with your drumsticks in the middle way,","episode":"s07e04.json","edited":false},
{"time": "0:22:07", "speaker": "spk_0","line":"I could sort of meld the to turn the trumpet into a percussive instrument in the way","episode":"s07e04.json","edited":false},
{"time": "0:22:12", "speaker": "spk_4","line":"it's creative. You got a lot","episode":"s07e04.json","edited":false},
{"time": "0:22:15", "speaker": "spk_5","line":"of issues, fat face, like every we put up with this shit.","episode":"s07e04.json","edited":false},
{"time": "0:22:18", "speaker": "spk_4","line":"But we need to hear that you keep time.","episode":"s07e04.json","edited":false},
{"time": "0:22:21", "speaker": "spk_0","line":"I would love to just keep time as well. If somebody else could take over some singing duties every now and then,","episode":"s07e04.json","edited":false},
{"time": "0:22:28", "speaker": "spk_3","line":"that time is that, by the way, right now? Yeah. 4 45 I urine. Okay, drummer, But you keep big for you. Got the blues too? I mean, it's not just fat face. We've all got more blues. Ever since I last album, no pool problems came. She is no pool","episode":"s07e04.json","edited":false},
{"time": "0:22:48", "speaker": "spk_4","line":"way. Also had pool problems after that","episode":"s07e04.json","edited":false},
{"time": "0:22:54", "speaker": "spk_3","line":"was aligned proposal IVP about us being pool sharks and hustlers. And it was, If you see us coming into the bar and you're playing pool, you're gonna have some pool","episode":"s07e04.json","edited":false},
{"time": "0:23:06", "speaker": "spk_4","line":"problems. Yeah, and I mean, when we say sharks, we weren't that good, but we protect. We thought we were Yeah, we were fins into the box way. We're sort of a pool gang, but we were amateur. Yeah, we got, uh, you could","episode":"s07e04.json","edited":false},
{"time": "0:23:20", "speaker": "spk_0","line":"see is coming. Let's just say","episode":"s07e04.json","edited":false},
{"time": "0:23:21", "speaker": "spk_4","line":"that way would sort of do a thing. We crawl around on all fours and showed just the fin over the table. We really struck the fear in all the pool players. Yeah, we actually found","episode":"s07e04.json","edited":false},
{"time": "0:23:31", "speaker": "spk_5","line":"an old, uh uh um Old jaws from the ride Universal that they weren't using any more than one that pops up out of the almost get you in that boat. Um, and we would pack ourselves in there and sort of crawl into","episode":"s07e04.json","edited":false},
{"time": "0:23:49", "speaker": "spk_4","line":"wear a three pool hour long show that we would sort of due to psych everyone out. And then we'd pop out of this animatronic shark and start playing pool.","episode":"s07e04.json","edited":false},
{"time": "0:23:57", "speaker": "spk_3","line":"Yeah, it was ah, bit of a tro zin Trojan shark situation. What was cold? It was a cold shark","episode":"s07e04.json","edited":false},
{"time": "0:24:06", "speaker": "spk_4","line":"was a frozen","episode":"s07e04.json","edited":false},
{"time": "0:24:08", "speaker": "spk_3","line":"frozen way. Lost so much money on that that now we're now in the studio trying to put out and no one lost more money than Billy Bigfoot Johnson.","episode":"s07e04.json","edited":false},
{"time": "0:24:19", "speaker": "spk_4","line":"No, no, no. You know, you have big financial","episode":"s07e04.json","edited":false},
{"time": "0:24:24", "speaker": "spk_5","line":"blues right now.","episode":"s07e04.json","edited":false},
{"time": "0:24:25", "speaker": "spk_3","line":"God, you've been gambling on riverboats.","episode":"s07e04.json","edited":false},
{"time": "0:24:28", "speaker": "spk_4","line":"That's right. I see you remember about practice. I cannot stay away from a good river boat race. This is a river. Will say they're not in competition with each other. And this is not a race. This is riverboat drag race. You see two boats on the river and you see someone else is interested in that. You run up to him. You bet","episode":"s07e04.json","edited":false},
{"time": "0:24:47", "speaker": "spk_5","line":"him $1000 of which one's going to get to the other bank fastest. I","episode":"s07e04.json","edited":false},
{"time": "0:24:51", "speaker": "spk_3","line":"have never seen somebody that you know, They say it. Broken clock is right. Twice a day. I have never seen you be wrong. I've never seen you be right once.","episode":"s07e04.json","edited":false},
{"time": "0:25:01", "speaker": "spk_4","line":"Well, here's the thing. I really love those old natural river boats that have the wood propeller, but they lose every time. You know, just out of date technology.","episode":"s07e04.json","edited":false},
{"time": "0:25:12", "speaker": "spk_3","line":"Bet on a dock boat last week.","episode":"s07e04.json","edited":false},
{"time": "0:25:14", "speaker": "spk_4","line":"That's right. But it was painted so pretty. It was so fast and it just it looked like the kind of boat a riverboat is supposed to be. Sure they got these new metal ones with big motors. I don't think you obviously have","episode":"s07e04.json","edited":false},
{"time": "0:25:28", "speaker": "spk_5","line":"a very specific gambling addiction. And","episode":"s07e04.json","edited":false},
{"time": "0:25:30", "speaker": "spk_4","line":"I think you should just have a gambling addiction to step on side of the river because I vote for the oldest horse in the race every time. Yeah, the one that's not even in the competition. Yeah, you went to","episode":"s07e04.json","edited":false},
{"time": "0:25:41", "speaker": "spk_0","line":"the conducted everyone time and you voted on horse that had been dead for four years,","episode":"s07e04.json","edited":false},
{"time": "0:25:45", "speaker": "spk_4","line":"said on Seabiscuit. E bet on Seabiscuit at his funeral. And let's just say I lost and you didn't have much luck the other day in Vegas","episode":"s07e04.json","edited":false},
{"time": "0:25:54", "speaker": "spk_0","line":"when you were when you were there, Toe, Um, bet on","episode":"s07e04.json","edited":false},
{"time": "0:25:58", "speaker": "spk_5","line":"sports either, right? Yeah, yeah, yeah. I","episode":"s07e04.json","edited":false},
{"time": "0:26:01", "speaker": "spk_4","line":"went up to Don King and I said, give me a 1,000,000 on Taison And he said Okay. And I didn't know why he was laughing. Yeah, I guess Tyson hasn't fought in years. Took my money. I feel","episode":"s07e04.json","edited":false},
{"time": "0:26:13", "speaker": "spk_3","line":"like So you do have given the money up front, cause what you could do is say, you know what? Tyson didn't fight giving the money back. But you Is it considered a loss if he didn't even fight?","episode":"s07e04.json","edited":false},
{"time": "0:26:24", "speaker": "spk_4","line":"Well, I lost the money. I don't know what I was trying to chase down King, but he ran in a straight line and got away from me. You know, with my one tiny foot. I have to keep rejiggering when I'm running. And he is","episode":"s07e04.json","edited":false},
{"time": "0:26:36", "speaker": "spk_3","line":"the opposite of how they say to get away from a bear which is to run it angles for you. It's running two straight line. You find exactly. Now you have a lot of money because you wrote a song that ended up being in a film, right? And so you've gotten a lot of residuals for that?","episode":"s07e04.json","edited":false},
{"time": "0:26:52", "speaker": "spk_4","line":"Yeah, That's right. That's right. I wrote,","episode":"s07e04.json","edited":false},
{"time": "0:26:54", "speaker": "spk_5","line":"uh, what was the title of it? I","episode":"s07e04.json","edited":false},
{"time": "0:26:57", "speaker": "spk_4","line":"really wrote jumping Jack Flash, right? That's right. That's right. It was a rolling stone. Yeah, I wrote jumping Jack for a song. You out of jealousy? Uh, yeah.","episode":"s07e04.json","edited":false},
{"time": "0:27:08", "speaker": "spk_3","line":"Yeah, and that's our job. Jack Flash was huge. It was a gas. Ah,","episode":"s07e04.json","edited":false},
{"time": "0:27:13", "speaker": "spk_4","line":"a lot of that song was actually about the gas leak in your apartment, right? Yes. Well, the gas leak was bad, and I had also at the same time as the gas leak I had. We're doing a workout class was in a workout class. But I also have sparking electrical you. So as I was walking around federal literally, I would see a flash and some of the glasses light up and I would jump. But my name was not Jack. I had","episode":"s07e04.json","edited":false},
{"time": "0:27:38", "speaker": "spk_5","line":"to take a little bit of creative. You were so recording up and tired and shocked after writing that song, you had to give it to them. And","episode":"s07e04.json","edited":false},
{"time": "0:27:44", "speaker": "spk_3","line":"you have spent decades trying to recreate that setting to write another.","episode":"s07e04.json","edited":false},
{"time": "0:27:49", "speaker": "spk_4","line":"That's right. You're shocked up right now. That's right. I'm pretty sick. Pretty sick for all the gas house is tightly sealed. I'll say this tightly sealed, which is wonderful for weather, but it's bad for the gas leak. You really gotta","episode":"s07e04.json","edited":false},
{"time": "0:28:06", "speaker": "spk_5","line":"open a window if you're doing the kind of creative experiments.","episode":"s07e04.json","edited":false},
{"time": "0:28:08", "speaker": "spk_3","line":"I did think push up jacks. Shocks to death","episode":"s07e04.json","edited":false},
{"time": "0:28:11", "speaker": "spk_2","line":"was gonna be a bigger than it was","episode":"s07e04.json","edited":false},
{"time": "0:28:14", "speaker": "spk_0","line":"Jack. Yeah. What the push up jacks. Exactly.","episode":"s07e04.json","edited":false},
{"time": "0:28:17", "speaker": "spk_4","line":"A push up Jack. While it's trying to mix a push up in a jumping jack. It's kind of like a Burpee. It's kind of like a burbey, but it happens inadvertently when a gas leak sparks of fire in your home yet, uh, chest fly, finger and outlet just by just fly finger and outlet. Um, garbage. Monoxide poisoning is a tough song to you brought that in here? We tried to work that out. That's right. That's right. I also had a bathtub with toaster, and that","episode":"s07e04.json","edited":false},
{"time": "0:28:48", "speaker": "spk_3","line":"was gonna be a suicide. Sorry, but it was born stock about you. Just trying to make","episode":"s07e04.json","edited":false},
{"time": "0:28:52", "speaker": "spk_4","line":"a quick toe was pretty cool. Quickly hijacked","episode":"s07e04.json","edited":false},
{"time": "0:28:57", "speaker": "spk_5","line":"to put me up on that changing table","episode":"s07e04.json","edited":false},
{"time": "0:29:00", "speaker": "spk_4","line":"Fat face of you. Yeah, I start playing a nasty lick about to go into the words and before I know it. There's a new vocalist on you and me","episode":"s07e04.json","edited":false},
{"time": "0:29:07", "speaker": "spk_0","line":"upon that changing table. Maybe","episode":"s07e04.json","edited":false},
{"time": "0:29:11", "speaker": "spk_5","line":"I'm not playing. No, we're not playing. You can either start of the regular song","episode":"s07e04.json","edited":false},
{"time": "0:29:18", "speaker": "spk_4","line":"way. We're not here for you. Have you had some blues recently? You're pulling from here in the studio? Absolutely. Absolutely. Lost your hat, right? You lost your Kangol","episode":"s07e04.json","edited":false},
{"time": "0:29:31", "speaker": "spk_3","line":"Got Ma gloss. Kangol Hat Blues? Yes, I flew. I'll Nell tell you this Im never flying Delta again. I checked my Kangol","episode":"s07e04.json","edited":false},
{"time": "0:29:41", "speaker": "spk_4","line":"hat. It wouldn't","episode":"s07e04.json","edited":false},
{"time": "0:29:47", "speaker": "spk_3","line":"it wouldn't fit on the bed. It wouldn't fit under my seat. And I couldn't travel with it because I was already wearing my other tangle","episode":"s07e04.json","edited":false},
{"time": "0:29:56", "speaker": "spk_4","line":"Has water in it too, right?","episode":"s07e04.json","edited":false},
{"time": "0:29:57", "speaker": "spk_3","line":"More than four ounces per gallon tangle. So yeah, it's got it's got a boy That's the water So you can come with three ounces so you can't bring it on and it's got a Swiss army knife on the edge of it.","episode":"s07e04.json","edited":false},
{"time": "0:30:13", "speaker": "spk_4","line":"There's a cool,","episode":"s07e04.json","edited":false},
{"time": "0:30:15", "speaker": "spk_3","line":"uh, eso you know, And that thing is my lifeblood eso the fact that they lost it. I mean, I tweeted it delta for four days straight nonstop trying to humiliate them and tweet.","episode":"s07e04.json","edited":false},
{"time": "0:30:29", "speaker": "spk_4","line":"What's your Twitter handle again.","episode":"s07e04.json","edited":false},
{"time": "0:30:31", "speaker": "spk_3","line":"My Twitter and though is it wants changed. Now it's Ah, Delta. More like Celta. Uh, used to be Tonder lip because thunder Lips was taken. Really? Yes, but it's at Delta More like hell to. And now I just do a lot of topical tree tweets. But then I asked a new topical treats. So","episode":"s07e04.json","edited":false},
{"time": "0:30:54", "speaker": "spk_4","line":"I had your, uh,","episode":"s07e04.json","edited":false},
{"time": "0:30:59", "speaker": "spk_3","line":"GOP sucks rice krispie tree. That's right. I do these really clever treats. Um, where it's gotta sell a little bit of a little bit of political snark in there. A little something that they were there won't say","episode":"s07e04.json","edited":false},
{"time": "0:31:13", "speaker": "spk_4","line":"too much butter. That's your attention. Trademark. A little bit of snarking too much. A","episode":"s07e04.json","edited":false},
{"time": "0:31:20", "speaker": "spk_3","line":"little bit snarky. Too much. But","episode":"s07e04.json","edited":false},
{"time": "0:31:21", "speaker": "spk_4","line":"we have your Twitter. Yeah, because you always said","episode":"s07e04.json","edited":false},
{"time": "0:31:25", "speaker": "spk_5","line":"you can't have enough butter, but that you've proven that to be false. Um,","episode":"s07e04.json","edited":false},
{"time": "0:31:30", "speaker": "spk_4","line":"alright, guys. Well, we need to take a little break","episode":"s07e04.json","edited":false},
{"time": "0:31:32", "speaker": "spk_5","line":"to tune up here, but we will be right back. So are","episode":"s07e04.json","edited":false},
{"time": "0:31:37", "speaker": "spk_3","line":"maybe what's played out into the break? Okay, it's improvise a little song.","episode":"s07e04.json","edited":false},
{"time": "0:31:41", "speaker": "spk_2","line":"All right, let's hear. All right. I'm gonna take the first verse that I'll throw it over your way. Yeah, Listening, baby, I got but IHS! No, no, no, no, no, no, no, no, no.","episode":"s07e04.json","edited":false},
{"time": "0:32:04", "speaker": "spk_5","line":"Take it way. All right, guys, We are back here at the Creatures Lounge, and we have a fantastic mo. You could you could not be more excited. One of our mentors, our main mentor, is here today. Please welcome guitar George. It's good to be here with you fellas. It's really good to be with your boys. Thanks for the next generation. Yeah, yeah, yeah. You could charge.","episode":"s07e04.json","edited":false},
{"time": "0:32:44", "speaker": "spk_4","line":"You're getting on up there","episode":"s07e04.json","edited":false},
{"time": "0:32:45", "speaker": "spk_5","line":"in age. But you you are a Hey, don't let me behind. You know, in my you know what I mean A don't left me behind. Hey, just left you behind so I a don't even work. Yeah. You're","episode":"s07e04.json","edited":false},
{"time": "0:32:59", "speaker": "spk_4","line":"not even keeping up with your age anymore. That Dr do you remember your birthday?","episode":"s07e04.json","edited":false},
{"time": "0:33:04", "speaker": "spk_0","line":"Do you remember the","episode":"s07e04.json","edited":false},
{"time": "0:33:05", "speaker": "spk_5","line":"veil? No way. Wanted out to have a book today. Back when I was born, uh, back without born. They ah wouldn't assign us bookcase if you wanted to nab. You didn't have money. Poor people like us here. We didn't have birthdays, birthdays. You take happened but a and then what you get when you pour nothing. Yeah, every never. What? They opened up the box and nothing there. Get","episode":"s07e04.json","edited":false},
{"time": "0:33:30", "speaker": "spk_0","line":"your present. There was nothing in there.","episode":"s07e04.json","edited":false},
{"time": "0:33:32", "speaker": "spk_5","line":"No. Well, you poor trick. Seems you got just the thing","episode":"s07e04.json","edited":false},
{"time": "0:33:37", "speaker": "spk_3","line":"now, is it A different box every year. Where they at least by a new box for you?","episode":"s07e04.json","edited":false},
{"time": "0:33:40", "speaker": "spk_5","line":"About what? The president was the box, your dreams inside. That's how you got. What a guess. Appointing. I see. I see. Now","episode":"s07e04.json","edited":false},
{"time": "0:33:49", "speaker": "spk_3","line":"that was the first song that I cut on for from you was empty Box of dreams. Uh, empty box dream. Oh,","episode":"s07e04.json","edited":false},
{"time": "0:33:57", "speaker": "spk_4","line":"yeah. Here we go. It it that was it. That was way so simple. We want talked in","episode":"s07e04.json","edited":false},
{"time": "0:34:09", "speaker": "spk_0","line":"there for seven. Don't make sure we're ready for the","episode":"s07e04.json","edited":false},
{"time": "0:34:12", "speaker": "spk_2","line":"next time. I'm not into a so maybe pick up your fucking Mr Medicine have your joy. That was","episode":"s07e04.json","edited":false},
{"time": "0:34:20", "speaker": "spk_5","line":"a classic intro to a song store and start singing. Everybody picks up everybody. You all just looked him right. We looked at you and this started scrambling my instruments and we were too late. The moment had passed. Uh, good","episode":"s07e04.json","edited":false},
{"time": "0:34:35", "speaker": "spk_4","line":"are George. You've showed up in a","episode":"s07e04.json","edited":false},
{"time": "0:34:36", "speaker": "spk_5","line":"couple of ah famous blue songs. You've been name checked. That's correct. In the Sultan of Sultans of Swing industry Dire Straits song. Yeah, you were, um","episode":"s07e04.json","edited":false},
{"time": "0:34:48", "speaker": "spk_4","line":"what was that lyric?","episode":"s07e04.json","edited":false},
{"time": "0:34:49", "speaker": "spk_5","line":"Exactly Where you where you show up again? It, uh, check out. You know it, right? We're gonna play","episode":"s07e04.json","edited":false},
{"time": "0:34:55", "speaker": "spk_4","line":"way. We're gonna play Dire Straits. But that was just","episode":"s07e04.json","edited":false},
{"time": "0:35:08", "speaker": "spk_5","line":"singing a song about him in the song","episode":"s07e04.json","edited":false},
{"time": "0:35:13", "speaker": "spk_4","line":"you write a song way ready to play? Yeah, you have it. 23","episode":"s07e04.json","edited":false},
{"time": "0:35:23", "speaker": "spk_2","line":"four We don't know we're playing straight","episode":"s07e04.json","edited":false},
{"time": "0:35:25", "speaker": "spk_4","line":"This is owed only stuff you can't steal Solve the swing To make a song about something that I will just say does itself in a sling I'm thrilled by the big personality room Let's play good Dodgers were not were nervous All right, listen, let's play will play guitar. Georgia's song about being name checked in dire straits. Yes. Okay, so that's what we're playing Were playing the original song, Not dire straits. Let's just play the rift. We've been playing for the whole episode, Which is that 1234","episode":"s07e04.json","edited":false},
{"time": "0:36:05", "speaker": "spk_2","line":"That comes a time when a man be put in a song for us. Bag What song? It sultans a swath","episode":"s07e04.json","edited":false},
{"time": "0:36:22", "speaker": "spk_4","line":"hook That was the hook right there","episode":"s07e04.json","edited":false},
{"time": "0:36:24", "speaker": "spk_3","line":"on. There was a lot of people were saying there was nothing more relatable than the lyric that comes a time when a man gets putting. This are","episode":"s07e04.json","edited":false},
{"time": "0:36:31", "speaker": "spk_5","line":"Yeah, it does come a time. Me Not every man even knows what songs are in. Ah, woman, because you'll you'll chains. And as a musician, you know this You change the name to protect the innocent. You call Mary Jo a job. You really think that song was about a guy named Joe?","episode":"s07e04.json","edited":false},
{"time": "0:36:54", "speaker": "spk_3","line":"No, but they had the chains name cause he had a gun in his hand Right here. Is gonna is gonna kill his woman.","episode":"s07e04.json","edited":false},
{"time": "0:36:58", "speaker": "spk_5","line":"Yeah, It was a long, awkward name, I hear Not very good guy.","episode":"s07e04.json","edited":false},
{"time": "0:37:06", "speaker": "spk_3","line":"I got to say this guitar, George, And I'm sorry if this is embarrassing for you, but I am furious that you are not in the rock and roll.","episode":"s07e04.json","edited":false},
{"time": "0:37:14", "speaker": "spk_0","line":"Yes, way We've all we've all been frustrated by.","episode":"s07e04.json","edited":false},
{"time": "0:37:18", "speaker": "spk_4","line":"We kind of You have any kind","episode":"s07e04.json","edited":false},
{"time": "0:37:20", "speaker": "spk_5","line":"of an unofficial, uh, induction, um, into the Hall of Fame since they skipped over you. Yeah, This happens a lot of fellas like me, Like Led Zeppelin, they they stole all the songs and they get they get in, You know, us blues musicians We have a stocks Ah song stolen and Dan Day Gideon, You know what I mean.","episode":"s07e04.json","edited":false},
{"time": "0:37:44", "speaker": "spk_3","line":"You're the song that was stolen from you famously was one week by the bare naked","episode":"s07e04.json","edited":false},
{"time": "0:37:49", "speaker": "spk_4","line":"ladies It was a classic blues riff. Originally,","episode":"s07e04.json","edited":false},
{"time": "0:37:58", "speaker": "spk_5","line":"I wish I could remember that song so I could talk more on","episode":"s07e04.json","edited":false},
{"time": "0:38:01", "speaker": "spk_3","line":"I don't want to bring up the stress for you in that because you written some great songs that people","episode":"s07e04.json","edited":false},
{"time": "0:38:07", "speaker": "spk_5","line":"have a paranoid android. Someone always pisses me All had one called a scared robot. It's the same song they still gets a day.","episode":"s07e04.json","edited":false},
{"time": "0:38:21", "speaker": "spk_1","line":"Ah ah! Uh oh. Ah,","episode":"s07e04.json","edited":false},
{"time": "0:38:48", "speaker": "spk_4","line":"Robot. Wow, that sounded a little bit like Jurassic Park. Well, I mean and classically stolen from another blues musician. Uh huh. Absolutely.","episode":"s07e04.json","edited":false},
{"time": "0:38:58", "speaker": "spk_3","line":"The greatest thing is, most people, after doing something like that, might take a sip of water. You smoked a big cigar right? Afterwards it was like your throat. What? That wasn't been every year. There's enough by that. Wow.","episode":"s07e04.json","edited":false},
{"time": "0:39:10", "speaker": "spk_4","line":"You were kind of famous for not drinking water for a while, right? Yeah, I","episode":"s07e04.json","edited":false},
{"time": "0:39:14", "speaker": "spk_5","line":"felt like that. Ah, Dad wanted. Takes a white true takes","episode":"s07e04.json","edited":false},
{"time": "0:39:21", "speaker": "spk_4","line":"him right now is a menu I sell out. You have a sell out in the middle of a line. It is not a sellout to drink water,","episode":"s07e04.json","edited":false},
{"time": "0:39:32", "speaker": "spk_5","line":"though you No, no, no, no. Waters for purposes. Work literally.","episode":"s07e04.json","edited":false},
{"time": "0:39:38", "speaker": "spk_3","line":"You had scared robot. And you were, I would think I haven't heard of anyone else. You were the first blues man to make SciFi blues like a lot of Ah, uh,","episode":"s07e04.json","edited":false},
{"time": "0:39:49", "speaker": "spk_5","line":"explain this to me. Oh,","episode":"s07e04.json","edited":false},
{"time": "0:39:53", "speaker": "spk_3","line":"you're scared, robot that, you know, paranoid address restored for, um, Then you had ah, mission. My et blues. Uh, you you had the your whole dystopian future album.","episode":"s07e04.json","edited":false},
{"time": "0:40:09", "speaker": "spk_5","line":"Yeah, I had that song about e t. Not this in my tea. Yeah, it's about when ah, that scene when they opened up to clothe and they're looking around and they see all the You remember that scene? Yeah. They say on the stuffed animals. Yeah. Did a large stone looking around and, uh, my songs about all the, uh, the different animals,","episode":"s07e04.json","edited":false},
{"time": "0:40:40", "speaker": "spk_4","line":"not about it doesn't do a","episode":"s07e04.json","edited":false},
{"time": "0:40:42", "speaker": "spk_3","line":"big description of the animal them, and then thinking maybe this is the t a. M. Fight it out has not been moving on","episode":"s07e04.json","edited":false},
{"time": "0:40:49", "speaker": "spk_2","line":"to the next animal. Deconstruct that moment for a","episode":"s07e04.json","edited":false},
{"time": "0:40:52", "speaker": "spk_5","line":"long time. It's everybody's favorite singing just still damn way. Did you know I just about that","episode":"s07e04.json","edited":false},
{"time": "0:41:07", "speaker": "spk_0","line":"first about the dirty bear is really, honestly more. You go into the lab flu, intial verse and blues history of you asked me","episode":"s07e04.json","edited":false},
{"time": "0:41:13", "speaker": "spk_5","line":"What is that thing covered in hair? O E t. That's dirt","episode":"s07e04.json","edited":false},
{"time": "0:41:17", "speaker": "spk_4","line":"on. I mean from there.","episode":"s07e04.json","edited":false},
{"time": "0:41:19", "speaker": "spk_3","line":"And I'll just sprouted. Yeah, Todd Zeppelin has rambled on about the ramble on about the Lord of the Rings trilogy. You have missing my t about opening the closet and seeing if I just stuffed","episode":"s07e04.json","edited":false},
{"time": "0:41:30", "speaker": "spk_5","line":"animals. Yeah, I try to take the most emotional parts the parts of sci fi movies that people really remember. Yeah. You know, like in Star Wars environments. The scene at the bar,","episode":"s07e04.json","edited":false},
{"time": "0:41:46", "speaker": "spk_4","line":"The most emotional scene. Yeah, I have","episode":"s07e04.json","edited":false},
{"time": "0:41:48", "speaker": "spk_5","line":"a song about how hard it is to get a drink in that bar. So long that graced always blonde.","episode":"s07e04.json","edited":false},
{"time": "0:42:00", "speaker": "spk_3","line":"It's called Wish I was a pretty alien woman.","episode":"s07e04.json","edited":false},
{"time": "0:42:04", "speaker": "spk_4","line":"It goes on and on about alien titties and how you wanted","episode":"s07e04.json","edited":false},
{"time": "0:42:09", "speaker": "spk_5","line":"to weigh all that. Did it? Uh, that's number one reason you watch satisfies kid in my most CNH to third TD.","episode":"s07e04.json","edited":false},
{"time": "0:42:22", "speaker": "spk_0","line":"For sure, man. That's why I watch total recall. Because that one","episode":"s07e04.json","edited":false},
{"time": "0:42:25", "speaker": "spk_5","line":"scene I told recalled, you spit up a big brown looky sing guitar, George. Thank you. Not","episode":"s07e04.json","edited":false},
{"time": "0:42:43", "speaker": "spk_0","line":"just say, George. Now, you know, you obviously are aumento of ours. We've sort of followed your career. We, uh you know, we respect everything that you've ever done. But as a person who's seen it all, when you see what's going on in music today with what's getting popular these days, do you have any opinions about that? Do you","episode":"s07e04.json","edited":false},
{"time": "0:42:59", "speaker": "spk_5","line":"think Old Zannex rap? Yeah, The soundcloud ravers with tattoos on their faces and boards of your faces is in pretty bad shape. But there's no tattoos at least. No, no, no. Did the tattoos say Put those on your arms and your legs? Maybe important.","episode":"s07e04.json","edited":false},
{"time": "0:43:20", "speaker": "spk_4","line":"But you have. You have","episode":"s07e04.json","edited":false},
{"time": "0:43:22", "speaker": "spk_0","line":"you, have you? You've got quite a few tattoos on your arms and","episode":"s07e04.json","edited":false},
{"time": "0:43:25", "speaker": "spk_5","line":"you'll yeah, they're all set list. Get older. It's harder for your set of this city. Start to tattoo it, different parts about it, but I wouldn't help the tattooed on my face. How can I see the centrist on my face.","episode":"s07e04.json","edited":false},
{"time": "0:43:37", "speaker": "spk_3","line":"It is a reason Forgive me for not knowing the answer this, that you can't write the set list down and just put it in front of you. That's got to be on your body,","episode":"s07e04.json","edited":false},
{"time": "0:43:45", "speaker": "spk_5","line":"uh, trying to get smart with me.","episode":"s07e04.json","edited":false},
{"time": "0:43:49", "speaker": "spk_3","line":"Boy, I'm just I'm curious because I would love to start","episode":"s07e04.json","edited":false},
{"time": "0:43:53", "speaker": "spk_4","line":"looking for your lips again Every","episode":"s07e04.json","edited":false},
{"time": "0:43:57", "speaker": "spk_3","line":"time I see Qatar, George and kick the crap out of","episode":"s07e04.json","edited":false},
{"time": "0:44:00", "speaker": "spk_5","line":"people these days like the blues music you have the blues cruise, huh? Regard a little cruise around the bay or some maybe go. L A sandy. Short trips. Screws. How am I gonna have a paper sent list outside on a cruise ship is not gonna blow away your baby. Tape it down a tape. Podd fucking privies is privileged. White boys tape. Got no tape guitar. George,","episode":"s07e04.json","edited":false},
{"time": "0:44:33", "speaker": "spk_4","line":"you are y e so so old. So Maney age spots. What anymore? That argument it Don't","episode":"s07e04.json","edited":false},
{"time": "0:44:47", "speaker": "spk_5","line":"say that when accusatory tone. George, you are Why, Todd? George. I know all the","episode":"s07e04.json","edited":false},
{"time": "0:45:01", "speaker": "spk_3","line":"guitar. George. We week one of the reasons","episode":"s07e04.json","edited":false},
{"time": "0:45:03", "speaker": "spk_5","line":"why you boys have to have blues about Well, that's the thing about these modern boys","episode":"s07e04.json","edited":false},
{"time": "0:45:11", "speaker": "spk_3","line":"way. Well, you know, we had our last album that we got in a little bit trouble for because it wasn't sad enough. Uh, no. No pool issues pull this year. How are our sons? Swimming pools and get come out of it. Fine. We had a song. Cut my babies back. Now, where Babies Back way Always have the blues. Now we're low on money and honestly, we have had a lot of interpersonal issues in this studio we brought a therapist in Because we have just been struggling with Getting along right now is a lot of ego in the blues. When you got four men that want all have the blues and want to","episode":"s07e04.json","edited":false},
{"time": "0:45:48", "speaker": "spk_5","line":"get out there, pest will ruin your blues. I can't see a blues man talking toe. They're paid to get rid of your blues way out, asking for suggestions for blues and then our","episode":"s07e04.json","edited":false},
{"time": "0:46:01", "speaker": "spk_4","line":"half. We'll we'll have a new blues","episode":"s07e04.json","edited":false},
{"time": "0:46:03", "speaker": "spk_5","line":"song called $275 a session. That's pretty based on his feet. Yeah, exactly. So","episode":"s07e04.json","edited":false},
{"time": "0:46:11", "speaker": "spk_4","line":"that one we're","episode":"s07e04.json","edited":false},
{"time": "0:46:12", "speaker": "spk_5","line":"kind of working out. Um, we could sing it right now and I would love to hear","episode":"s07e04.json","edited":false},
{"time": "0:46:18", "speaker": "spk_3","line":"you Come in If if you were so inspired under lives you Oh, here we go. You","episode":"s07e04.json","edited":false},
{"time": "0:46:22", "speaker": "spk_4","line":"want Oh, this is the thing You want to start Thunder lives and then fat","episode":"s07e04.json","edited":false},
{"time": "0:46:29", "speaker": "spk_2","line":"face will come in. Don't do it fast based God, blues today I'm talking to a shrink over there. All I could think is how much it's cops. Still me to 75 baby. That's your job. To job to job. Here you go. Thank God my","episode":"s07e04.json","edited":false},
{"time": "0:47:02", "speaker": "spk_0","line":"mama took prenatal vitamins because I'm healthy and I'm ready to win for my love. Ready to win because I'm a baby. Goddammit!","episode":"s07e04.json","edited":false},
{"time": "0:47:20", "speaker": "spk_3","line":"Well, good time, George. The biggest surprise was seeing you come in on the funky","episode":"s07e04.json","edited":false},
{"time": "0:47:25", "speaker": "spk_4","line":"keyboard. You pulled a keyboard out of your backpack, Came in high.","episode":"s07e04.json","edited":false},
{"time": "0:47:30", "speaker": "spk_5","line":"It was a key, Todd. His eyes only played talk. Uh, let me help you, boys. Yeah, we love that. Start with your love life. Let's just go around the table, OK? Why don't you love life? And that's detained to get the blues? I see","episode":"s07e04.json","edited":false},
{"time": "0:47:51", "speaker": "spk_3","line":"Preston Poor choices, Phillips. I mean, it's in your name. Your love life has been tough.","episode":"s07e04.json","edited":false},
{"time": "0:47:55", "speaker": "spk_5","line":"Yeah, it has been tough. I mean, you know, my, uh my wife left me for another man. Um, which was really tough. Hey, was that has been the first lyric of many a song? Yes. Yeah, well left member. Another man. He's richer than I am. He's better looking than I as a classic line. Yeah, he's He's Tony Robbins, right? My wife left me for Tony Robbins. Um, he's better talker. He's a","episode":"s07e04.json","edited":false},
{"time": "0:48:24", "speaker": "spk_0","line":"better motivator than I am. Mostly positive. You","episode":"s07e04.json","edited":false},
{"time": "0:48:28", "speaker": "spk_3","line":"took your wife, Teoh. Get away Weekend for to the Tony Robbins seminar seminar Because you thought you too could learn how to communicate. Yeah. And instead, she left you for Tony. Robin,","episode":"s07e04.json","edited":false},
{"time": "0:48:39", "speaker": "spk_5","line":"He Yeah, he stole a right from underneath me. Yeah. What's that at around? That is true blues there. Yeah, that's","episode":"s07e04.json","edited":false},
{"time": "0:48:49", "speaker": "spk_3","line":"why you're our mentors. That was one of the first lessons you taught us is You always got to be on the lookout for things that rhyme with","episode":"s07e04.json","edited":false},
{"time": "0:48:55", "speaker": "spk_4","line":"Yeah, with your instrument","episode":"s07e04.json","edited":false},
{"time": "0:48:56", "speaker": "spk_5","line":"or instruments. When I hear someone tell me a blue store, I like to flag different parts of the blue story. Right? I hear certain words I'm not okay. Not that work e, I'll bring that word back. Put in the show right, Right, Right. Yes. So we got similar on, um I mean, the the seminar was very far away from my house. You go. So we got seminar very far to get there in a car. Um, yeah, way had a flat, and we had to use some tar on the songs becoming about the trip to the seminar. Not about your relationship, though. You here and that. I say I see","episode":"s07e04.json","edited":false},
{"time": "0:49:42", "speaker": "spk_3","line":"jobs are important, but the relationship is still more","episode":"s07e04.json","edited":false},
{"time": "0:49:45", "speaker": "spk_5","line":"important. Okay. Okay. Uh, truth is blues. Yeah, that's true. What?","episode":"s07e04.json","edited":false},
{"time": "0:49:51", "speaker": "spk_0","line":"Our album, our new album is called Lose the Whole Blues and nothing but the blues still help me Blues. Yeah. So we kind of treat the studio as, um there's an oath in here.","episode":"s07e04.json","edited":false},
{"time": "0:50:02", "speaker": "spk_5","line":"You've got to be under oath to speak the truth. Yeah, we're truth box here. What about you? Other boys will, but you relate. Well, my love life isn't too good. Uh, I was with a lady for a while, and I thought that we could it on her cheated, cheated on. Or so that's it. That's the time. I'm not ideas for blues song out cheat on my wife.","episode":"s07e04.json","edited":false},
{"time": "0:50:25", "speaker": "spk_4","line":"That's what I was just","episode":"s07e04.json","edited":false},
{"time": "0:50:26", "speaker": "spk_5","line":"this will get something going. Yeah, I felt like I was in a rut creatively. We were getting the long and, you know, I was thinking about astronaut May.","episode":"s07e04.json","edited":false},
{"time": "0:50:33", "speaker": "spk_4","line":"I even showed him a foot.","episode":"s07e04.json","edited":false},
{"time": "0:50:35", "speaker": "spk_5","line":"Right? Billy's get a really small baby foot that keeps time. E showed him, my friend. You know that guitar, George, You","episode":"s07e04.json","edited":false},
{"time": "0:50:43", "speaker": "spk_4","line":"already? Sometimes it's embarrassing. And we even got over that,","episode":"s07e04.json","edited":false},
{"time": "0:50:46", "speaker": "spk_5","line":"you know? And then it got too good and I had cheek to feel Avoca. Who was it with somebody you work with or somebody knew from a workout","episode":"s07e04.json","edited":false},
{"time": "0:50:56", "speaker": "spk_4","line":"class? Yeah, it was those two things. It was my trainer. It was my trainer from the Zumba","episode":"s07e04.json","edited":false},
{"time": "0:51:03", "speaker": "spk_5","line":"class. I see. She, uh she would spend a lot of personal time on me, even though it was a big 30 person class, because you turned in circles Bad form bash, for I wouldn't really good at the Zumba. And she took a real liking to me and took her under, took me under her wing, and I felt going boys working now blues mento, walk out. That'll make you healthy. That will stave off disease and disease. It's a great please boost top it,","episode":"s07e04.json","edited":false},
{"time": "0:51:34", "speaker": "spk_4","line":"right? That's true. You wrote,","episode":"s07e04.json","edited":false},
{"time": "0:51:35", "speaker": "spk_5","line":"uh, you wrote Lupus Blues? Yeah, a very straightforward album. Yeah. I can't remember what Lupus does. You tell your joints are bad. Your joints are kind of caving in on you. Yeah, There was a group of us","episode":"s07e04.json","edited":false},
{"time": "0:51:57", "speaker": "spk_4","line":"group. So you actually found more","episode":"s07e04.json","edited":false},
{"time": "0:51:59", "speaker": "spk_5","line":"people with Lupus to sort of, like, make that make","episode":"s07e04.json","edited":false},
{"time": "0:52:03", "speaker": "spk_3","line":"there was. Well, you started a blue supergroup of all people with Lupus.","episode":"s07e04.json","edited":false},
{"time": "0:52:08", "speaker": "spk_5","line":"Yeah. Yes, to go, dad. All, Um good. Well,","episode":"s07e04.json","edited":false},
{"time": "0:52:15", "speaker": "spk_3","line":"yeah, I my love life. It could be better. Could be worse. I'm on the dating APS right now. Eso You know, I'm meeting some good people, but I'm just not forming a connection that that I would like to. I'm having trouble getting past the texting phase honestly, on two dates. And so I got a lot of songs like that where it's like, you know, about meet me in person. I think it's a","episode":"s07e04.json","edited":false},
{"time": "0:52:39", "speaker": "spk_5","line":"little better. Like use. Ah, farmers. Only you have used them.","episode":"s07e04.json","edited":false},
{"time": "0:52:46", "speaker": "spk_3","line":"I have not been on farmers over","episode":"s07e04.json","edited":false},
{"time": "0:52:48", "speaker": "spk_5","line":"no cause bomb. Is that not doing all of these days? Drought fires, Geno. Starvation. So anyway, the farmers of serving food to make money.","episode":"s07e04.json","edited":false},
{"time": "0:53:05", "speaker": "spk_3","line":"Yeah, well, I'll get on that. I'll try. I love the data hungry farmer.","episode":"s07e04.json","edited":false},
{"time": "0:53:12", "speaker": "spk_4","line":"You got that one.","episode":"s07e04.json","edited":false},
{"time": "0:53:13", "speaker": "spk_5","line":"So you brought a song called? She left me on red, Seen the text. You would center, and it said red, but she never responded. And that was a big blues thing for you. That's","episode":"s07e04.json","edited":false},
{"time": "0:53:24", "speaker": "spk_3","line":"right. I'd rather be dead than left on red. Yeah. Good. Good. Yeah. Is ah, you know. And it broke my heart cause I was gonna propose to this woman off for a state. Moving. Ready.","episode":"s07e04.json","edited":false},
{"time": "0:53:37", "speaker": "spk_0","line":"Let's be fair. That was the text that she left on Red was going to propose to you on this first day.","episode":"s07e04.json","edited":false},
{"time": "0:53:43", "speaker": "spk_3","line":"Yeah, I said there's going to be the date of your life you have been proposed to on the first day than a winky face. And then she never responded, And I I went to a deep depression after that. I had to go on some medication for that because I","episode":"s07e04.json","edited":false},
{"time": "0:53:58", "speaker": "spk_5","line":"was just so depressed and you started taking Tylenol PM. That's right","episode":"s07e04.json","edited":false},
{"time": "0:54:03", "speaker": "spk_3","line":"on. Then I wrote a song called Bad Doctor after that one because the bad Dr Booth Yeah, was bad. Doctor Blues.","episode":"s07e04.json","edited":false},
{"time": "0:54:09", "speaker": "spk_5","line":"You split the world booth because sometimes it's just implied. You say, calling bad doctor. That's","episode":"s07e04.json","edited":false},
{"time": "0:54:18", "speaker": "spk_3","line":"just I don't want people to see the title of the song and thinking something I'm happy about. So I put blues at the end, so they know. Okay. You're sad about the","episode":"s07e04.json","edited":false},
{"time": "0:54:26", "speaker": "spk_4","line":"people that a confusion of what our music was about. So we try to","episode":"s07e04.json","edited":false},
{"time": "0:54:29", "speaker": "spk_5","line":"be very clear of what they're Yeah. I mean, mine about Tony Robbins. Big head blues. He's got a big, huge hit, right? Because I wanted I didn't want to say Tony Robbins. So I just say, Just call the big head. It's called the song Big Head because you like it could've been noted it being positive. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:54:49", "speaker": "spk_4","line":"well, I know that there was a moment where he was cooking me So cuckolding eso I didn't know if","episode":"s07e04.json","edited":false},
{"time": "0:55:00", "speaker": "spk_5","line":"the cheating he was fucking in front of you. Yeah, exactly. Exactly. And I was liking","episode":"s07e04.json","edited":false},
{"time": "0:55:06", "speaker": "spk_0","line":"it, but it was also devastating. So I was thorn in the salt, so I didn't know if it was blues. Oh, are","episode":"s07e04.json","edited":false},
{"time": "0:55:12", "speaker": "spk_5","line":"not blues, you know, sort of a celebratory. So,","episode":"s07e04.json","edited":false},
{"time": "0:55:15", "speaker": "spk_4","line":"yeah, that's been a problem for us. We're not sure sometimes if we have the blues or if we're really happy because we're all getting cut right, we're all yeah,","episode":"s07e04.json","edited":false},
{"time": "0:55:22", "speaker": "spk_3","line":"good. One way or another way.","episode":"s07e04.json","edited":false},
{"time": "0:55:25", "speaker": "spk_5","line":"Do you think a depression like genetic that you inherit should be counted as the blues? Could you really earn the blues Because you could be rich person and have, ah, medical depression? That's sure what? It's not a really blues in my mind, Russ. Not all fan tickets. Well, you just got this from your parents. Genes blues. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:55:47", "speaker": "spk_3","line":"that's like That's like glamping glamorous camping. You're not really a the campsite. You know your blues as toe having from your poor life decisions and things people have done to you.","episode":"s07e04.json","edited":false},
{"time": "0:55:58", "speaker": "spk_5","line":"I use that glamping example Every time I get in this discussion. It is like lamb a camp. I have some reverb. Oh, God, make your hot dogs make them yourself","episode":"s07e04.json","edited":false},
{"time": "0:56:16", "speaker": "spk_3","line":"a fat head","episode":"s07e04.json","edited":false},
{"time": "0:56:17", "speaker": "spk_4","line":"fat. So that was a slip","episode":"s07e04.json","edited":false},
{"time": "0:56:23", "speaker": "spk_3","line":"Big, Dirty Robin, I apologize","episode":"s07e04.json","edited":false},
{"time": "0:56:26", "speaker": "spk_5","line":"is my fat had posted","episode":"s07e04.json","edited":false},
{"time": "0:56:28", "speaker": "spk_3","line":"way. Surround the studio with posters of all our favorite football player way by from fat head dot com, which is also our spots that we should registered a recording head. That's","episode":"s07e04.json","edited":false},
{"time": "0:56:42", "speaker": "spk_4","line":"right, Do you want a big guy in your living room All the time? I get a fat head.","episode":"s07e04.json","edited":false},
{"time": "0:56:48", "speaker": "spk_5","line":"Do you Went everybody you like with With twice as big ahead Way used to run ads for DK mode.","episode":"s07e04.json","edited":false},
{"time": "0:56:59", "speaker": "spk_3","line":"You want to play on N 64 version of bond? But you want all you guys, They're funny. Huge heads on it","episode":"s07e04.json","edited":false},
{"time": "0:57:06", "speaker": "spk_5","line":"DK mode. But fat face, you have the blues as well, right? Recently had a","episode":"s07e04.json","edited":false},
{"time": "0:57:11", "speaker": "spk_0","line":"well, I mean","episode":"s07e04.json","edited":false},
{"time": "0:57:12", "speaker": "spk_5","line":"having trouble. Sort of turning it into songs that aren't about your being a baby fetish. What's that called again? Uh,","episode":"s07e04.json","edited":false},
{"time": "0:57:19", "speaker": "spk_0","line":"infant infantile. I don't want Fanta list. I don't think we wanted to say that Those words out loud, it's a little is a little dark. Okay, I'm not obsessed with babies. That's not my thing. You want to be won t I want to be true, Like baby. Yeah, you know, it feels good to be pampered and literally put him. Has somebody put a damper on All right? It feels good to be treated, treated like you're being nurtured by somebody else. All right? When you when you've had a life like mine, it's nice to look up from your crib and see a woman leaning over your patting you on your forehead, wiping the hair out of your eyes, putting baby powder on your privates.","episode":"s07e04.json","edited":false},
{"time": "0:57:56", "speaker": "spk_3","line":"Most babies don't have. Hera's log is yours that need to be wiped out of their","episode":"s07e04.json","edited":false},
{"time": "0:58:01", "speaker": "spk_0","line":"Hey, mama, come cutting. That's what I say, right? And that's all I'm saying is that I would love to be in a committed, long term relationship with a woman who was willing to treat me like her son. All right? Yeah. I would love","episode":"s07e04.json","edited":false},
{"time": "0:58:12", "speaker": "spk_3","line":"your mother. Well, what you got the You did have that song you came in with. Can't find baby diapers in my size blues.","episode":"s07e04.json","edited":false},
{"time": "0:58:22", "speaker": "spk_0","line":"Yeah, because you know what am I? Am I a youth? Eight. What? In my youth, 14. No, I'm a 36 or 36 ways. Year","episode":"s07e04.json","edited":false},
{"time": "0:58:31", "speaker": "spk_4","line":"old man. Yeah, I like that faster","episode":"s07e04.json","edited":false},
{"time": "0:58:34", "speaker": "spk_0","line":"song you wrote. I like the music of it broke the baby changing","episode":"s07e04.json","edited":false},
{"time": "0:58:37", "speaker": "spk_4","line":"table. A true story. That's a true","episode":"s07e04.json","edited":false},
{"time": "0:58:41", "speaker": "spk_0","line":"story. Me and my girlfriend at the time were flying from here to San Francisco. I made Dukie a She took me to the band who put me on the day she put me on the changing table in the airplane bathroom, and I broke the damn day.","episode":"s07e04.json","edited":false},
{"time": "0:58:55", "speaker": "spk_4","line":"Sounds a little faster. It's got kind of a devil went down to Georgia. Uh, put me on the changing","episode":"s07e04.json","edited":false},
{"time": "0:58:59", "speaker": "spk_0","line":"Teoh right down to the floor. Yeah, you know, trying to expand my horizons in more ways than one. Yeah,","episode":"s07e04.json","edited":false},
{"time": "0:59:05", "speaker": "spk_3","line":"way did. We were trying to work on a some sort of. So maybe you could help us with this guitar. George, we love the idea of Devil Went down to Georgia. We wanted t samba, but","episode":"s07e04.json","edited":false},
{"time": "0:59:15", "speaker": "spk_4","line":"we like the idea,","episode":"s07e04.json","edited":false},
{"time": "0:59:16", "speaker": "spk_3","line":"uh, in style, we have a fiddle we've been trying to use","episode":"s07e04.json","edited":false},
{"time": "0:59:21", "speaker": "spk_5","line":"it made out of,","episode":"s07e04.json","edited":false},
{"time": "0:59:22", "speaker": "spk_3","line":"um uh,","episode":"s07e04.json","edited":false},
{"time": "0:59:24", "speaker": "spk_4","line":"Boston would balsa wood way.","episode":"s07e04.json","edited":false},
{"time": "0:59:31", "speaker": "spk_3","line":"And so way we're trying to figure out what kind of if we should make another deal with the devil or some sort of other beast from a","episode":"s07e04.json","edited":false},
{"time": "0:59:38", "speaker": "spk_0","line":"deal with the devil Because of every blues man has made at least one derided","episode":"s07e04.json","edited":false},
{"time": "0:59:43", "speaker": "spk_3","line":"May be the Devil Went Back to Georgia are","episode":"s07e04.json","edited":false},
{"time": "0:59:46", "speaker": "spk_5","line":"famous tale of the blues man who was walking down the road came to a crossroads men to devil that across roads and made a deal got his ability to play guitar. Whatever. What have you What have you whatever instrument you have, uh, race? Yes, sure. I don't know. I feel like if I'm making to deal with the devil, I'm not gonna be making it for base","episode":"s07e04.json","edited":false},
{"time": "1:00:16", "speaker": "spk_4","line":"e. I want to be really good at","episode":"s07e04.json","edited":false},
{"time": "1:00:20", "speaker": "spk_0","line":"base. I want to be oh,","episode":"s07e04.json","edited":false},
{"time": "1:00:23", "speaker": "spk_5","line":"deviled in my soul play bass.","episode":"s07e04.json","edited":false},
{"time": "1:00:30", "speaker": "spk_3","line":"Uh, well, I have this recurring dream that the devil teaches me to play slap bass on, be a little funkier and also just support the rhythm of the people that are playing","episode":"s07e04.json","edited":false},
{"time": "1:00:42", "speaker": "spk_5","line":"with Occasionally you do show up to gigs with just a sock on your day.","episode":"s07e04.json","edited":false},
{"time": "1:00:47", "speaker": "spk_3","line":"Yeah, I'm going for the flea thing. I don't know if I don't notice going hard for the fleet thing.","episode":"s07e04.json","edited":false},
{"time": "1:00:52", "speaker": "spk_4","line":"It's really your","episode":"s07e04.json","edited":false},
{"time": "1:00:54", "speaker": "spk_5","line":"body for it to say that under left. What you got Flea sized. A","episode":"s07e04.json","edited":false},
{"time": "1:00:59", "speaker": "spk_4","line":"thing will not stay on","episode":"s07e04.json","edited":false},
{"time": "1:01:03", "speaker": "spk_3","line":"roasted by guitar joins. This is the timing of sockeye. Could find. Still not staying unfortunately. Well,","episode":"s07e04.json","edited":false},
{"time": "1:01:12", "speaker": "spk_0","line":"that's a sock from Bigfoot. Johnson's left foot,","episode":"s07e04.json","edited":false},
{"time": "1:01:15", "speaker": "spk_3","line":"right? Thought of his rhythm foot to put on my Penis.","episode":"s07e04.json","edited":false},
{"time": "1:01:19", "speaker": "spk_4","line":"You made a deal with the devil. I thought he lived to pay base","episode":"s07e04.json","edited":false},
{"time": "1:01:26", "speaker": "spk_3","line":"Yeah, I wrote a blues song that's kind of all about I Want the Devil to give me to fulfill reasonable goals for May and so help me become a good bass player in a moderately successful bank. Your yard together together finally put take these books to Goodwill. Uh, so that's kind of the deal with the dough. Do you think the guitar, George that That","episode":"s07e04.json","edited":false},
{"time": "1:01:54", "speaker": "spk_5","line":"you have multiple levels to your deal? I could see that the devil like, Well, it's just basic e throw in some others, like a bonus. I gave","episode":"s07e04.json","edited":false},
{"time": "1:02:04", "speaker": "spk_3","line":"you the fourth versus all contract negotiations, but the devils like, all right, this is too much. I'm like, All right. Well, what if we take away","episode":"s07e04.json","edited":false},
{"time": "1:02:14", "speaker": "spk_5","line":"the devil stairs have an agenda today?","episode":"s07e04.json","edited":false},
{"time": "1:02:18", "speaker": "spk_3","line":"The devil calls his lawyer, and Johnnie Cochran becomes heavily involved in the song. And","episode":"s07e04.json","edited":false},
{"time": "1:02:24", "speaker": "spk_4","line":"I have no idea the devil was making such good faith negotiation.","episode":"s07e04.json","edited":false},
{"time": "1:02:28", "speaker": "spk_3","line":"Well, yeah, it's called handshake Deal with the devil. That's all that.","episode":"s07e04.json","edited":false},
{"time": "1:02:31", "speaker": "spk_4","line":"Yeah, and what it actually","episode":"s07e04.json","edited":false},
{"time": "1:02:33", "speaker": "spk_5","line":"like? There was a lot of talk it, and actually, the song goes on for weeks, right? Cinta Koshi ations.","episode":"s07e04.json","edited":false},
{"time": "1:02:39", "speaker": "spk_3","line":"Sorry is meant to be played at a fish style kind of, ah, weeklong concert","episode":"s07e04.json","edited":false},
{"time": "1:02:45", "speaker": "spk_4","line":"following. There's long silences in the middle of the song. That's like waiting for the email to come back.","episode":"s07e04.json","edited":false},
{"time": "1:02:50", "speaker": "spk_3","line":"Yeah, and there's some checking emails. There's a this vs called just following up on","episode":"s07e04.json","edited":false},
{"time": "1:02:55", "speaker": "spk_4","line":"this. What's the question That's behind all this information way song that we wanted to write. But turns out the songs","episode":"s07e04.json","edited":false},
{"time": "1:03:09", "speaker": "spk_3","line":"are waiting guitar George has. I mean, I'm in the presence of greatness for guitar drones. Hasn't","episode":"s07e04.json","edited":false},
{"time": "1:03:15", "speaker": "spk_5","line":"Madam, your son I'm working on called the John Cage Blue. So I want to hear Yeah, absolutely. So we will. Here we get No,","episode":"s07e04.json","edited":false},
{"time": "1:03:25", "speaker": "spk_3","line":"no, you are not music","episode":"s07e04.json","edited":false},
{"time": "1:03:26", "speaker": "spk_5","line":"to three. Okay, here we go. We're gonna dio we're gonna get stopped","episode":"s07e04.json","edited":false},
{"time": "1:03:34", "speaker": "spk_0","line":"waiting like that famous John Cage piece. That's just the silent Thank you. Yeah, one intelligent first. This is artistic right here. This is artistic ruined my new song","episode":"s07e04.json","edited":false},
{"time": "1:03:49", "speaker": "spk_5","line":"playing through it three times that way. Wait, Just go to concerts and bang goes years on your song. You","episode":"s07e04.json","edited":false},
{"time": "1:03:58", "speaker": "spk_4","line":"guys way Bring our instruments and set up in the audience is shows","episode":"s07e04.json","edited":false},
{"time": "1:04:04", "speaker": "spk_3","line":"You never know. You never know","episode":"s07e04.json","edited":false},
{"time": "1:04:05", "speaker": "spk_4","line":"Any time anybody says 234","episode":"s07e04.json","edited":false},
{"time": "1:04:08", "speaker": "spk_0","line":"we g Oh, yeah. Even in. Like, sometimes we ruin though.","episode":"s07e04.json","edited":false},
{"time": "1:04:14", "speaker": "spk_5","line":"God damn, uh, that might have been noted. Song. Oh, shit. It's called, uh, why I never five. Okay, I see. 2234 Why? I never fun.","episode":"s07e04.json","edited":false},
{"time": "1:04:35", "speaker": "spk_4","line":"Now, you John Cage, okay? You were not a part of your band. We don't know your song. You can't. We can't just come in or not. We don't know. I went engine. Well, the Dodgers will get near","episode":"s07e04.json","edited":false},
{"time": "1:04:51", "speaker": "spk_5","line":"the end of Ah, the bleachers lounge here I do.","episode":"s07e04.json","edited":false},
{"time": "1:04:54", "speaker": "spk_4","line":"You have any data? Creatures? You talk about your favorite other Podd cat. I love the","episode":"s07e04.json","edited":false},
{"time": "1:05:00", "speaker": "spk_5","line":"Bleachers Lounge. That's a different body guest that we know about in this world. But guitar George, do you? You heard about the leeches, leeches, lounges, pretty good school doctors. It's all like the Knicks style doctors trying out different. Yeah, those guys, they're good. They're funny. They really playing funny. They make bloodletting funny. Do","episode":"s07e04.json","edited":false},
{"time": "1:05:30", "speaker": "spk_4","line":"you have any dates coming up? Are","episode":"s07e04.json","edited":false},
{"time": "1:05:31", "speaker": "spk_5","line":"you playing? Are you out on tour? Is this your father?","episode":"s07e04.json","edited":false},
{"time": "1:05:36", "speaker": "spk_3","line":"Yeah, it is an offensive. Whatever you got, tour of people ask. Is this your final issue?","episode":"s07e04.json","edited":false},
{"time": "1:05:44", "speaker": "spk_4","line":"No, no. I mean, I hope","episode":"s07e04.json","edited":false},
{"time": "1:05:46", "speaker": "spk_5","line":"not. I'm just wondering if you're getting tired of getting out on the road or if you still love it. I'm gonna be at ah Vinos in the Rock on September 14th of year. Kings and Conway on September 15th. Where's Conway? Currently Arkansas. Okay, County. Oh, right. You're doing two shows in Arkansas. That's where the blues have played. Were you gonna be Santa","episode":"s07e04.json","edited":false},
{"time": "1:06:11", "speaker": "spk_3","line":"Barbara? Well, yes, we're playing way are doing saying about Neverland Ranch said about we're setting over the gates of Neverland and play in there one day. Yeah, and then we're doing or we're doing our Carmel show in late October and new campus. We're doing the Google campus. Uh, check out those dates and take so much for being here. Guitar George, This","episode":"s07e04.json","edited":false},
{"time": "1:06:38", "speaker": "spk_5","line":"was one of pleasure.","episode":"s07e04.json","edited":false},
{"time": "1:06:39", "speaker": "spk_0","line":"Think Should we play it out, boys?","episode":"s07e04.json","edited":false},
{"time": "1:06:42", "speaker": "spk_5","line":"Yeah, Let's do it. Oh,","episode":"s07e04.json","edited":false},
{"time": "1:06:45", "speaker": "spk_2","line":"yeah. Thanks to walk way. 00 yeah. This is making Todd. 00 yeah. You working? This is very sexual. Ja jiggles? Yeah, it was just so softly kissing the French. All right, thanks so much for joining us here. The greater large. We will talk to you guys soon, and that's","episode":"s07e04.json","edited":false}]
