[{"time": "0:00:00", "speaker": "spk_0","line":"I mean, it's a sad day, fellas, but ah, you know, let's look at let's choose to look at it as a celebration of Todd and not not ah, not a sad","episode":"s09e40.json","edited":false},
{"time": "0:00:09", "speaker": "spk_1","line":"city. I mean, I know it's a sad day, and I'm sad. I mean, I you know, I didn't expect to lose Todd. Um, but it's also a good way way. It's beautiful. Especially not the way we lost him was was not how I thought he'd go. Yes, it I","episode":"s09e40.json","edited":false},
{"time": "0:00:30", "speaker": "spk_0","line":"mean, he went. Maybe he died the way that he lived, you know?","episode":"s09e40.json","edited":false},
{"time": "0:00:34", "speaker": "spk_1","line":"Yes, he died doing what he loved his work uniform. That's true. Yes, but I do feel like obviously we're sitting way back here in the back of Todd's funeral. He's up there. Um,","episode":"s09e40.json","edited":false},
{"time": "0:00:48", "speaker": "spk_2","line":"we have the only reserved seats. Did you realize?","episode":"s09e40.json","edited":false},
{"time": "0:00:50", "speaker": "spk_1","line":"Yeah. Yeah, they were serviced back is generally for every budget. That's a budget casket, right? I don't think that that's a","episode":"s09e40.json","edited":false},
{"time": "0:01:00", "speaker": "spk_2","line":"casket. Yeah, or do you mean budget rental?","episode":"s09e40.json","edited":false},
{"time": "0:01:02", "speaker": "spk_0","line":"I think it was a budget rental. Uh, because because I know that there Wait a second.","episode":"s09e40.json","edited":false},
{"time": "0:01:08", "speaker": "spk_1","line":"I think that's Opinsky","episode":"s09e40.json","edited":false},
{"time": "0:01:10", "speaker": "spk_0","line":"Penske Penske. Yeah, it's more industrial rental. It's for hauling instead of, ah, sort of personal transportation.","episode":"s09e40.json","edited":false},
{"time": "0:01:19", "speaker": "spk_1","line":"Penske's did caskets, but it does feel like it has, like some low level insurance on it. It's in the ants and entry model. Whatever the key, A model of a casket is this. And I saw you can see the little","episode":"s09e40.json","edited":false},
{"time": "0:01:31", "speaker": "spk_2","line":"pullout ramp there.","episode":"s09e40.json","edited":false},
{"time": "0:01:32", "speaker": "spk_0","line":"Yeah, and I said,","episode":"s09e40.json","edited":false},
{"time": "0:01:34", "speaker": "spk_1","line":"Oh, yeah, it has, like, a little loading, like a little moving ramp built into it.","episode":"s09e40.json","edited":false},
{"time": "0:01:41", "speaker": "spk_0","line":"And I actually I I was in the, ah, the embalming room. Or when they were transferring the body to the casket. You guys should have seen the you got embalming got been bombing privileges, and I actually saw them used the little hand truck to get tot into the casket. They ramped him up. They ramped him up in there on his little hand truck, sort of. He was tied to it like a little. It was honestly,","episode":"s09e40.json","edited":false},
{"time": "0:02:02", "speaker": "spk_1","line":"so sad to see, like sad. It's a sad day, but I was just noticing most of the people in here I will say every other person is smiling. Every other person. There's not a ton of sadness. I I saw","episode":"s09e40.json","edited":false},
{"time": "0:02:13", "speaker": "spk_0","line":"a few people do a Tiger Woods sort of sinking a putt sort of arm pump.","episode":"s09e40.json","edited":false},
{"time": "0:02:18", "speaker": "spk_2","line":"Yeah, a lot of people in their Sunday read the year two. Yeah. Yeah. And I'll also say, and I You know, I don't wanna over sell this because it's not what it's about, but just a gorgeous day. Yeah, coming in here. Sun was shining birds were Jim meaningful. It was tough to feel sad. When it's 70","episode":"s09e40.json","edited":false},
{"time": "0:02:37", "speaker": "spk_1","line":"two out, you can already feel the energy of everybody wants to get the lunch that I know that for sure. Everybody is like, Let's hurry this up. But I'm glad that I'm glad we you know Todd. Of course. I mean, I'm starving. If everybody came hungry, everybody is you. Comptel is already hungry. The funeral hasn't even started. I mean, at least there is a It seems like it may be, is going to go quick. I don't know Todd's. Of course he pre recorded Ah, his Yeah, he's going to direct his own funeral via its big scream. I","episode":"s09e40.json","edited":false},
{"time": "0:03:13", "speaker": "spk_0","line":"mean, again, he's gonna be in death. So is in life. And he couldn't sort of give up any control of the proceeding. So I've heard that there is some sort of tape that he recorded years ago. I think this has been in his plan for years. Of course. We're attacking.","episode":"s09e40.json","edited":false},
{"time": "0:03:31", "speaker": "spk_3","line":"Easy. Gentlemen of the funeral will begin in two minutes. Funeral will begin in two minutes. We'd like to remind everybody to turn off your cell phones and pagers. And if you got a pager, it's 2034 buddy, I think you're a little behind the times on","episode":"s09e40.json","edited":false},
{"time": "0:03:51", "speaker": "spk_1","line":"doing humor. Like in the movies.","episode":"s09e40.json","edited":false},
{"time": "0:03:55", "speaker": "spk_3","line":"We ask that if you're gonna be unwrapping Candies, you unwrap them now because the sound of unwrapping Candies can be very distracting for some of our elderly viewers. Little blue hairs in the back. And of course, we hope that you've come having had because this one's gonna be a while. Now the funeral of Top Padre will be six hours. No intermission.","episode":"s09e40.json","edited":false},
{"time": "0:04:20", "speaker": "spk_2","line":"No, this is gonna be rough. No intermission.","episode":"s09e40.json","edited":false},
{"time": "0:04:27", "speaker": "spk_3","line":"It's a cash swim up bar.","episode":"s09e40.json","edited":false},
{"time": "0:04:33", "speaker": "spk_1","line":"No, it isn't bythe.","episode":"s09e40.json","edited":false},
{"time": "0:04:36", "speaker": "spk_0","line":"They couldn't fulfill that request. There's not a pool play. It","episode":"s09e40.json","edited":false},
{"time": "0:04:41", "speaker": "spk_1","line":"seems like they tried. Teoh, what would","episode":"s09e40.json","edited":false},
{"time": "0:04:43", "speaker": "spk_2","line":"you call this lobby? What would you call this building? Uh, yeah, I guess that's an outdoor. I guess It's outdoor dumb.","episode":"s09e40.json","edited":false},
{"time": "0:04:53", "speaker": "spk_0","line":"It's feel like","episode":"s09e40.json","edited":false},
{"time": "0:04:54", "speaker": "spk_1","line":"way. Forgot to tell everybody We're sitting in pews in a landfill with seagulls just warm. And that's out. Yes,","episode":"s09e40.json","edited":false},
{"time": "0:05:04", "speaker": "spk_2","line":"absolutely. I thought they were above that first, cause that's how many there are. But they're full size Siegel.","episode":"s09e40.json","edited":false},
{"time": "0:05:09", "speaker": "spk_0","line":"Just like these mayors, bugs, stately big bugs, but no. Then I opened up a bag of Doritos in one, flew up to me and took a Took a reader right out of the bag.","episode":"s09e40.json","edited":false},
{"time": "0:05:19", "speaker": "spk_1","line":"Maybe he just needed money for other things during the funeral. So he didn't write enough money for media. The active","episode":"s09e40.json","edited":false},
{"time": "0:05:27", "speaker": "spk_2","line":"pride get referenced in the video. I'm sure he'll explain what a crazy funeral","episode":"s09e40.json","edited":false},
{"time": "0:05:31", "speaker": "spk_1","line":"he needs to address this landfill funeral very soon. Or else I am lost. Maybe he said E here, Cem crunching out of the speakers appear with I z e t e. I don't think so. Because he didn't know how to edit. He didn't end the tape. What's he doing?","episode":"s09e40.json","edited":false},
{"time": "0:05:54", "speaker": "spk_3","line":"What do you mean? I have to push pause. So","episode":"s09e40.json","edited":false},
{"time": "0:05:57", "speaker": "spk_0","line":"somebody helped him, but he didn't listen.","episode":"s09e40.json","edited":false},
{"time": "0:06:03", "speaker": "spk_1","line":"So he knows he's just being an asshole.","episode":"s09e40.json","edited":false},
{"time": "0:06:07", "speaker": "spk_3","line":"No, you don't have to cook corn. You can eat her off.","episode":"s09e40.json","edited":false},
{"time": "0:06:10", "speaker": "spk_2","line":"I think you might be looking at his neighbor in the window, if you know what I","episode":"s09e40.json","edited":false},
{"time": "0:06:13", "speaker": "spk_3","line":"mean. Looking good through neighbor looking good at that team. All right, everybody, the two minutes is up. Keep your seats. Keep for","episode":"s09e40.json","edited":false},
{"time": "0:06:25", "speaker": "spk_1","line":"He's obsessed with people keeping their cities.","episode":"s09e40.json","edited":false},
{"time": "0:06:30", "speaker": "spk_3","line":"This is Todd Padre over the recording. Introducing the man of the hour. Six hours. You know you have a He's dead in your morning. I'm please director attention to the HD video scream. Hopefully upfront.","episode":"s09e40.json","edited":false},
{"time": "0:06:49", "speaker": "spk_1","line":"That request Didn't comfort varies. I would say it's super standard definite. It might be black and white who","episode":"s09e40.json","edited":false},
{"time": "0:06:56", "speaker": "spk_2","line":"did carry out all this stuff, by the way, because I got so many emails from Todd that it stressed me out and I couldn't open any of them. I'm wondering like","episode":"s09e40.json","edited":false},
{"time": "0:07:05", "speaker": "spk_0","line":"I hope we weren't supposed to do more than we did, right? Uh, because I","episode":"s09e40.json","edited":false},
{"time": "0:07:09", "speaker": "spk_3","line":"know a couple of minutes Theodore Toilet man, The fucker Padre.","episode":"s09e40.json","edited":false},
{"time": "0:07:16", "speaker": "spk_1","line":"I refuse to clap, but all right. Ah, a couple You you Oh, my God. Gears Many jeers in the crowd. Hair E Oh, wow. Big gear from a donkey. Ok, I was thought I thought that was maybe a tugboat because We're of course, near the This guy is kind of a sludge running into the river here. But that was a donkey. A loose Don't get it out here in the in the garbage pit with us. So Todd is going to come on stage. Here he is. Here he is","episode":"s09e40.json","edited":false},
{"time": "0:07:55", "speaker": "spk_0","line":"on the screen. Hey, if","episode":"s09e40.json","edited":false},
{"time": "0:07:56", "speaker": "spk_3","line":"you're watching this now, it's because I croaked. I'm Todd Padre now, sensitivity to his own death. You think? You know, May, but you have no idea. Little standoffish. This is the funeral of Todd Padre. He ripped off true life from MTV.","episode":"s09e40.json","edited":false},
{"time": "0:08:15", "speaker": "spk_1","line":"Oh, and here big relate a bit rip off. Here's a straight at it to life through life graphics. This is Todd Life. Yeah. Okay. Maybe he's edited some little small scene. Let's of his life insensitive to life. Let's see.","episode":"s09e40.json","edited":false},
{"time": "0:08:32", "speaker": "spk_3","line":"Welcome to Burger. Good","episode":"s09e40.json","edited":false},
{"time": "0:08:36", "speaker": "spk_1","line":"way I'm gonna","episode":"s09e40.json","edited":false},
{"time": "0:08:39", "speaker": "spk_2","line":"be rockets at this funeral because, like, this","episode":"s09e40.json","edited":false},
{"time": "0:08:43", "speaker": "spk_1","line":"shout finally has ah bunch of Todd. We do you work? We're doing I","episode":"s09e40.json","edited":false},
{"time": "0:08:50", "speaker": "spk_3","line":"don't want help me out of this past tub","episode":"s09e40.json","edited":false},
{"time": "0:08:52", "speaker": "spk_1","line":"thes seem to be humiliating.","episode":"s09e40.json","edited":false},
{"time": "0:08:56", "speaker": "spk_0","line":"I don't understand why you picked He's not even a single good one.","episode":"s09e40.json","edited":false},
{"time": "0:09:01", "speaker": "spk_3","line":"Sandra, will you marry me.","episode":"s09e40.json","edited":false},
{"time": "0:09:03", "speaker": "spk_0","line":"Oh, no.","episode":"s09e40.json","edited":false},
{"time": "0:09:04", "speaker": "spk_1","line":"She's walking away. No. On a walk away on the kiss cam there. We all remember that kiss cam footage wasn't even proposal camp. It was kiss cam footage. Todd got a big no proposal. Spiraled him for years after that. No wonder if","episode":"s09e40.json","edited":false},
{"time": "0:09:19", "speaker": "spk_2","line":"there's some sort of message with all these horrible moments in his life. We're leading some","episode":"s09e40.json","edited":false},
{"time": "0:09:24", "speaker": "spk_0","line":"time together. He has to time together. Otherwise, this","episode":"s09e40.json","edited":false},
{"time": "0:09:27", "speaker": "spk_1","line":"Yeah, they will be perfectly tied. Each of them explained, I'm sure.","episode":"s09e40.json","edited":false},
{"time": "0:09:31", "speaker": "spk_3","line":"Oh, the picture bean to me.","episode":"s09e40.json","edited":false},
{"time": "0:09:36", "speaker": "spk_1","line":"Okay, that's when he got hit by the T ball early in his life, coming all","episode":"s09e40.json","edited":false},
{"time": "0:09:42", "speaker": "spk_0","line":"he called the t of the picture because it it's about","episode":"s09e40.json","edited":false},
{"time": "0:09:46", "speaker": "spk_1","line":"someone to blame. Ah. Um, okay, just him just him stuttering in that little","episode":"s09e40.json","edited":false},
{"time": "0:09:54", "speaker": "spk_0","line":"sanely. I believe that's when he couldn't think of what he wanted to order at Jersey. Mike's going. It","episode":"s09e40.json","edited":false},
{"time": "0:10:01", "speaker": "spk_1","line":"always gets a number seven turkey, Provo. And he blew it at Jersey. Mike's jurors, Mr Mike actually showed up and ah, I told him that he's not allowed it at Jersey Mike's anymore. After that wasn't that","episode":"s09e40.json","edited":false},
{"time": "0:10:17", "speaker": "spk_2","line":"Did you see Jersey Mike upfront? He gave the worst to the casket.","episode":"s09e40.json","edited":false},
{"time": "0:10:22", "speaker": "spk_1","line":"I was next. Shredded lettuce, oil vinegar and a recognize","episode":"s09e40.json","edited":false},
{"time": "0:10:27", "speaker": "spk_2","line":"that final protest against Todd. He wanted to go up and put the oregano, the oil vinegar and and then he dabbed a little bit of bread on it.","episode":"s09e40.json","edited":false},
{"time": "0:10:35", "speaker": "spk_1","line":"Oh, he dabbed bread. Oh, you can dip the body of Christ Mike's way. Correct. I see what that was.","episode":"s09e40.json","edited":false},
{"time": "0:10:47", "speaker": "spk_2","line":"A lot. A lot of good new churches air doing that. They're offering better selection. Yeah, from the body of Christ corporate tie. And you can get the body of Christ Mike's e.","episode":"s09e40.json","edited":false},
{"time": "0:10:58", "speaker": "spk_1","line":"I had Asiago body of Christ two weeks ago and I never felt better. Did you tested? Yeah, they put it in a little sort of ah, gray square box and toasted the body of And, uh, yeah, it was really, really good Flatbread body. I've also gotten before I hold on,","episode":"s09e40.json","edited":false},
{"time": "0:11:20", "speaker": "spk_0","line":"I do body protein style. Most of the time,","episode":"s09e40.json","edited":false},
{"time": "0:11:22", "speaker": "spk_1","line":"while we've been talking, Todd has been, ah, kind of mos walking around lost. It seems like at, um a big box store, um, looking for open bucks and TVs and","episode":"s09e40.json","edited":false},
{"time": "0:11:37", "speaker": "spk_0","line":"refusing to ask anyone for help. Also,","episode":"s09e40.json","edited":false},
{"time": "0:11:43", "speaker": "spk_1","line":"so many blue shirt best five boys have come up to him and he's obviously long.","episode":"s09e40.json","edited":false},
{"time": "0:11:48", "speaker": "spk_3","line":"Where's the Samel station? I was wanting to sample, like, uh, but Angela,","episode":"s09e40.json","edited":false},
{"time": "0:11:54", "speaker": "spk_1","line":"how he's in the wrong store isn't","episode":"s09e40.json","edited":false},
{"time": "0:11:56", "speaker": "spk_2","line":"a Costco, but he's just in Elektronik","episode":"s09e40.json","edited":false},
{"time": "0:11:58", "speaker": "spk_3","line":"store. Okay. You sure? All right, well, let's get this thing off,","episode":"s09e40.json","edited":false},
{"time": "0:12:08", "speaker": "spk_0","line":"Okay? Kicking off the funeral here Pointless.","episode":"s09e40.json","edited":false},
{"time": "0:12:14", "speaker": "spk_3","line":"Ah, By now you've all been moved by the montage of the greatest moments of my life. Ever. Count on camera? OK, welcome to my funeral. I'd like to thank Dianne at Penske truck rental for the casket and a big round of applause to the good people of rock and roll movers forgetting my body into their","episode":"s09e40.json","edited":false},
{"time": "0:12:36", "speaker": "spk_1","line":"Oh, no wonder his body has been hit on every corner of the funeral home. It looks like","episode":"s09e40.json","edited":false},
{"time": "0:12:42", "speaker": "spk_2","line":"looks like rock n roll. Movers also did the styling of the body","episode":"s09e40.json","edited":false},
{"time": "0:12:45", "speaker": "spk_3","line":"and this special to rock n roll movers for the hair and wallet chain that you're seeing on my open","episode":"s09e40.json","edited":false},
{"time": "0:12:52", "speaker": "spk_1","line":"test on the casket cast. Something really 8.3. Casket hasn't want to get a change. E","episode":"s09e40.json","edited":false},
{"time": "0:13:01", "speaker": "spk_3","line":"also want to apologize to Diana Penske rentals for being so rude when you can only get me into a compact. Hopefully the PC about rock and roll movers got my body in there?","episode":"s09e40.json","edited":false},
{"time": "0:13:13", "speaker": "spk_0","line":"Yeah, they did. For the most part,","episode":"s09e40.json","edited":false},
{"time": "0:13:16", "speaker": "spk_1","line":"they did. It seems like he's stuffed away. Kind of like a telecaster in there. Just really smashed up.","episode":"s09e40.json","edited":false},
{"time": "0:13:22", "speaker": "spk_0","line":"Yeah. Telecaster in like a case that isn't made for a telecaster.","episode":"s09e40.json","edited":false},
{"time": "0:13:26", "speaker": "spk_1","line":"It's like a telecaster in a mandolin. Cases kind of looks like","episode":"s09e40.json","edited":false},
{"time": "0:13:32", "speaker": "spk_2","line":"Wait a second. Why is he putting on a bib and look","episode":"s09e40.json","edited":false},
{"time": "0:13:36", "speaker": "spk_3","line":"All right, folks, you all know that I am allergic to lobster.","episode":"s09e40.json","edited":false},
{"time": "0:13:44", "speaker": "spk_1","line":"Is he doing like, a Nothing I old lobster eat. Let's Adam way. Don't know what does not say what it is.","episode":"s09e40.json","edited":false},
{"time": "0:13:53", "speaker": "spk_3","line":"Not only am I going to be filming my own funeral, I'm going to be killing myself slowly throughout by humans. Lobster.","episode":"s09e40.json","edited":false},
{"time": "0:14:04", "speaker": "spk_1","line":"So this makes sense. His body obviously swole up three times its size, which led to his death. So is he killing himself throughout the videos?","episode":"s09e40.json","edited":false},
{"time": "0:14:16", "speaker": "spk_2","line":"Well, this this definitely seems like it's gonna fill in all the holes in the day.","episode":"s09e40.json","edited":false},
{"time": "0:14:22", "speaker": "spk_1","line":"Yes, all the potholes we have about his death seem to be as if they're gonna be wrapped up in the U. S. So we know why he was three times the size when his body was found. That Zapata. Lobster. Lobster.","episode":"s09e40.json","edited":false},
{"time": "0:14:33", "speaker": "spk_3","line":"Now, do you have working eight hours? So I'm hoping to Krug before I have to go into work. And I'm hoping I don't get so large from this lobster that it becomes difficult for me to use a friar. But wherever it were,","episode":"s09e40.json","edited":false},
{"time": "0:14:47", "speaker": "spk_1","line":"what's a confirmation again? What he said wherever I work. But we know we decide","episode":"s09e40.json","edited":false},
{"time": "0:14:54", "speaker": "spk_3","line":"that now I'm sure you're wondering what's going on. Well, folks, I lived my whole life knowing that you can't trust anybody to do anything. If you want something done right, you've got to do it yourself. And I was terrified at the idea that my own funeral would be bungled by some Tom dick or Penis out there. So I am directing my own funeral. Just a Zai did with Bill Clinton. The one man Todd Padre story. My famed play did Clinton the Monica Lewinsky scandal where I play time time only I hate everyone generally. No, Renan. Stupid powder does man that toast man and special thanks to the cast of rockers modern life playing themselves. The analogy of the play Goes Away and Todd Pa Dress Story one man show. Now, folks, if you can see me crisply and special thanks to the good week old,","episode":"s09e40.json","edited":false},
{"time": "0:16:15", "speaker": "spk_1","line":"he seems to have something written on his shirt. But the definition is so bad on these TVs we can't read them. I wonder if he'll explain that.","episode":"s09e40.json","edited":false},
{"time": "0:16:23", "speaker": "spk_3","line":"And as argues, you can read my shirt right now. The funeral is paid for by the people that my shirt is advertising. If you can't now, then we probably lost the original space and you like secondary space.","episode":"s09e40.json","edited":false},
{"time": "0:16:38", "speaker": "spk_0","line":"Looks like somebody's leaving in a huff. Must be one of the sponsors. Who is that? That's leaving in","episode":"s09e40.json","edited":false},
{"time": "0:16:41", "speaker": "spk_1","line":"a huff. So that would that just explain the how why this is happening in a dump. Um, because the he could have just mentioned the sponsor by name right then instead of ah, skipping over it and assuming people could read a shirt. But anyway, I guess he's gonna eat this lobster. I","episode":"s09e40.json","edited":false},
{"time": "0:17:01", "speaker": "spk_3","line":"cannot get this thing open for the life of May of lobsters. Always been this strong a que sir, Can you open this lobster for me?","episode":"s09e40.json","edited":false},
{"time": "0:17:14", "speaker": "spk_0","line":"Yeah, sure. What? What's that? What? You","episode":"s09e40.json","edited":false},
{"time": "0:17:16", "speaker": "spk_3","line":"just use your open this lobster for me. It wasn't a hard question.","episode":"s09e40.json","edited":false},
{"time": "0:17:19", "speaker": "spk_0","line":"Give me this. Give me","episode":"s09e40.json","edited":false},
{"time": "0:17:21", "speaker": "spk_3","line":"that. Cut you! I'll cut you, you motherfucker! Get out of here! All right.","episode":"s09e40.json","edited":false},
{"time": "0:17:24", "speaker": "spk_1","line":"Okay. Is he filming this, like on a sidewalk somewhere? It seems like he's just calling after people as they walk by or something. I","episode":"s09e40.json","edited":false},
{"time": "0:17:32", "speaker": "spk_3","line":"mean, of course place. My final wish was to see the Foo Fighters play at Jimmy Am alive. So I'm filming this well in line Hollywood Highland for spillover.","episode":"s09e40.json","edited":false},
{"time": "0:17:49", "speaker": "spk_1","line":"Oh, my","episode":"s09e40.json","edited":false},
{"time": "0:17:49", "speaker": "spk_0","line":"God. You couldn't even get ticket. Go to the Toyota Outdoor Concert series and the Foo Fighters. And a good name again. Take it to that. He's in the spillover area. He said,","episode":"s09e40.json","edited":false},
{"time": "0:18:00", "speaker": "spk_1","line":"you know what","episode":"s09e40.json","edited":false},
{"time": "0:18:00", "speaker": "spk_2","line":"makes me really sad about this? Todd didn't have to die if he did not have. Teoh made this video for his funeral where he killed himself with a lobster. What if he just didn't do this?","episode":"s09e40.json","edited":false},
{"time": "0:18:12", "speaker": "spk_0","line":"Wait, we don't know that for sure. Maybe that's just coincidence. You're trying. I guess I'm going to conclusions.","episode":"s09e40.json","edited":false},
{"time": "0:18:17", "speaker": "spk_1","line":"Well, there was obviously signs of a struggle, so I think maybe he's he just happened to be thrown up with allergic reaction and somebody murdered him. But we don't know. We don't","episode":"s09e40.json","edited":false},
{"time": "0:18:29", "speaker": "spk_2","line":"know this was bad. We don't know if it was the Cup","episode":"s09e40.json","edited":false},
{"time": "0:18:32", "speaker": "spk_1","line":"does. There was a huge banner at the front of the landfill that said, all will be revealed. So I'm hoping we get some answers. I mean, there's definitely detectives here trying to get answers, and","episode":"s09e40.json","edited":false},
{"time": "0:18:45", "speaker": "spk_2","line":"I was wondering what that meant. I'm a I","episode":"s09e40.json","edited":false},
{"time": "0:18:47", "speaker": "spk_3","line":"hope help. So, no, this is, as you would expect, a Jewish funeral. And I would now like to if they respected my requests, bring up my friends and co hosts of the teacher's lounge who hopefully went on to Universal Moyle Church and got their official boiled, agrees to do my posthumous circumcision.","episode":"s09e40.json","edited":false},
{"time": "0:19:10", "speaker": "spk_2","line":"You guys, you guys, we have to act like we did.","episode":"s09e40.json","edited":false},
{"time": "0:19:13", "speaker": "spk_1","line":"All right? Okay, here we go. Here's their","episode":"s09e40.json","edited":false},
{"time": "0:19:15", "speaker": "spk_3","line":"jam with Bill. Crave E. And Harry, come on up.","episode":"s09e40.json","edited":false},
{"time": "0:19:21", "speaker": "spk_0","line":"OK? Is it in me? All right, guys. Whose area leave? Yeah, he forgot your name. I","episode":"s09e40.json","edited":false},
{"time": "0:19:27", "speaker": "spk_1","line":"forgot your name. Kinda. How? Ah, I always did when we were in Mexico. Okay, I think everybody got less already. Low seawall.","episode":"s09e40.json","edited":false},
{"time": "0:19:38", "speaker": "spk_2","line":"We definitely did take the Moyle test and we know what we're doing.","episode":"s09e40.json","edited":false},
{"time": "0:19:43", "speaker": "spk_3","line":"Yeah, we have a say there will say that prayer in Hebrew Learn from the moral test on and then they will.","episode":"s09e40.json","edited":false},
{"time": "0:19:51", "speaker": "spk_0","line":"I'm not doing I'm not doing it. I'm not doing a sound like not it, not it, Sam. It's you.","episode":"s09e40.json","edited":false},
{"time": "0:19:59", "speaker": "spk_1","line":"Look, I am great. End it there. Just fucking in there. That double a high? Um, all right. Double I am folks. That was a just a classic double A high, Um, which we all know is a strongest Said it is the strongest prayer paper him Strongest prayer double high over. So hello, everyone. Bill crave e. As you can see, I have my grandmother's scissors. Here they are not stainless steel. I thought they were, but when I got into the drawer, they have a little bit of rust on them. But don't worry, he's already dead. So we're going to do the posthumous circumcision. And I don't really know how these circumcisions work. Ah, the we took the universal Moyle. Ah, test online. I think what you do is like roll up the skin over the head and snap","episode":"s09e40.json","edited":false},
{"time": "0:20:58", "speaker": "spk_2","line":"or I like what I got reading is that we all we all snip one ring off way else they want to ring and each of us doing a ring. Then then we make it look like the Olympic rings.","episode":"s09e40.json","edited":false},
{"time": "0:21:13", "speaker": "spk_1","line":"Okay, Okay. Is Todd bottom? Listen here. Or do we need Let's open the casket, crack it open living it up and I'm go wind down. Okay, There's the rugged role Movers added a little opening kind of Ah ah, greeting card. Aerosmith. That's nice. Roxborough movers.","episode":"s09e40.json","edited":false},
{"time": "0:21:36", "speaker": "spk_0","line":"And it doesn't look like he is bottomless. So we can just do this quick and get it over with, cause it's nasty. We don't want to do this, and we","episode":"s09e40.json","edited":false},
{"time": "0:21:42", "speaker": "spk_1","line":"don't get a So this is obviously a big Chode. A big sick Oh, no. I mean, the old slobs found out for sure last week. But we all knew I mean years ago. Um, so let's I'm gonna snip off first. Do I roll the the skin up over","episode":"s09e40.json","edited":false},
{"time": "0:22:03", "speaker": "spk_2","line":"the Think you roll it up and then, like cutting the top of hair","episode":"s09e40.json","edited":false},
{"time": "0:22:07", "speaker": "spk_0","line":"are like are like","episode":"s09e40.json","edited":false},
{"time": "0:22:09", "speaker": "spk_2","line":"you want to put it between two of your fingers and then cut off the amount of hair sticks out.","episode":"s09e40.json","edited":false},
{"time": "0:22:15", "speaker": "spk_0","line":"You take a look. You just take a little off the top, okay?","episode":"s09e40.json","edited":false},
{"time": "0:22:19", "speaker": "spk_1","line":"I'm going to take a little off the top. Oh, no. That was a big one. That was a big talk. It's okay.","episode":"s09e40.json","edited":false},
{"time": "0:22:25", "speaker": "spk_2","line":"Well, there's still some very There's some for us,","episode":"s09e40.json","edited":false},
{"time": "0:22:27", "speaker": "spk_0","line":"all right? And I'll for us here and I'll grab. Of course I'm grabbing these clippers. I'll use thes my grandma slippers,","episode":"s09e40.json","edited":false},
{"time": "0:22:34", "speaker": "spk_1","line":"but couple of pukes in the crowd, obviously, in a land bills, we're already in a stinky landfill.","episode":"s09e40.json","edited":false},
{"time": "0:22:40", "speaker": "spk_0","line":"K. You can't attribute those beauts toe anything. It could be a lot of things. The","episode":"s09e40.json","edited":false},
{"time": "0:22:46", "speaker": "spk_2","line":"pukes, the pukes did go up when we started the circumcision. There has half you pukes throughout. There is decidedly more pukes once the first trim of the skin. And just so","episode":"s09e40.json","edited":false},
{"time": "0:22:56", "speaker": "spk_1","line":"everyone knows, there is a course sort of a still camera here providing a big concert style view of this up. So we do have close up footage of","episode":"s09e40.json","edited":false},
{"time": "0:23:09", "speaker": "spk_0","line":"todo I'm gonna take a number three on the","episode":"s09e40.json","edited":false},
{"time": "0:23:12", "speaker": "spk_1","line":"clippers. It this this, uh, Jumbotron is in full HD.","episode":"s09e40.json","edited":false},
{"time": "0:23:19", "speaker": "spk_2","line":"I think I think this might actually have been dumped by the Staples Center when they got there. No. Yes. So this was the Staples dump quality. Yeah,","episode":"s09e40.json","edited":false},
{"time": "0:23:29", "speaker": "spk_0","line":"Yeah. OK, go ahead. All right. Yeah. I'm gonna use the number three clippers and just take a little bit off the sides. Ah, so z","episode":"s09e40.json","edited":false},
{"time": "0:23:42", "speaker": "spk_1","line":"choked those clippers down Quick! Way through this way to get through this with everybody. Let me plug.","episode":"s09e40.json","edited":false},
{"time": "0:23:55", "speaker": "spk_0","line":"He's in Teoh, a wall outlet to charge up. I think I didn't let him charge","episode":"s09e40.json","edited":false},
{"time": "0:24:00", "speaker": "spk_2","line":"their Cordless clippers Cardinal steppers. Well, I, of course, don't have my Grammy scissors, but I do have a rusty bottle cap that I found on the ground. I forgot ahead. Do this today, but he's dead, so I'll take a little off the right side. And here we go.","episode":"s09e40.json","edited":false},
{"time": "0:24:18", "speaker": "spk_0","line":"Really? Digging in car. Gonna get it. Okay, Giggly ling wagon it for the audience to see. All right,","episode":"s09e40.json","edited":false},
{"time": "0:24:31", "speaker": "spk_2","line":"All right. Everybody on Todd is now officially Jewish.","episode":"s09e40.json","edited":false},
{"time": "0:24:38", "speaker": "spk_3","line":"Wow. A nice clean cut. Thanks, friends.","episode":"s09e40.json","edited":false},
{"time": "0:24:45", "speaker": "spk_1","line":"That's head back seats.","episode":"s09e40.json","edited":false},
{"time": "0:24:47", "speaker": "spk_3","line":"And if they've done it properly and close the casket, I have now been allowed into heaven.","episode":"s09e40.json","edited":false},
{"time": "0:24:53", "speaker": "spk_1","line":"You're right. No, No way. Didn't do it properly. He's going to hell. Not know wasn't gonna go Tonto with the entry into heaven.","episode":"s09e40.json","edited":false},
{"time": "0:25:03", "speaker": "spk_3","line":"Now I want to also give a special thanks to our sponsors and the provider of the hearse. Crazy Hearses by Sam. Weatherman. Thank you for everything went off without a hitch. Thank you, Sam.","episode":"s09e40.json","edited":false},
{"time": "0:25:16", "speaker": "spk_1","line":"Well, the hearse definitely came without a hitch and many other parts to","episode":"s09e40.json","edited":false},
{"time": "0:25:19", "speaker": "spk_2","line":"it. Yes. Yeah. Things didn't go off without a hitch. Things definitely went off the hitch and into a ditch way. Unfortunately, lost not only the coffin, the Penske coffin, but the, uh, ski Nautique. I was also telling the","episode":"s09e40.json","edited":false},
{"time": "0:25:39", "speaker": "spk_1","line":"funeral was supposed to be close to the lake. And Sam was like, If I'm going that way, I'm taking them up. It's just a beautiful today way. All","episode":"s09e40.json","edited":false},
{"time": "0:25:49", "speaker": "spk_2","line":"have a nice day, the lake and some lunch to celebrate. Todd. So I figured out a way. Throw the nautique behind. I put the wake boards on the rack way. Almost best buds","episode":"s09e40.json","edited":false},
{"time": "0:26:02", "speaker": "spk_1","line":"are you say? Oh, yeah. You and a bunch of bullies went down there","episode":"s09e40.json","edited":false},
{"time": "0:26:07", "speaker": "spk_2","line":"towards the way we did a whole flotilla, man. We had the Redneck Yacht club role in Baby.","episode":"s09e40.json","edited":false},
{"time": "0:26:14", "speaker": "spk_0","line":"That's funny. You look, flotilla in this case is isn't is not just a group. It it flotilla to me reminds me a Godzilla and you guys kind of took that literally. You should have worked in like a vulture on situation to put all your boats together. Teoh, create one sort of big boat that bullied every other boat out of the lake.","episode":"s09e40.json","edited":false},
{"time": "0:26:33", "speaker": "spk_2","line":"That's what we know. What? Your big","episode":"s09e40.json","edited":false},
{"time": "0:26:35", "speaker": "spk_1","line":"group of boats? Eight. Another boat. Is that true?","episode":"s09e40.json","edited":false},
{"time": "0:26:39", "speaker": "spk_2","line":"Yeah, but it was a smaller boat. It's like the food chain. Of course.","episode":"s09e40.json","edited":false},
{"time": "0:26:43", "speaker": "spk_0","line":"Did you let women who was driving that boat be part of your crew after you ate it, or or what happened to the person on that boat?","episode":"s09e40.json","edited":false},
{"time": "0:26:49", "speaker": "spk_1","line":"Well, yeah,","episode":"s09e40.json","edited":false},
{"time": "0:26:50", "speaker": "spk_2","line":"he was absorbed. He was adorably strength was absorbed. Strength is absorbed in his body as well. When he was eaten.","episode":"s09e40.json","edited":false},
{"time": "0:26:57", "speaker": "spk_1","line":"De, that's unbelievable. Yeah, because the news could not explain what had happened, and they were very confused. The family was, of course, devastated that.","episode":"s09e40.json","edited":false},
{"time": "0:27:06", "speaker": "spk_0","line":"And I'll say this for the news. Needs to stop thinking that they're detectives. Let let detectives do the work. I'm sick of the news, not being able to figure things out and throwing up their hands. Like what? We can't figure it out being done.","episode":"s09e40.json","edited":false},
{"time": "0:27:16", "speaker": "spk_2","line":"I did go side","episode":"s09e40.json","edited":false},
{"time": "0:27:18", "speaker": "spk_1","line":"your mother's murder in my father's murder. The detective was a gotcha news person. And yeah, they're still I wouldn't say they're hot on the case, but they're definitely putting some mikes in front of a lot of people's faces as they leave businesses. Is there? There are no leads.","episode":"s09e40.json","edited":false},
{"time": "0:27:34", "speaker": "spk_2","line":"A new lead suspect every week.","episode":"s09e40.json","edited":false},
{"time": "0:27:36", "speaker": "spk_1","line":"Yeah, they're like they're like this just in bilk Rabies. Father, is it caused by texting and driving? And I was like, This has got nothing to do with Deputy O C. News three. So talk, Sam, You're saying you had Todd's body and you It fell out. So this is a replacement, Penske. It fell out and kind of tumbled down the highway.","episode":"s09e40.json","edited":false},
{"time": "0:28:02", "speaker": "spk_2","line":"Well, whether the boat detached from the hearse and I think the casket should have been inside the hearse, but we told the casket behind the boat. So it was Hearst boat casket boat and casket went into the ditch on the side of the road. Luckily, casket has to rear wheels, right? You just hook it right back up to the Hearst. What was trying? The Nautique is still in the ditch on that should be out by 33 30 what we're gonna head over to Folsom Lake","episode":"s09e40.json","edited":false},
{"time": "0:28:31", "speaker": "spk_1","line":"Way we need to get. We need to get this going because I had to Folsom Lake. Well, let's hurry this up. I","episode":"s09e40.json","edited":false},
{"time": "0:28:38", "speaker": "spk_0","line":"mean, way play. Maybe we played. Can we play the video at, like, 1.5 speed or something? So that he gets through the the","episode":"s09e40.json","edited":false},
{"time": "0:28:46", "speaker": "spk_1","line":"narrow little possible? Let's let's listen for one of the videos and let's see. It might be too hard","episode":"s09e40.json","edited":false},
{"time": "0:28:53", "speaker": "spk_3","line":"for this part of the funeral. I'm gonna talk a little bit slower for all","episode":"s09e40.json","edited":false},
{"time": "0:28:57", "speaker": "spk_0","line":"my well. Dammit, dammit,","episode":"s09e40.json","edited":false},
{"time": "0:29:00", "speaker": "spk_2","line":"That will still increase the time. That's good.","episode":"s09e40.json","edited":false},
{"time": "0:29:02", "speaker": "spk_0","line":"A crucial time. But his voice","episode":"s09e40.json","edited":false},
{"time": "0:29:03", "speaker": "spk_1","line":"eventually. If we hit it back to a regular speed, it will be a slow","episode":"s09e40.json","edited":false},
{"time": "0:29:09", "speaker": "spk_0","line":"boy. Let's put it back regularly. Lester's regular. Put it back at regular speed regular","episode":"s09e40.json","edited":false},
{"time": "0:29:15", "speaker": "spk_3","line":"here. I'll take some cocaine, sir.","episode":"s09e40.json","edited":false},
{"time": "0:29:17", "speaker": "spk_1","line":"No. Okay. Well, it seems like it's gonna be normal.","episode":"s09e40.json","edited":false},
{"time": "0:29:24", "speaker": "spk_3","line":"Okay for","episode":"s09e40.json","edited":false},
{"time": "0:29:25", "speaker": "spk_0","line":"you to just take cocaine.","episode":"s09e40.json","edited":false},
{"time": "0:29:26", "speaker": "spk_1","line":"So he just got cocaine. Some guy near the Jimmy Kimmel Cons outdoor concert series","episode":"s09e40.json","edited":false},
{"time": "0:29:32", "speaker": "spk_2","line":"while eating a large lobster. Okay, okay.","episode":"s09e40.json","edited":false},
{"time": "0:29:36", "speaker": "spk_3","line":"Special thanks to the guy who plays Charlie Chaplin or Hollywood and Highland for the freak Okay,","episode":"s09e40.json","edited":false},
{"time": "0:29:43", "speaker": "spk_1","line":"Right. So let's see what's next is another to bunch on the pamphlet here.","episode":"s09e40.json","edited":false},
{"time": "0:29:48", "speaker": "spk_3","line":"How do you sum up a light? 95 years of brilliance. Feminism.","episode":"s09e40.json","edited":false},
{"time": "0:29:58", "speaker": "spk_2","line":"You still beating that","episode":"s09e40.json","edited":false},
{"time": "0:29:58", "speaker": "spk_3","line":"drop? Yes. And art in one short funeral.","episode":"s09e40.json","edited":false},
{"time": "0:30:04", "speaker": "spk_2","line":"God, look at the discussed on all the ladies faces.","episode":"s09e40.json","edited":false},
{"time": "0:30:06", "speaker": "spk_1","line":"Yeah, women here. Only thing you could be say is they're disgusted","episode":"s09e40.json","edited":false},
{"time": "0:30:11", "speaker": "spk_3","line":"at this port. I'd like to invite all the women whose lives I've affected to. Come on now.","episode":"s09e40.json","edited":false},
{"time": "0:30:17", "speaker": "spk_1","line":"Oh, no. Everybody looks like a standing ovation in here right now.","episode":"s09e40.json","edited":false},
{"time": "0:30:22", "speaker": "spk_2","line":"Oh, my God. Some of them have brass knuckles","episode":"s09e40.json","edited":false},
{"time": "0:30:24", "speaker": "spk_3","line":"and pay respects to my body. However you feel","episode":"s09e40.json","edited":false},
{"time": "0:30:27", "speaker": "spk_2","line":"No. Oh, my God. What if it was a sock full of nickels?","episode":"s09e40.json","edited":false},
{"time": "0:30:31", "speaker": "spk_0","line":"Yeah. Uh oh, God. They just dumped over the coffin.","episode":"s09e40.json","edited":false},
{"time": "0:30:35", "speaker": "spk_1","line":"Oh, my God. The mikes way is everywhere. Dead bodies, hazy. Don't tell the out of more. Don't tell them.","episode":"s09e40.json","edited":false},
{"time": "0:30:45", "speaker": "spk_0","line":"Don't police them. This is grief. They're just beating the living hell out of Tad's dead body. This honestly, this is cathartic for me to see.","episode":"s09e40.json","edited":false},
{"time": "0:30:53", "speaker": "spk_3","line":"There's someone at the side of the state. We work to wipe up all your probable tears from our grief.","episode":"s09e40.json","edited":false},
{"time": "0:30:59", "speaker": "spk_0","line":"There is not a","episode":"s09e40.json","edited":false},
{"time": "0:31:00", "speaker": "spk_1","line":"tear inside. Just just straight up. Ah, anger. So these seem to be co workers. Exes, Um, family friend who work and remembers quite a large coalition of women. Seems his own mother's up there taking a couple licks.","episode":"s09e40.json","edited":false},
{"time": "0:31:17", "speaker": "spk_0","line":"And hey, congratulations on her being still alive.","episode":"s09e40.json","edited":false},
{"time": "0:31:21", "speaker": "spk_2","line":"Yes. Yeah, she's shut up to mod Padre. She is all right. My live and kicking. And you go, girl","episode":"s09e40.json","edited":false},
{"time": "0:31:30", "speaker": "spk_1","line":"mod. Ah, using other people to sort of get taught up on the top ropes. It is going to do a big, huge super pile driver. So I'm sorry. It was a super fun. Super last. She's","episode":"s09e40.json","edited":false},
{"time": "0:31:45", "speaker": "spk_0","line":"doing the people's elbow now kicking both of his arms into his sides, crossing her arms over her chest, saying she's going going to go back and forth. She takes off to the right.","episode":"s09e40.json","edited":false},
{"time": "0:31:55", "speaker": "spk_1","line":"Okay. A little bit of Red Rover lines creating the road ropes. She Hello,","episode":"s09e40.json","edited":false},
{"time": "0:32:01", "speaker": "spk_0","line":"Astro demonstration here. Ah, perfect stall. She kicks her leg out and she hits him with and got em. People's a","episode":"s09e40.json","edited":false},
{"time": "0:32:09", "speaker": "spk_1","line":"picture. Perfect people's elbow by my Padraig","episode":"s09e40.json","edited":false},
{"time": "0:32:13", "speaker": "spk_2","line":"as dead as he ever waas still there","episode":"s09e40.json","edited":false},
{"time": "0:32:17", "speaker": "spk_1","line":"though their bodies body starting to ah take a little bit of hits here. I don't know if it's gonna come apart.","episode":"s09e40.json","edited":false},
{"time": "0:32:27", "speaker": "spk_2","line":"Audience really not looking satisfied by what you have done. They seem to be looking for new things. To Dio.","episode":"s09e40.json","edited":false},
{"time": "0:32:33", "speaker": "spk_0","line":"Yeah, it looks like celery from the matches. Yeah, say so. He has a whole thing of strike anywhere. Matches. They're not lighting the body on fire there. They're striking. The match is on the body","episode":"s09e40.json","edited":false},
{"time": "0:32:48", "speaker": "spk_2","line":"and the lettuce is burning up the pepper. Jimmy's air burning. Yeah, Pepper. Teeny, right. Ever slaughters burning up. But this is interesting. The body seems to be impervious to the FAM. I don't really know what's going on.","episode":"s09e40.json","edited":false},
{"time": "0:33:04", "speaker": "spk_1","line":"I hope all will be revealed. Body seems to be impervious to flame. It's","episode":"s09e40.json","edited":false},
{"time": "0:33:12", "speaker": "spk_0","line":"It's a little It's inflammable here.","episode":"s09e40.json","edited":false},
{"time": "0:33:14", "speaker": "spk_2","line":"I do hope I'll only reveal","episode":"s09e40.json","edited":false},
{"time": "0:33:15", "speaker": "spk_3","line":"and includes Act two of the Funeral of Todd Padre, where all will be revealed.","episode":"s09e40.json","edited":false},
{"time": "0:33:24", "speaker": "spk_2","line":"I like the verbal recognition aside,","episode":"s09e40.json","edited":false},
{"time": "0:33:29", "speaker": "spk_3","line":"ladies. I know that was hard. I'd like to remind you don't try to replace May try to move on because, no, I know nobody can be like me for you.","episode":"s09e40.json","edited":false},
{"time": "0:33:39", "speaker": "spk_0","line":"And these women are all stuffing his body back into the into the casket right now I see saying","episode":"s09e40.json","edited":false},
{"time": "0:33:44", "speaker": "spk_1","line":"high fiving each other, Convey rowing. How cathartic that waas away","episode":"s09e40.json","edited":false},
{"time": "0:33:49", "speaker": "spk_2","line":"from information looking like they're creating lifelong friendships. Big bond over this. Beat overs for sure.","episode":"s09e40.json","edited":false},
{"time": "0:33:56", "speaker": "spk_0","line":"Yeah. It looks like they were all sitting separately in the in the pews, but now they're all sort of collectively sitting in one in one section. Oh, cool. Arms around each other. Really","episode":"s09e40.json","edited":false},
{"time": "0:34:07", "speaker": "spk_1","line":"cool. I don't know if that's not what? I don't know. That's what Todd had planned, but it didn't call it some positivity. I feel like Yeah. Yeah.","episode":"s09e40.json","edited":false},
{"time": "0:34:16", "speaker": "spk_3","line":"Well, as you know, if you ever come to a Todd Padre show, the second act is where the crowd work happens. Oh, Oh, no, folks, obviously I can't do crowd work in person because I'm dead out of cross.","episode":"s09e40.json","edited":false},
{"time": "0:34:36", "speaker": "spk_2","line":"So we're skipping that part or","episode":"s09e40.json","edited":false},
{"time": "0:34:37", "speaker": "spk_0","line":"yeah, yeah.","episode":"s09e40.json","edited":false},
{"time": "0:34:38", "speaker": "spk_3","line":"What is the most logical thing to do would be to skip that,","episode":"s09e40.json","edited":false},
{"time": "0:34:43", "speaker": "spk_1","line":"You bring it out. What is here? A little orange? Hey, that's good way here. Regarding. All right, this better be react. This better be a three act funeral.","episode":"s09e40.json","edited":false},
{"time": "0:34:58", "speaker": "spk_2","line":"I will bet you $1 million. It's","episode":"s09e40.json","edited":false},
{"time": "0:35:00", "speaker": "spk_1","line":"not all right. I'll take that bet","episode":"s09e40.json","edited":false},
{"time": "0:35:04", "speaker": "spk_3","line":"at three. The final act","episode":"s09e40.json","edited":false},
{"time": "0:35:11", "speaker": "spk_1","line":"1,000,000 bones, baby. All right, I'm still holding out where you're obviously cartoonishly wealthy Now in 2020 and 2034.","episode":"s09e40.json","edited":false},
{"time": "0:35:22", "speaker": "spk_2","line":"Oh, yeah, All my, uh, the spot really worked.","episode":"s09e40.json","edited":false},
{"time": "0:35:25", "speaker": "spk_1","line":"It really did more. Andrea. What? We won't get into that. But our lives have changed drastically since we quit work.","episode":"s09e40.json","edited":false},
{"time": "0:35:34", "speaker": "spk_2","line":"Or we're all in Forbes Forbes five.","episode":"s09e40.json","edited":false},
{"time": "0:35:36", "speaker": "spk_1","line":"Well, of course, within the Forbes five, the three of us in the Forbes five and the other two people, you're never going to guess who they were. You're never gonna guess.","episode":"s09e40.json","edited":false},
{"time": "0:35:47", "speaker": "spk_3","line":"Now I'm hoping that my friends who became a lot wealthier in the past 22 years have helped fund some of the funeral. I think my greatest nightmare would be to be","episode":"s09e40.json","edited":false},
{"time": "0:36:00", "speaker": "spk_1","line":"Oh, no, there's better about beyond the nose. What would his greatest nightmare baby","episode":"s09e40.json","edited":false},
{"time": "0:36:04", "speaker": "spk_3","line":"to be born in some sort of bathroom or scrapyard? I don't know. Obviously it would never end up in a dump,","episode":"s09e40.json","edited":false},
{"time": "0:36:11", "speaker": "spk_2","line":"but it does us too well. He knows us do well.","episode":"s09e40.json","edited":false},
{"time": "0:36:16", "speaker": "spk_3","line":"I feel on as you are now. Hard times after the teachers land ended. Ah, I put all my money into a play that was supposed to be half play half investment banking and it bankrupted may know who's hungry,","episode":"s09e40.json","edited":false},
{"time": "0:36:41", "speaker": "spk_2","line":"all of us raucous. I don't know if I","episode":"s09e40.json","edited":false},
{"time": "0:36:44", "speaker": "spk_3","line":"could nobody, because you're supposed to come to the funeral having had and it's a long one.","episode":"s09e40.json","edited":false},
{"time": "0:36:50", "speaker": "spk_1","line":"Why would you just like that? We're","episode":"s09e40.json","edited":false},
{"time": "0:36:52", "speaker": "spk_2","line":"doing that. He keeps teasing out like, uh, features have been going. You're not going to give it","episode":"s09e40.json","edited":false},
{"time": "0:36:58", "speaker": "spk_3","line":"as requested by my friend Howard Levis. Up next, we got what you were going to do. The Levi's new line 2032 or 20 before whatever year is Levi's line of jeans. It's power to you. Yeah, no bad on my lives body.","episode":"s09e40.json","edited":false},
{"time": "0:37:23", "speaker": "spk_0","line":"I don't even know jeans. Ron","episode":"s09e40.json","edited":false},
{"time": "0:37:25", "speaker": "spk_3","line":"Howard Levis to introduce the genes. And again, let's bring up my friends from the teacher's lounge.","episode":"s09e40.json","edited":false},
{"time": "0:37:31", "speaker": "spk_0","line":"All right, way just Howard. First it is. May I just like to thank all you ladies for Ah, for that moment. You just had a moment ago.","episode":"s09e40.json","edited":false},
{"time": "0:37:42", "speaker": "spk_1","line":"Uh oh. Okay. Oh, they hate him To","episode":"s09e40.json","edited":false},
{"time": "0:37:46", "speaker": "spk_0","line":"me. They have makes sense. Hey, maybe at my funeral you guys will come around. Ah, and you'll have a moment like you had with Todd. And you like me at the end of that anyway. Okay?","episode":"s09e40.json","edited":false},
{"time": "0:37:57", "speaker": "spk_1","line":"You don't","episode":"s09e40.json","edited":false},
{"time": "0:37:57", "speaker": "spk_0","line":"even know what I'm gonna die. Come on. All right, So Okay, you're all","episode":"s09e40.json","edited":false},
{"time": "0:38:01", "speaker": "spk_1","line":"just busy forever.","episode":"s09e40.json","edited":false},
{"time": "0:38:02", "speaker": "spk_0","line":"OK, I heard you. I heard you. Okay, well, anyway, I have a few different outfits. I wanted to model. Todd, of course, was a body donor for modeling on his on his driver's license. Your donor's body for modeling.","episode":"s09e40.json","edited":false},
{"time": "0:38:20", "speaker": "spk_1","line":"The donor section of driver's licenses in 2034 is really Oh, it's robust. You can write in anything you want, but this is our officers. Todd donated his body to fitting.","episode":"s09e40.json","edited":false},
{"time": "0:38:33", "speaker": "spk_0","line":"Yeah. Yeah. So what? Well, it's what you see here is we'll have our new cowboy shirts. Uh, these air sort of your classic buttoned down pearl button clasps plaid shirts, your classic cowboy love.","episode":"s09e40.json","edited":false},
{"time": "0:38:46", "speaker": "spk_2","line":"Gulati's spotty stinks, doesn't it?","episode":"s09e40.json","edited":false},
{"time": "0:38:49", "speaker": "spk_0","line":"Yeah, it's tough. It's tough to stand next to you guys. Ah,","episode":"s09e40.json","edited":false},
{"time": "0:38:54", "speaker": "spk_1","line":"by the skin of the back of his neck. And Howard is putting on a cowboy shirt on him.","episode":"s09e40.json","edited":false},
{"time": "0:39:00", "speaker": "spk_0","line":"Yeah, And what you'll see here Is that what this what this Ah, this shirt does is it's sweat proof. And in this case, of course, it's embalming fluid for proof because he's been leaking embalming fluid. But you can't even see the if you hold up if I hold of his arm right here like I'm doing. Ah, you could see the embalming fluid is all over the shirt. But it's not changing the color of the design. This shirt is completely impervious to any you could you could walk outside in the rain and the shirt wouldn't even get","episode":"s09e40.json","edited":false},
{"time": "0:39:27", "speaker": "spk_1","line":"wet. The church will that the shirt won't change its design with perspiration. Oh, my God. Well, of course","episode":"s09e40.json","edited":false},
{"time": "0:39:35", "speaker": "spk_2","line":"you got one of these","episode":"s09e40.json","edited":false},
{"time": "0:39:36", "speaker": "spk_0","line":"shirts. You know that Levi's in the last few years has been doing things like like those old action figures where you'd get him wet and they change color. We don't shirts like that, but but people hated it, so we stopped doing that. Now we've done the opposite, which is these shirts will get wet and they won't change it all. Eso you'll see here, Todd, thank you so much for modeling this. Like, uh what you three was that taught on the video that was shot on the video. Just timed it right. That was","episode":"s09e40.json","edited":false},
{"time": "0:40:08", "speaker": "spk_3","line":"your welcome to cut in front of me just give me a little work, okay? Okay.","episode":"s09e40.json","edited":false},
{"time": "0:40:13", "speaker": "spk_2","line":"Wow, that really sink up. That was scary for us.","episode":"s09e40.json","edited":false},
{"time": "0:40:15", "speaker": "spk_0","line":"That scared me. Bat was, uh are","episode":"s09e40.json","edited":false},
{"time": "0:40:18", "speaker": "spk_3","line":"you know, more cocaine? I'll fight you right here on Hollywood sound. I'm not scared. I'm gonna fighters tonight.","episode":"s09e40.json","edited":false},
{"time": "0:40:25", "speaker": "spk_1","line":"I wonder if it is it that same Charlie Chaplin guy Or is it more of a transformer? Who's he fighting with?","episode":"s09e40.json","edited":false},
{"time": "0:40:32", "speaker": "spk_0","line":"It looks like I want to see a little cane.","episode":"s09e40.json","edited":false},
{"time": "0:40:34", "speaker": "spk_1","line":"It's a cane. So could it be Charlie? But","episode":"s09e40.json","edited":false},
{"time": "0:40:37", "speaker": "spk_3","line":"I have no truly chaplain Transformer.","episode":"s09e40.json","edited":false},
{"time": "0:40:40", "speaker": "spk_0","line":"Uh, Kamba","episode":"s09e40.json","edited":false},
{"time": "0:40:43", "speaker": "spk_2","line":"could be funny. Bumble bee","episode":"s09e40.json","edited":false},
{"time": "0:40:46", "speaker": "spk_0","line":"funnybone movie is it","episode":"s09e40.json","edited":false},
{"time": "0:40:47", "speaker": "spk_3","line":"for you right now? All right, all right, all right. We won't fight over my","episode":"s09e40.json","edited":false},
{"time": "0:40:54", "speaker": "spk_1","line":"Howard. Get to the jeans. Okay. Ah, and these genes","episode":"s09e40.json","edited":false},
{"time": "0:40:58", "speaker": "spk_0","line":"here are just Ah, these air. Some sort of standard jeans. Obviously, if you pian, um, they won't change color. Oh, impervious to liquids. They're impervious to liquids. Didn't make","episode":"s09e40.json","edited":false},
{"time": "0:41:10", "speaker": "spk_1","line":"a mistake in them. And","episode":"s09e40.json","edited":false},
{"time": "0:41:12", "speaker": "spk_0","line":"there every. Yeah, if","episode":"s09e40.json","edited":false},
{"time": "0:41:14", "speaker": "spk_2","line":"you aren't, everybody says I really want these peopie proof Gene,","episode":"s09e40.json","edited":false},
{"time": "0:41:18", "speaker": "spk_1","line":"how do you do with poop?","episode":"s09e40.json","edited":false},
{"time": "0:41:24", "speaker": "spk_0","line":"And I'll, of course, turn Todd's body around right now and I'll dump this cup of putting in the back of the pants and then I'll press it against the back. You'll see here the pudding doesn't even come out. The pudding doesn't even come out way. Will not have any seep.","episode":"s09e40.json","edited":false},
{"time": "0:41:37", "speaker": "spk_2","line":"Wait a second. What? I'm also noticing. The design of the genes hasn't changed,","episode":"s09e40.json","edited":false},
{"time": "0:41:41", "speaker": "spk_0","line":"not even a little bit anybody. These are","episode":"s09e40.json","edited":false},
{"time": "0:41:43", "speaker": "spk_1","line":"dying. Isn't Lee changed? And there's no seep, no","episode":"s09e40.json","edited":false},
{"time": "0:41:48", "speaker": "spk_0","line":"seep and then no change for liquid","episode":"s09e40.json","edited":false},
{"time": "0:41:51", "speaker": "spk_1","line":"sound like jeans.","episode":"s09e40.json","edited":false},
{"time": "0:41:53", "speaker": "spk_0","line":"Yeah, these genes are classic this and introducing the new Levi's Driver one's dirty jeans. These for dirty people, folks. You could do whatever you want. You can roll around. Look, I'm gonna roll Todd around on the ground here. Ah, and you'll just see. He's rolling around in the dirt, catching a","episode":"s09e40.json","edited":false},
{"time": "0:42:11", "speaker": "spk_1","line":"little bit of steam, gathering some trash when he rolls. Yeah, it's good Snowball snowball trash situation with God's core,","episode":"s09e40.json","edited":false},
{"time": "0:42:20", "speaker": "spk_0","line":"but you'll see you'll see that the trash only sticks to the top of half of him and it doesn't stick to the genes. So what we've got here is a little ice cream cone, uh, look with trapped with no trash on the legs, tons of trash on the top And if you don't believe in these jeans, then you can get fucked, is what I say. He's the best genes that have ever been created all by Levi's. And","episode":"s09e40.json","edited":false},
{"time": "0:42:42", "speaker": "spk_2","line":"now it is a beautiful funeral presentation of Levi's jeans","episode":"s09e40.json","edited":false},
{"time": "0:42:46", "speaker": "spk_0","line":"gray so much Tell him back off your coffin. All stuff in here. Obviously, top half doesn't fit in anymore cause it's covered in trash. But it's OK, folks, if you'd like to order some, see me in the back Pew a t end of the ceremony. I've got a bunch of these in my trunk ready to go so you can leave here. You can walk out of here today with a new pair of jeans. Thank you so much. I've been heard. Levis, this is still Todd's funeral. Thank you so much at sayonara and","episode":"s09e40.json","edited":false},
{"time": "0:43:15", "speaker": "spk_3","line":"how Uh oh, hang on a second was going to say something, but the hot dog cart kitbag by one. Raw, please.","episode":"s09e40.json","edited":false},
{"time": "0:43:25", "speaker": "spk_1","line":"Rob","episode":"s09e40.json","edited":false},
{"time": "0:43:26", "speaker": "spk_0","line":"one rah Jesus is just get it mustard on the bun.","episode":"s09e40.json","edited":false},
{"time": "0:43:31", "speaker": "spk_2","line":"Hey, how'd I just want to ask you? You doing OK? But I know you're I know you're selling jeans out of the trunk. I just want to make sure you're doing okay if you need.","episode":"s09e40.json","edited":false},
{"time": "0:43:37", "speaker": "spk_1","line":"I thought we were all very wealthy at this point. OK,","episode":"s09e40.json","edited":false},
{"time": "0:43:41", "speaker": "spk_0","line":"listen, when he hears, I knew when I started Levi's to that it was gonna be a tough go. OK, there's a lot of brand confusion. People aren't necessarily putting the two after Levi's when they searched on Google. Uh, so I haven't sold any jeans yet, But guys, I'm going to step outside of the parents shadow, and I'm to start my own company. And things are going to be good. Don't worry about May","episode":"s09e40.json","edited":false},
{"time": "0:44:02", "speaker": "spk_2","line":"15th years when I think that's really going to come.","episode":"s09e40.json","edited":false},
{"time": "0:44:04", "speaker": "spk_0","line":"Exactly. Yeah. You think Levi's started overnight? It absolutely didn't talk to my dad. It took a long, long time. Okay, I'm in it for the long haul. Okay? I got at least another 20 years on this earth, and I am going to make something of myself.","episode":"s09e40.json","edited":false},
{"time": "0:44:19", "speaker": "spk_2","line":"Yeah, we're gonna live a long time. That's","episode":"s09e40.json","edited":false},
{"time": "0:44:21", "speaker": "spk_1","line":"what you guys did. You see when we were obviously Thank you, Howard, for letting us play customers in your pitch. That was really fun. I love that. No seep line you gave me. Um Did anyone see? You were acting out of the corner of my eye. I saw that. Did you see that cloaked figure Walk by","episode":"s09e40.json","edited":false},
{"time": "0:44:44", "speaker": "spk_0","line":"While I was confused, I thought it was just somebody stepping in from outside to see what was going on in the dump. Maybe was somebody who was dropping","episode":"s09e40.json","edited":false},
{"time": "0:44:51", "speaker": "spk_1","line":"off, right? A cloaked figure kind of crested that garbage hill. That's behind the change. But I lost him because I was in character, so I don't know. Maybe that was Todd's murderer. I don't know. I hope all will be revealed. I hope all will","episode":"s09e40.json","edited":false},
{"time": "0:45:09", "speaker": "spk_0","line":"be revealed as well. Uh,","episode":"s09e40.json","edited":false},
{"time": "0:45:11", "speaker": "spk_3","line":"yeah. That was a good hot dog. Thank you. All right. Thanks again. Toe Howard Levis showing off the new Levi's no dungarees. You shoot your points, it will not show you're doing on there.","episode":"s09e40.json","edited":false},
{"time": "0:45:24", "speaker": "spk_1","line":"Wow. That's a good name. That's a great name. He punched it up.","episode":"s09e40.json","edited":false},
{"time": "0:45:29", "speaker": "spk_0","line":"He punched","episode":"s09e40.json","edited":false},
{"time": "0:45:29", "speaker": "spk_3","line":"him. All right. All is about to be revealed.","episode":"s09e40.json","edited":false},
{"time": "0:45:34", "speaker": "spk_0","line":"This feels like one of those TV specials for a magician where they're like saying the big tricks coming at the end. So stick around because you're going to see the big trick. Eventually, it feels like he's building it up to this huge thing that I just don't think we're gonna be able to live up to.","episode":"s09e40.json","edited":false},
{"time": "0:45:50", "speaker": "spk_2","line":"I don't think there will be a payoff.","episode":"s09e40.json","edited":false},
{"time": "0:45:52", "speaker": "spk_0","line":"Yeah, I don't either. I don't think all will be revealed. Some","episode":"s09e40.json","edited":false},
{"time": "0:45:56", "speaker": "spk_2","line":"will be hidden.","episode":"s09e40.json","edited":false},
{"time": "0:45:57", "speaker": "spk_3","line":"I would now like to bring up my friends from the preachers lands to say a little prayer for me. Just in case there is no Jewish heaven. This is obviously a cover your","episode":"s09e40.json","edited":false},
{"time": "0:46:09", "speaker": "spk_1","line":"preachers air here. That's mother Pot. Uh oh, God. Look at about","episode":"s09e40.json","edited":false},
{"time": "0:46:14", "speaker": "spk_2","line":"the cover your basis funeral. How many of these? We're gonna have to dio","episode":"s09e40.json","edited":false},
{"time": "0:46:18", "speaker": "spk_3","line":"and we're hitting every religion and belief under the sun. So again, I hope you've had came having had stuffed and full feel free to visit the cash swim up bar or the walk down apple cart There's have occurred in the back. Just gonna walk down the hill to get here","episode":"s09e40.json","edited":false},
{"time": "0:46:36", "speaker": "spk_1","line":"Apple swim up bar and a walk down.","episode":"s09e40.json","edited":false},
{"time": "0:46:40", "speaker": "spk_2","line":"I have never in modern time seen on apple","episode":"s09e40.json","edited":false},
{"time": "0:46:43", "speaker": "spk_1","line":"cart What is awful thing that is just a big wagon with apples on it, Like cut him up or something. He's like selling them in bulk as","episode":"s09e40.json","edited":false},
{"time": "0:46:55", "speaker": "spk_3","line":"they walk down Apple cart. It's all the apples that would not be accepted by imperfecta produce. Even so, they're cheap, but they are merely","episode":"s09e40.json","edited":false},
{"time": "0:47:05", "speaker": "spk_1","line":"rejected twice. They didn't get into the produce section. Then they weren't accepted by in perfect produce. And then they're just They're merely and nasty public preachers. Here they come. Hello, Y'all, I would everybody Butch Davis in here. Ha! Quint, Moshe Epstein Rush","episode":"s09e40.json","edited":false},
{"time": "0:47:30", "speaker": "spk_2","line":"Lindsay Gold working on my backswing. So, of course, in the","episode":"s09e40.json","edited":false},
{"time": "0:47:36", "speaker": "spk_3","line":"middle of the funeral, even","episode":"s09e40.json","edited":false},
{"time": "0:47:37", "speaker": "spk_1","line":"big. Oh, my God. I just want to make","episode":"s09e40.json","edited":false},
{"time": "0:47:40", "speaker": "spk_2","line":"sure that you keep your wrist straight. I used to break my wrist, and that was my problem. You keep your wrist straight than the ball goes straight big","episode":"s09e40.json","edited":false},
{"time": "0:47:47", "speaker": "spk_3","line":"Break your wrist on every sweet","episode":"s09e40.json","edited":false},
{"time": "0:47:49", "speaker": "spk_1","line":"What a slice that was. I've actually never seen its like far, right?","episode":"s09e40.json","edited":false},
{"time": "0:47:54", "speaker": "spk_2","line":"Yeah, that was an example of how not to do it. You know, it was a boomerang. Thank you. Thank you. That's what That's what. That's what you don't do now. Here is a good one. Notice. I'll keep my wrist straight and","episode":"s09e40.json","edited":false},
{"time": "0:48:09", "speaker": "spk_3","line":"okay. Right into the rough rough","episode":"s09e40.json","edited":false},
{"time": "0:48:13", "speaker": "spk_1","line":"of a grass clipper. So, folks, as you know, Christians believe Jews goto hell, Um, which we are trying to figure out a way to kind of rewrite that. So we're","episode":"s09e40.json","edited":false},
{"time": "0:48:33", "speaker": "spk_2","line":"trying to figure out a way to make people think we're rethinking","episode":"s09e40.json","edited":false},
{"time": "0:48:36", "speaker": "spk_1","line":"it. Yes, exactly. And once they figure it out, we still believe the same thing. And we haven't budged at all because it is the cornerstone of our religion. If you don't believe in Jesus, you are fucked. So way are here to save his soul. Moisture. Your, uh, Jews for Jesus. Luckily,","episode":"s09e40.json","edited":false},
{"time": "0:49:03", "speaker": "spk_3","line":"Christians for Jesus, Christian, Christian for Jesus. That's right. I'm not Jewish. I'm not. Not anymore anymore.","episode":"s09e40.json","edited":false},
{"time": "0:49:14", "speaker": "spk_1","line":"So we're gonna bring Give him a last minute a last ditch effort to get into heaven. There's","episode":"s09e40.json","edited":false},
{"time": "0:49:22", "speaker": "spk_2","line":"a last ditch last minute","episode":"s09e40.json","edited":false},
{"time": "0:49:23", "speaker": "spk_1","line":"Last each last minute. If you do save a body Ah, up to eight hours after the death. The line is so long at heaven. You do make before you make it to ST Peter. You are saved. Unless, of course, tied. Ah stupidly sprung for that. The fast pass at the heaven line. So we hope I don't know how that's proven, but way to do that.","episode":"s09e40.json","edited":false},
{"time": "0:49:52", "speaker": "spk_2","line":"And and we do also want to say quickly we do provide this service for anybody who wants it. You just have to pay us 10% of your yearly income for life. And we can make sure that you you get in","episode":"s09e40.json","edited":false},
{"time": "0:50:05", "speaker": "spk_3","line":"and we get 30% of whatever you make it. The funeral?","episode":"s09e40.json","edited":false},
{"time": "0:50:08", "speaker": "spk_1","line":"Yes. If you're selling stuff here, we do get a cut.","episode":"s09e40.json","edited":false},
{"time": "0:50:13", "speaker": "spk_3","line":"So go visit the apple cart, visit the swim up bar because we're getting a cut of all that, baby.","episode":"s09e40.json","edited":false},
{"time": "0:50:18", "speaker": "spk_2","line":"And, of course, get a T shirt in the back.","episode":"s09e40.json","edited":false},
{"time": "0:50:21", "speaker": "spk_1","line":"Yes. Get a T shirt. Um, what are the team reports? Say again? I","episode":"s09e40.json","edited":false},
{"time": "0:50:29", "speaker": "spk_3","line":"went to Todd's funeral, and all I got was this lousy. It doesn't even finish the sentence because we went a little big on the front,","episode":"s09e40.json","edited":false},
{"time": "0:50:37", "speaker": "spk_1","line":"right? All I got was this lousy. That's right. So let's open this up right now to save this bloated corpse before you make or to ST Peter were","episode":"s09e40.json","edited":false},
{"time": "0:50:47", "speaker": "spk_0","line":"Course we'll do a pop. A little popcorn prayer. Here","episode":"s09e40.json","edited":false},
{"time": "0:50:50", "speaker": "spk_1","line":"we will do a popcorn. It will be quickly popped in that it will be one word from each of us. Dear Lord, we No, you love someone always. And this man is going to hell unless we take responsibility. Four His life. But doomers is soon. So we made to rub. Sorry. Good. All right. Good luck. Good luck. Thank you. Guys. Way are very hungry.","episode":"s09e40.json","edited":false},
{"time": "0:52:03", "speaker": "spk_0","line":"Way we are and pathetic for this man. So we are going to go grab some food real quick.","episode":"s09e40.json","edited":false},
{"time": "0:52:08", "speaker": "spk_1","line":"Me? Abby? Yeah, Let's head to me. Hobby. Um, I'm getting enough food to feed me for a week.","episode":"s09e40.json","edited":false},
{"time": "0:52:19", "speaker": "spk_3","line":"Okay. Thank you. To my friends of the preacher's land for saving my soul. Uh uh. Just a note here. Gonna remind myself to get the fast past when I get to heaven that","episode":"s09e40.json","edited":false},
{"time": "0:52:39", "speaker": "spk_1","line":"now he's going to help for sure.","episode":"s09e40.json","edited":false},
{"time": "0:52:44", "speaker": "spk_3","line":"Okay, well, now is the time. The end of the final act, where all will be revealed. Good, good. But first, who would I trust to do my eulogy? Who knows? May loves me and respects me more. Then the person I've chosen to do my own eulogy.","episode":"s09e40.json","edited":false},
{"time": "0:53:09", "speaker": "spk_0","line":"This has got to be one of us, right? No, Maybe","episode":"s09e40.json","edited":false},
{"time": "0:53:13", "speaker": "spk_3","line":"Sam. Weatherman. Huh? Bill crave e Yeah. Howard Levis. Wow. I'd like you all to come on stage.","episode":"s09e40.json","edited":false},
{"time": "0:53:22", "speaker": "spk_1","line":"Oh, my God. You","episode":"s09e40.json","edited":false},
{"time": "0:53:24", "speaker": "spk_0","line":"head up there. Let's set up there","episode":"s09e40.json","edited":false},
{"time": "0:53:27", "speaker": "spk_3","line":"gentlemen, give a round of applause to my friends. Here is they lift the TV higher while I give my own eulogy.","episode":"s09e40.json","edited":false},
{"time": "0:53:33", "speaker": "spk_0","line":"Jesus, It doesn't take any of us to lift this. While you're","episode":"s09e40.json","edited":false},
{"time": "0:53:38", "speaker": "spk_1","line":"not saying anything, we're just shit. I'm my foot stuck in this washing machine. How we get out of here expanding its I Oh, my God. It was busting apart. Like when they throw a brick in a washing","episode":"s09e40.json","edited":false},
{"time": "0:53:59", "speaker": "spk_0","line":"machine. Shit, you shut the TV up so it looks like it's a little haywire. So Todd's eulogy might be a little freaky. Uh, it doesn't look like it's getting good signal. Hang on Happened","episode":"s09e40.json","edited":false},
{"time": "0:54:15", "speaker": "spk_3","line":"Pro Drug. The sexiest man alive. No chance. Never in history. So I would like to dio medicate my eulogy to G Q. Never respected My body looks","episode":"s09e40.json","edited":false},
{"time": "0:54:33", "speaker": "spk_1","line":"right. You weekly. Oh, it's clear. It's clear. It's clear now it's clear and I'm going to keep talking this way just to show my range","episode":"s09e40.json","edited":false},
{"time": "0:54:45", "speaker": "spk_0","line":"now have been hurt t miss it this whole time.","episode":"s09e40.json","edited":false},
{"time": "0:54:49", "speaker": "spk_2","line":"Why does he want size range? G Q.","episode":"s09e40.json","edited":false},
{"time": "0:54:52", "speaker": "spk_3","line":"That's right. I even look sexy when I talk weird like this in bred pit through this,","episode":"s09e40.json","edited":false},
{"time": "0:54:58", "speaker": "spk_1","line":"Why is he obsessed with, like a medium popular publication. Nobody do that. I'd like to","episode":"s09e40.json","edited":false},
{"time": "0:55:06", "speaker": "spk_3","line":"see bread Pitt or jet we do. This","episode":"s09e40.json","edited":false},
{"time": "0:55:13", "speaker": "spk_2","line":"disease is gently, a famous heart was more of a martial.","episode":"s09e40.json","edited":false},
{"time": "0:55:18", "speaker": "spk_0","line":"I mean, he was one of Todd's idols. I do know that immediately. Movies","episode":"s09e40.json","edited":false},
{"time": "0:55:23", "speaker": "spk_2","line":"that's true likes to","episode":"s09e40.json","edited":false},
{"time": "0:55:24", "speaker": "spk_3","line":"take a quick moment to shine a spotlight on the seat I save for gently who I'm hoping, made it to the few.","episode":"s09e40.json","edited":false},
{"time": "0:55:31", "speaker": "spk_1","line":"Oh, that feat was for Ana. It was have a taped off,","episode":"s09e40.json","edited":false},
{"time": "0:55:37", "speaker": "spk_2","line":"oddly, Danny Glover and Mel Gibson both here. No gently,","episode":"s09e40.json","edited":false},
{"time": "0:55:44", "speaker": "spk_3","line":"gently. I loved you in every movie you ever made. Other than the fourth Lethal Weapon, your kicks, punches and brooding eyes took Hollywood by storm.","episode":"s09e40.json","edited":false},
{"time": "0:56:00", "speaker": "spk_0","line":"Okay, so this is more of a phrase of gently thing, not a eulogy for Roger","episode":"s09e40.json","edited":false},
{"time": "0:56:04", "speaker": "spk_2","line":"perspective of yet","episode":"s09e40.json","edited":false},
{"time": "0:56:06", "speaker": "spk_3","line":"your career ended earlier than I would have","episode":"s09e40.json","edited":false},
{"time": "0:56:08", "speaker": "spk_1","line":"liked. This is baby footage of gently e.","episode":"s09e40.json","edited":false},
{"time": "0:56:14", "speaker": "spk_2","line":"I will say this is the most coherent part of the funeral so","episode":"s09e40.json","edited":false},
{"time": "0:56:17", "speaker": "spk_0","line":"far. Yeah,","episode":"s09e40.json","edited":false},
{"time": "0:56:19", "speaker": "spk_3","line":"why did Hollywood cast gently aside for other, less talented actors? My theory too scared of his fast punches? Waas. Let's sing a moment of silence for Jet Li's career, which could have been longer. Been bigger.","episode":"s09e40.json","edited":false},
{"time": "0:56:42", "speaker": "spk_2","line":"Reminder. This is Todd's eulogy","episode":"s09e40.json","edited":false},
{"time": "0:56:44", "speaker": "spk_1","line":"for himself. All right. He needs todo. Well, he's crying. It just wish all maybe","episode":"s09e40.json","edited":false},
{"time": "0:56:53", "speaker": "spk_3","line":"we could get one more gently movie before I die. Do","episode":"s09e40.json","edited":false},
{"time": "0:56:58", "speaker": "spk_1","line":"you think the reason there was signs of a struggle is because gently beat him up to death? That would that would kill him?","episode":"s09e40.json","edited":false},
{"time": "0:57:07", "speaker": "spk_2","line":"It might also be his greatest dream.","episode":"s09e40.json","edited":false},
{"time": "0:57:09", "speaker": "spk_0","line":"I do believe that if I remember correctly, gently was going to be a guest on Jimmy Kimmel the same day that the Foo Fighters were going to be on. So there are some overlap.","episode":"s09e40.json","edited":false},
{"time": "0:57:20", "speaker": "spk_3","line":"There's only one spot left in the concert. This gentleman cut in front of me. This gentleman cut in front of me.","episode":"s09e40.json","edited":false},
{"time": "0:57:27", "speaker": "spk_1","line":"I think all is being revealed. How it?","episode":"s09e40.json","edited":false},
{"time": "0:57:32", "speaker": "spk_3","line":"Excuse me, sir. Get Please let me into the show. Okay. I was here. Oh, my God! Gently!","episode":"s09e40.json","edited":false},
{"time": "0:57:40", "speaker": "spk_1","line":"Don't touch me! I'm here to see the Foo Fighters.","episode":"s09e40.json","edited":false},
{"time": "0:57:44", "speaker": "spk_3","line":"Well, I'm here to see the Foo Fighters and you're about to get your ass kicked. Your","episode":"s09e40.json","edited":false},
{"time": "0:57:49", "speaker": "spk_1","line":"my ass. You know I've asked My punches are Hollywood was so scared of me They didn't hire me ever again Because my compunctions air so fast. I","episode":"s09e40.json","edited":false},
{"time": "0:57:58", "speaker": "spk_3","line":"know that dodged. I'm coked up. You're like, open this lobster for two hours and I have some sort of super power from eating a raw hamburger.","episode":"s09e40.json","edited":false},
{"time": "0:58:12", "speaker": "spk_1","line":"Oh, no, you're hooked up. So you think you think that you might be a an adversary? If you are a coked up Hollywood Boulevard, man,","episode":"s09e40.json","edited":false},
{"time": "0:58:22", "speaker": "spk_3","line":"if you are a coked up Hollywood Boulevard man, you might be","episode":"s09e40.json","edited":false},
{"time": "0:58:26", "speaker": "spk_1","line":"an adversary. A waning the light. I think","episode":"s09e40.json","edited":false},
{"time": "0:58:36", "speaker": "spk_0","line":"we cannot see on camera. That's not what it","episode":"s09e40.json","edited":false},
{"time": "0:58:38", "speaker": "spk_2","line":"started Bleeding. He's on the ground. Oh, my God, This is","episode":"s09e40.json","edited":false},
{"time": "0:58:44", "speaker": "spk_1","line":"so crazy. See? Gently is pummeling. Todd, uh, today we're watching in. Uh, no, no. Shut up! Shut on food fighters Don't get","episode":"s09e40.json","edited":false},
{"time": "0:59:02", "speaker": "spk_0","line":"into this. Of course, the Foo Fighters air. They're trying to break it up the","episode":"s09e40.json","edited":false},
{"time": "0:59:06", "speaker": "spk_1","line":"jumped off stage. Yeah, yeah, yeah, I know you don't know Shit. All you did was drum for, uh, wait. You're fun? Yeah, that's all you ever did. In fact, get your ass over here. You see? Oh, speeding up of the same role. Yeah. Where is that man? Where's that guy with long blonde hair? Down Taylor Yeller Hawking are Yeah, yeah, The drama on the hiders Oh, yeah Oh, yeah, yeah, yeah, yeah, yeah This hurts gently. Where's him? Off the food. Where is Kimble? Oh, no, He's trying to fight the big boss. Where's the big boss? Bring me Kimmel. He's on stage. Jet. Yeah, Yeah, yeah, yeah, yeah!","episode":"s09e40.json","edited":false},
{"time": "1:00:06", "speaker": "spk_0","line":"Wow! Gently Just beat up by the Foo Fighters, Jimmy Kimmel and Todd. But I","episode":"s09e40.json","edited":false},
{"time": "1:00:11", "speaker": "spk_1","line":"don't think Todd died. No, He said he saw the work. Oh, my God. Where is he going?","episode":"s09e40.json","edited":false},
{"time": "1:00:21", "speaker": "spk_3","line":"Follow me, Camera man. Follow me.","episode":"s09e40.json","edited":false},
{"time": "1:00:23", "speaker": "spk_1","line":"Yeah, The cameraman has been following him and following Ah Li. Like, unbelievably. Where they going? Todd? Breaching into his backpack. Just getting out of Thomas Guide Thomas. No, it's not a person. Tied","episode":"s09e40.json","edited":false},
{"time": "1:00:45", "speaker": "spk_2","line":"2034 he's pulling out of Thomas.","episode":"s09e40.json","edited":false},
{"time": "1:00:49", "speaker": "spk_0","line":"Look, it's a book. Can't tell you anything.","episode":"s09e40.json","edited":false},
{"time": "1:00:53", "speaker": "spk_3","line":"Set set. Final destination for Burger King.","episode":"s09e40.json","edited":false},
{"time": "1:00:59", "speaker": "spk_0","line":"Fast it is. That's new on the roof. We knew. Indicator there. Proof.","episode":"s09e40.json","edited":false},
{"time": "1:01:03", "speaker": "spk_1","line":"Well, still, it hasn't been revealed how he died? Yeah, he waas I mean what his body was, um was it deep right or no? Almost be revealed. I think it was charbroiled. It was charbroiled,","episode":"s09e40.json","edited":false},
{"time": "1:01:22", "speaker": "spk_0","line":"which is a definitely Burger King Specific. So","episode":"s09e40.json","edited":false},
{"time": "1:01:25", "speaker": "spk_1","line":"I don't know if you","episode":"s09e40.json","edited":false},
{"time": "1:01:26", "speaker": "spk_2","line":"know this. It's actually the better way to cook burgers. Yeah, it's over.","episode":"s09e40.json","edited":false},
{"time": "1:01:30", "speaker": "spk_1","line":"A flame. Its claim. Brive flame He what? He had been flame broiled. He was a BK broiler sandwich for sure,","episode":"s09e40.json","edited":false},
{"time": "1:01:38", "speaker": "spk_3","line":"but sorry I'm late. Sorry. Wait.","episode":"s09e40.json","edited":false},
{"time": "1:01:41", "speaker": "spk_0","line":"He's a big man, boss.","episode":"s09e40.json","edited":false},
{"time": "1:01:44", "speaker": "spk_3","line":"No, I can't do I can't do a random drug test today.","episode":"s09e40.json","edited":false},
{"time": "1:01:52", "speaker": "spk_1","line":"Why? He was","episode":"s09e40.json","edited":false},
{"time": "1:01:54", "speaker": "spk_0","line":"way saw so much cocaine. He's currently running. Okay,","episode":"s09e40.json","edited":false},
{"time": "1:01:58", "speaker": "spk_1","line":"He's badly beaten. Okay, well, who walks into work looking like it's kind of fucked up of his box. Did not say. Are you okay? Exactly right. His bosses. Fucking ruthless.","episode":"s09e40.json","edited":false},
{"time": "1:02:23", "speaker": "spk_3","line":"Okay, a bus. I was wondering, maybe I could get a promotion for. I need a little more money. And I've just been I've been cleaning that one toilet for so long. Maybe they could get a little more responsibility.","episode":"s09e40.json","edited":false},
{"time": "1:02:42", "speaker": "spk_2","line":"How? What is? Just It's great to hear that he's in his","episode":"s09e40.json","edited":false},
{"time": "1:02:44", "speaker": "spk_1","line":"boss pointed working. His boss pointed to the char broiler. Yeah,","episode":"s09e40.json","edited":false},
{"time": "1:02:51", "speaker": "spk_3","line":"my promotion is to man lonchar boiler","episode":"s09e40.json","edited":false},
{"time": "1:02:54", "speaker": "spk_2","line":"full body clean. Looks like he's mouthing","episode":"s09e40.json","edited":false},
{"time": "1:02:58", "speaker": "spk_3","line":"clean the whole char broiler.","episode":"s09e40.json","edited":false},
{"time": "1:03:01", "speaker": "spk_1","line":"Oh, no, This is starting to this. This is going to reveal it all. He doesn't know how to clean a char broiler. All","episode":"s09e40.json","edited":false},
{"time": "1:03:10", "speaker": "spk_3","line":"right, so what? I just lay on","episode":"s09e40.json","edited":false},
{"time": "1:03:11", "speaker": "spk_1","line":"and start? Oh, his bottom. Is his boss doing this? This is This is intense. Oh, my God. One of his co workers doesn't know he's in there. Cleaning it look. Look like other turned up the heat. Oh, my God. Also adding Patties. Oh, no. Oh, no. They're here. The igniter No, no e o alive. Burger! Gay. No, Todd. No one notices. Wait a second. People are noticing. They're turning away. I find I It's fine. As long as","episode":"s09e40.json","edited":false},
{"time": "1:04:04", "speaker": "spk_3","line":"you get me out of here before a cloaked man comes in and touches me, I'm being followed by a cloaked man.","episode":"s09e40.json","edited":false},
{"time": "1:04:11", "speaker": "spk_1","line":"I'm good that time by that's being revealed.","episode":"s09e40.json","edited":false},
{"time": "1:04:13", "speaker": "spk_0","line":"Yeah, I know, I","episode":"s09e40.json","edited":false},
{"time": "1:04:17", "speaker": "spk_3","line":"know. Oh, you touch me on dead.","episode":"s09e40.json","edited":false},
{"time": "1:04:21", "speaker": "spk_1","line":"Excuse me. I'm looking for a man named pod Padre. Excuse me. It's made","episode":"s09e40.json","edited":false},
{"time": "1:04:30", "speaker": "spk_2","line":"as yeah, in the cloak. Cloak. Don't touch me. Ah, Bob. Keeping a wide berth.","episode":"s09e40.json","edited":false},
{"time": "1:04:35", "speaker": "spk_1","line":"Send me a direct line to Mr Padre.","episode":"s09e40.json","edited":false},
{"time": "1:04:39", "speaker": "spk_3","line":"You touch me, you touch me, I'm dead. We'll see you at the funeral of it within eight hours. Let's get it on the start editing this, mister cameraman funeral time.","episode":"s09e40.json","edited":false},
{"time": "1:04:48", "speaker": "spk_1","line":"Here we go. We just have","episode":"s09e40.json","edited":false},
{"time": "1:04:50", "speaker": "spk_3","line":"already. I'm dead","episode":"s09e40.json","edited":false},
{"time": "1:04:51", "speaker": "spk_2","line":"air second. That figure in the video doesn't look like the figure that was creeping around the dump earlier.","episode":"s09e40.json","edited":false},
{"time": "1:04:58", "speaker": "spk_0","line":"Yeah, death. Look. Look at that hill of ah, of ah, of old football dummies finding on top of that hill of all the old football training dummies that have been thrown in the dump.","episode":"s09e40.json","edited":false},
{"time": "1:05:13", "speaker": "spk_3","line":"All right, folks, this is Todd piped in over the loud speaker. I did not fake my own death to avoid death touching me. This was a really funeral, and I am dead. Everybody file out. And what death? No, if you see him on the way out that I'm definitely dead.","episode":"s09e40.json","edited":false},
{"time": "1:05:31", "speaker": "spk_1","line":"Okay. Well, hello, folks. I am death, and my job here is done, right? Yeah. Yeah. Death. Todd's already dead. He's dead, right? Yeah. All right, well, I'm going to get back to hell or wherever I stay.","episode":"s09e40.json","edited":false},
{"time": "1:05:48", "speaker": "spk_0","line":"Okay, So you're going to just get on outta here. Oh, he just disappeared. Wow, That was unbelievable. That's crazy. Said death deaths over deaths here. Done. So he's","episode":"s09e40.json","edited":false},
{"time": "1:06:01", "speaker": "spk_1","line":"gone. But can we really quickly. Recap What just happened for me? Yeah.","episode":"s09e40.json","edited":false},
{"time": "1:06:09", "speaker": "spk_3","line":"Thank you. Everybody All has been revealed. Good night,","episode":"s09e40.json","edited":false},
{"time": "1:06:15", "speaker": "spk_1","line":"I think. Isa. Dad,","episode":"s09e40.json","edited":false},
{"time": "1:06:19", "speaker": "spk_0","line":"I think I know what happened. I think I know what happened. I think in the video, Todd went toe work and in order, and he knew that he was being followed by death. So he jumped into the char broiler and faked his debt. I think Todd is still alive, You guys, he faked his death. Oh, so the road with offices throughout death office sent.","episode":"s09e40.json","edited":false},
{"time": "1:06:39", "speaker": "spk_2","line":"But if Todd wasn't dead, did we cut off his alive Penis earlier? Yeah. There was no screams or nothing. It was those isn't He was cloaked in fire earlier. No resistant rock around Mike's way. No resistant.","episode":"s09e40.json","edited":false},
{"time": "1:06:55", "speaker": "spk_0","line":"He was head into a trash snowball.","episode":"s09e40.json","edited":false},
{"time": "1:06:58", "speaker": "spk_1","line":"I think he may be died trying to fake his death to throw the scent of that. Yeah, Yeah, I think. Unfortunately, unbeknownst to him, he cannot reveal all Culio catcher hoping","episode":"s09e40.json","edited":false},
{"time": "1:07:12", "speaker": "spk_0","line":"we are in the casket and just see what everybody's filed out. It's just us in the caskets. So if he is there, we can get him to he can wake up little open it up.","episode":"s09e40.json","edited":false},
{"time": "1:07:20", "speaker": "spk_1","line":"I always say this way. Oh, that The rock and roll movers put in a second song. That's nice of him. That's good. Hey, ho. What a VHS tape. Oh,","episode":"s09e40.json","edited":false},
{"time": "1:07:33", "speaker": "spk_0","line":"put it in a way. We gotta find a VHS. We gotta find a VCR here.","episode":"s09e40.json","edited":false},
{"time": "1:07:36", "speaker": "spk_2","line":"Oh, good and good. There. 7000 of them.","episode":"s09e40.json","edited":false},
{"time": "1:07:39", "speaker": "spk_0","line":"Yeah, yeah. Here. Put it in this VCR here. Ok. Hi,","episode":"s09e40.json","edited":false},
{"time": "1:07:43", "speaker": "spk_3","line":"this is Todd. Padre, if you're watching this, I have faked my own death, and I am definitely dead. Unless, of course, you cut off my only weakness. My foreskin.","episode":"s09e40.json","edited":false},
{"time": "1:07:54", "speaker": "spk_1","line":"No way. We killed him at the top of the funeral. His foreskin was delighted keeping him alive. He was at this sentence meant,","episode":"s09e40.json","edited":false},
{"time": "1:08:05", "speaker": "spk_3","line":"have some backup. Weakness is not being rolled in trash.","episode":"s09e40.json","edited":false},
{"time": "1:08:11", "speaker": "spk_1","line":"Now back","episode":"s09e40.json","edited":false},
{"time": "1:08:12", "speaker": "spk_3","line":"on fire. And of course, denim.","episode":"s09e40.json","edited":false},
{"time": "1:08:18", "speaker": "spk_1","line":"You guys, it was my fault was mostly me. It was eyes. This is our This is our fault, baby. No, baby boy. No! No. Oh, God. I'm sorry for the time that I shot you. Oh, no. God, I'm sorry. I'm sorry for cutting off your foreskin and rolling you in trash in and end. Emperor it all the times on the podcast when I when I made fun of you for working at Burger King. Nole Hood. Todd, I'm sorry for not stopping Jersey Mike when he turned you into a mike's way. And I'm even more sorry for eating a bite off of the end before I say goodbye to you. We ate you. Wait a big portion of you Mike's way. We're sorry, Mike. Resist a sub. We were so star struck by Mike and him doing it his way that we ate you. We're sorry. Her good this door. Should I Should I sing Tuck's favorite song? Probably. I mean sure, Why not? How does it start again? Oh, say, oh, yeah Oh saying and you see by the dawn's early lie line What? What? So proud way we held But twice as the twilight last gleaming Hold on Let me start over in a lower key about you know I've got I've got way too high, Ok, just continue the moment. No, I'm too high. Start","episode":"s09e40.json","edited":false},
{"time": "1:11:07", "speaker": "spk_0","line":"from married a lower register than","episode":"s09e40.json","edited":false},
{"time": "1:11:11", "speaker": "spk_1","line":"I just finished the song to our beloved friend We all have killed in killing. Uh hey. Good. You see your again? I think everything I get Oh, say Can you see by the dawn's early live line? But what what so proudly we have mine pass at the twilight's It was as I I know as the twice last flaming Who's Who's Broads Tribes and Break Bride Star's life through Through the pair Ah, last fight or I know the front line ramparts we watched We're so GATT line lend lab line Li li streaming and that line Rock, rock Exline Bread, bread The bombs bursting in air gave I know gave line proof proved that night that our hotline flag black line was wise line Still still lying there there Oh, I know mine Say, uh wine star line Spank sprang line Gold Lovell that like banner man like nerve dinner yet? Yeah, Okay. For the land of the free I know three and the, um of the bruh Nice life, play ball, play ball. But that was really beautiful. Thank you. I started too high.","episode":"s09e40.json","edited":false},
{"time": "1:14:27", "speaker": "spk_3","line":"Of course, the one way to bring me back to life is to sing the national anthem. My","episode":"s09e40.json","edited":false},
{"time": "1:14:33", "speaker": "spk_1","line":"God! Oh, my God! Greatest","episode":"s09e40.json","edited":false},
{"time": "1:14:35", "speaker": "spk_3","line":"weakness would be to sing it in perfectly. No, Kill me. Dead forever.","episode":"s09e40.json","edited":false},
{"time": "1:14:41", "speaker": "spk_1","line":"No, no, no. I could have just nailed it. I had the lyrics here in my pocket. Look with a laminated with me.","episode":"s09e40.json","edited":false}]
