[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e03.json","edited":false},
{"time": "0:00:01", "speaker": "spk_1","line":"did you guys see the new bus? They got a new bus in the fleet. Here's my thinking. You're","episode":"s09e03.json","edited":false},
{"time": "0:00:07", "speaker": "spk_4","line":"going to","episode":"s09e03.json","edited":false},
{"time": "0:00:08", "speaker": "spk_1","line":"replace one bus, replace them all. I think it's crazy. Toe have bust 14 to be so much nicer than the rest of the kids who ride 14 are gonna think they're better than every. What do you think it's because of the route? You think like, Well, it does go through a nicer part of town. So I think the the mate you think maybe the rich parents maybe maybe grease some palms, maybe grease some palms because the bad bust through the bad part of town is a particularly tough bus. Well, it is just bus.","episode":"s09e03.json","edited":false},
{"time": "0:00:38", "speaker": "spk_0","line":"It's like a It's an old subway car from the forties when it kind of looks like they mad maxed it out. Yeah, kind of. It's got a driven by that guy with the big nose ring. Yeah, and no shirt.","episode":"s09e03.json","edited":false},
{"time": "0:00:50", "speaker": "spk_1","line":"It's got a snow pile all the time on the front.","episode":"s09e03.json","edited":false},
{"time": "0:00:53", "speaker": "spk_3","line":"Students are really leaning into the Mad Max stuff to that, but you When that bus rolls in, it is chaos.","episode":"s09e03.json","edited":false},
{"time": "0:00:58", "speaker": "spk_0","line":"You've seen Caleb up on the hood, playing guitar. I mean, I think Caleb is","episode":"s09e03.json","edited":false},
{"time": "0:01:04", "speaker": "spk_2","line":"obsessed with the baseline from Seinfeld. Think is","episode":"s09e03.json","edited":false},
{"time": "0:01:08", "speaker": "spk_0","line":"a boom, boom boom boom room. It doesn't exactly match the post apocalyptic love, but I","episode":"s09e03.json","edited":false},
{"time": "0:01:16", "speaker": "spk_3","line":"think the buses should switch their bassists. Yeah, because we got Caleb of the Mad Max. We're playing Seinfeld. Yeah, uh, and there we go,","episode":"s09e03.json","edited":false},
{"time": "0:01:24", "speaker": "spk_1","line":"Alistair playing bass on the other on the other bus. Yeah, the tough","episode":"s09e03.json","edited":false},
{"time": "0:01:29", "speaker": "spk_0","line":"kid. Was he playing, Uh, Pantera? Yeah. Really? Yeah. Wow. The bus system is confused in this town. Yeah, I think","episode":"s09e03.json","edited":false},
{"time": "0:01:38", "speaker": "spk_3","line":"anybody want a crueler No. Did you make those","episode":"s09e03.json","edited":false},
{"time": "0:01:42", "speaker": "spk_0","line":"times? I thought those air crueller and I think those air","episode":"s09e03.json","edited":false},
{"time": "0:01:46", "speaker": "spk_2","line":"just deflated un risen. Regular doughnuts. Yeah. They're not, like the crueler. They're just dented","episode":"s09e03.json","edited":false},
{"time": "0:01:53", "speaker": "spk_1","line":"up. They kind of looked like deflated balloons. It looks like you there was, like, crueler flavored or like shaped balloons That","episode":"s09e03.json","edited":false},
{"time": "0:01:59", "speaker": "spk_3","line":"just trying to do something nice for everyone. You know how Dexter would always bring a dozen donuts murder?","episode":"s09e03.json","edited":false},
{"time": "0:02:05", "speaker": "spk_0","line":"You trying to butter us up? Can I ask?","episode":"s09e03.json","edited":false},
{"time": "0:02:07", "speaker": "spk_3","line":"No. No, but I'm saying everyone like Dexter for that thing. You didn't like him for the other stuff, The murders, but they liked him. for the doughnuts. Like I want to be like Dexter. The good stuff. Are","episode":"s09e03.json","edited":false},
{"time": "0:02:18", "speaker": "spk_1","line":"you trying to hint at the possibility that there's a sort of second side to the coin of Todd Padre right now?","episode":"s09e03.json","edited":false},
{"time": "0:02:24", "speaker": "spk_3","line":"Well, I've just trying to make people like me more, so I'm bringing doughnuts. That's","episode":"s09e03.json","edited":false},
{"time": "0:02:29", "speaker": "spk_0","line":"nice to see you, Todd. Because usually you've been a sort of I don't care what people think of me. You know, I don't be too vulgar, but a fuck off kind of guy.","episode":"s09e03.json","edited":false},
{"time": "0:02:37", "speaker": "spk_3","line":"Ah, and it's taking a lot of my energy to even received that kind of statement about May without saying fuck off. Go fuck yourself. And I appreciate you not saying it, but I want to be, You know, I want to be liked.","episode":"s09e03.json","edited":false},
{"time": "0:02:51", "speaker": "spk_0","line":"That's everybody. Is that why you let me go?","episode":"s09e03.json","edited":false},
{"time": "0:02:53", "speaker": "spk_1","line":"You had obviously stopped at the four way way before me this morning.","episode":"s09e03.json","edited":false},
{"time": "0:02:57", "speaker": "spk_0","line":"It's more annoying when you're like you stopped the four way iced out of the four way side and you're like you go, you go. And you it do your more annoying.","episode":"s09e03.json","edited":false},
{"time": "0:03:06", "speaker": "spk_3","line":"But I rolled my window down and I did the big wave out the window. No, you were","episode":"s09e03.json","edited":false},
{"time": "0:03:11", "speaker": "spk_2","line":"obviously waving some stink from outside of the car. I","episode":"s09e03.json","edited":false},
{"time": "0:03:16", "speaker": "spk_0","line":"think you had farted it. Oh, my God. You're not nice. You've just been farting. Really?","episode":"s09e03.json","edited":false},
{"time": "0:03:23", "speaker": "spk_4","line":"Yeah. Okay. I don't","episode":"s09e03.json","edited":false},
{"time": "0:03:27", "speaker": "spk_3","line":"know. No, they're just fragrant there. Fragrant","episode":"s09e03.json","edited":false},
{"time": "0:03:30", "speaker": "spk_0","line":"times like it smells like pope ary time. You farting by the pope ary doughnuts in here? All right,","episode":"s09e03.json","edited":false},
{"time": "0:03:36", "speaker": "spk_3","line":"I guess you can't do anything nice. I think I'm starting to understand, Dexter. A little bit more. Everybody does something so nicely. Bridge Donuts in and all people want to do is figure out if he's a serial killer.","episode":"s09e03.json","edited":false},
{"time": "0:03:48", "speaker": "spk_1","line":"We're all your serial farther, and you're trying to cover it up with all of these.","episode":"s09e03.json","edited":false},
{"time": "0:03:52", "speaker": "spk_3","line":"Well, hot cereal. I'm eating oatmeal. That's good. Thank you. Well, eating oatmeal, I should say it's It's I don't know, but I'm eating it cold","episode":"s09e03.json","edited":false},
{"time": "0:04:02", "speaker": "spk_1","line":"made and about. You made it too long ago.","episode":"s09e03.json","edited":false},
{"time": "0:04:04", "speaker": "spk_3","line":"You know, in the morning you're busy. You're in a rush, you know, you make your breakfast and you forget about it cause you're doing all the other morning.","episode":"s09e03.json","edited":false},
{"time": "0:04:11", "speaker": "spk_0","line":"Will you meal prep? You just forget to eat the prep. So you have overnight oats from years","episode":"s09e03.json","edited":false},
{"time": "0:04:17", "speaker": "spk_3","line":"ago? Yeah, I just I just had an oatmeal. Age is like a bad wine. Um, so I had some 95 Quakers.","episode":"s09e03.json","edited":false},
{"time": "0:04:29", "speaker": "spk_0","line":"That's a nice of interest. Warming made it on time. That's a nice vintage. And is","episode":"s09e03.json","edited":false},
{"time": "0:04:32", "speaker": "spk_1","line":"that a wider read or write? Brown? That sounds nasty to me. Honestly, you know, I have a but, you know, guys, I think it's about time we just get into things, huh? Yeah. All right, Well, and kick it. That's right, folks.","episode":"s09e03.json","edited":false},
{"time": "0:04:49", "speaker": "spk_0","line":"Welcome back to the Teacher's Lounge. The first, best and only podcast pertaining to issues relevant to","episode":"s09e03.json","edited":false},
{"time": "0:04:54", "speaker": "spk_1","line":"the Hamilton High School community. I, of course, am Howard Levis, your biology teacher. All around, sweet fella. Uh, I've done it all week. I have improved it","episode":"s09e03.json","edited":false},
{"time": "0:05:06", "speaker": "spk_0","line":"all week. What do you do? That was sweet","episode":"s09e03.json","edited":false},
{"time": "0:05:07", "speaker": "spk_1","line":"This week I introduced a dessert at my help Oil Loco. Uh, on its I've been giving it out for free. Uh, what is the desert","episode":"s09e03.json","edited":false},
{"time": "0:05:17", "speaker": "spk_3","line":"desert guy in this episode? But let's see what you got.","episode":"s09e03.json","edited":false},
{"time": "0:05:20", "speaker": "spk_1","line":"How you bear really barely, really interesting our Well, I introduced a Fillon at my O'Boyle ago on and it's selling like hotcakes. Yeah, Isa flavored Swan. Well, well, yeah, yeah. Essentially Essentially, it's already all poultry products that I have to keep it in the poultry world. So it's Ah, it's","episode":"s09e03.json","edited":false},
{"time": "0:05:47", "speaker": "spk_4","line":"water. Poultry.","episode":"s09e03.json","edited":false},
{"time": "0:05:50", "speaker": "spk_3","line":"Are all birds? Poultry?","episode":"s09e03.json","edited":false},
{"time": "0:05:51", "speaker": "spk_1","line":"I think so. I think it is Summer Poultry and Fowler interchangeable. We'll you would say that owning up way looking That's making an incorrect desert, wouldn't you? Yeah. Yeah, I guess I would say that.","episode":"s09e03.json","edited":false},
{"time": "0:06:03", "speaker": "spk_3","line":"So you flavored some swan? You handed it out and is the What's the flavoring on this one? What makes it sweet?","episode":"s09e03.json","edited":false},
{"time": "0:06:09", "speaker": "spk_1","line":"It's got a little cinnamon sugar.","episode":"s09e03.json","edited":false},
{"time": "0:06:12", "speaker": "spk_3","line":"And remember, we're already dealing with balloons that have been deflated to look like doughnuts. But what's your","episode":"s09e03.json","edited":false},
{"time": "0:06:16", "speaker": "spk_4","line":"minds? A","episode":"s09e03.json","edited":false},
{"time": "0:06:16", "speaker": "spk_1","line":"real desert. Uh, but, you know, it's been a lot of r and D this week developing it, So I had to head up up the street to the food lab. Ah, helping Morgan Vill s. So I did miss a couple of AP biology classes this week again. Students. I'm sorry. I left lesson plans. Hopefully you got him. Uh, is supposed to have a substitute. Well, it was so last minute. I didn't have chance to get Yeah, I don't trust people within a","episode":"s09e03.json","edited":false},
{"time": "0:06:45", "speaker": "spk_0","line":"five mile. True, you got a Boston Dynamics robot to","episode":"s09e03.json","edited":false},
{"time": "0:06:48", "speaker": "spk_1","line":"be the the sub. Uh, I got what I thought was a Boston Dynamics robot. Turns out it was a Boston market refrigerator. Uh, just","episode":"s09e03.json","edited":false},
{"time": "0:06:59", "speaker": "spk_0","line":"hire. They've been doing a lot of","episode":"s09e03.json","edited":false},
{"time": "0:07:00", "speaker": "spk_3","line":"development in the robotics world. No, thank you. Thank those crosses. Mark, those busted Margaret refrigerators. Eso won the other day doing three push ups now, and I walked right out the door.","episode":"s09e03.json","edited":false},
{"time": "0:07:13", "speaker": "spk_0","line":"I saw one open a door, go through the","episode":"s09e03.json","edited":false},
{"time": "0:07:17", "speaker": "spk_2","line":"door and then had a eat. A chicken public","episode":"s09e03.json","edited":false},
{"time": "0:07:19", "speaker": "spk_0","line":"is a Boston market","episode":"s09e03.json","edited":false},
{"time": "0:07:21", "speaker": "spk_1","line":"robot, but anyway, eso the lesson plans didn't get done this week. And I know I said I would be devoting every moment of my life to teaching this year. Um, and I promise that this is a one time thing. Now that I've been out for a couple of days, I realized that I can't do that very often, so I'm not gonna take any more time off, so I've actually ah, I've actually decided to tell the students that if they want, I'll do 24 hour tutoring s so they can come by the house. That Sanders for every What do you mean? I don't think is 24 hours, 24 hours injury. I already got the copyrights. I made a website, hired a guy, did ah, did a whole deal, got a shot and add. It's like becoming the whole thing. It's gonna be great, e I shot an ad. Yeah, for our 2 24 hour tutor. Yeah.","episode":"s09e03.json","edited":false},
{"time": "0:08:09", "speaker": "spk_3","line":"Any voice over acting in the ad? I took care of it","episode":"s09e03.json","edited":false},
{"time": "0:08:12", "speaker": "spk_1","line":"myself. Do you have it here? Yeah. Do you","episode":"s09e03.json","edited":false},
{"time": "0:08:15", "speaker": "spk_0","line":"guys want to have it? Yeah. Do you have the ad? Yeah, I'd love to see you. Just","episode":"s09e03.json","edited":false},
{"time": "0:08:20", "speaker": "spk_3","line":"put it in the VCR there.","episode":"s09e03.json","edited":false},
{"time": "0:08:21", "speaker": "spk_1","line":"Yeah. Okay. Here we go. Everybody ready? Uh,","episode":"s09e03.json","edited":false},
{"time": "0:08:27", "speaker": "spk_5","line":"hey there, kids. Is it seven PM is it, uh, 2 a.m. hey, maybe it's 4 45 Never a bad time to do your homework. I need the room, huh? Oh, yes. Sorry. Give me two seconds, sir. Thank you. Wait. Just hang in your room, okay? I will. Thank you so much. We need to interrogate this criminal in here. Okay? You guys want to do that now? Just you can just get him set, get going and get upset. Get him in here and I'll just let me finish this fucking film shoots cheese window. Well, why are they renting the police station? The interrogation room. Budget cut? Yeah, I think you need to talk to your sergeant. Seems like you guys are You need to talk to my start, you know, idea. Arrest. I got the cuffs out out. That. That's a That's a Taser. Yeah. Now stop it, please. Guys, listen, I already booked the room with your sergeant A can here legally closes the room free. I'm here to do a self tape charge. Sergeant Todd, this is the man that I that I booked the room with. You are Todd, Uh, Bailey? Yes. Really tough, Bailey. No relation. Any other times, you know, I'm a sergeant through the hat to the badge. Don't look too close. And I also run room bookings for the police Sergeant. Guys, I got a quick finish this ad for my 24 hour tutor. Can I just say the tagline really quick? And then and then we can do it. We can. I could be done.","episode":"s09e03.json","edited":false},
{"time": "0:10:02", "speaker": "spk_0","line":"Wait. So our bodies The ad Howard, what's that was the ad. You didn't edit it any further. I","episode":"s09e03.json","edited":false},
{"time": "0:10:07", "speaker": "spk_1","line":"I couldn't afford a bay and editing bay. You","episode":"s09e03.json","edited":false},
{"time": "0:10:11", "speaker": "spk_3","line":"know, you afford the whole bay. You can add it on your computer. Hey, you could just use I movie","episode":"s09e03.json","edited":false},
{"time": "0:10:15", "speaker": "spk_1","line":"Utah. You tell me how to turn on one of these new Mac book pros and maybe I can try it. But","episode":"s09e03.json","edited":false},
{"time": "0:10:19", "speaker": "spk_0","line":"I opened the lid, open the lid. They usually come on the","episode":"s09e03.json","edited":false},
{"time": "0:10:23", "speaker": "spk_3","line":"weatherman's voice over there. By the way, that seems.","episode":"s09e03.json","edited":false},
{"time": "0:10:25", "speaker": "spk_0","line":"Hey, sexy. Sammy, what's happening? Just me. I'm just saying you got open the lid on that computer really quickly. Was that Todd Padre at the end? I'm start bail hearing it that I don't","episode":"s09e03.json","edited":false},
{"time": "0:10:37", "speaker": "spk_3","line":"know why sheriff would have been there for a self tape is a sergeant first of Sergeant. So, Sergeant, sergeant, sheriff are interchangeable.","episode":"s09e03.json","edited":false},
{"time": "0:10:45", "speaker": "spk_0","line":"So, Todd, do you book the police station out Teoh two productions against their will?","episode":"s09e03.json","edited":false},
{"time": "0:10:54", "speaker": "spk_3","line":"Yeah. All right. You called. May I, uh","episode":"s09e03.json","edited":false},
{"time": "0:10:56", "speaker": "spk_4","line":"How did you What? How did that even happen?","episode":"s09e03.json","edited":false},
{"time": "0:10:59", "speaker": "spk_3","line":"Well, I I needed a second job and, uh, a stranger to that? No, because I'm a workaholic. I","episode":"s09e03.json","edited":false},
{"time": "0:11:10", "speaker": "spk_4","line":"do know that they","episode":"s09e03.json","edited":false},
{"time": "0:11:13", "speaker": "spk_3","line":"Which one's the one where you lose all your family and friends because you drink too much.","episode":"s09e03.json","edited":false},
{"time": "0:11:17", "speaker": "spk_0","line":"Well, I guess both, but yeah, definitely your now,","episode":"s09e03.json","edited":false},
{"time": "0:11:19", "speaker": "spk_3","line":"do you, worker? It is. Drink. One thing that lost me, my family and friends was the drinking, I think. But I drink so much because of how hard","episode":"s09e03.json","edited":false},
{"time": "0:11:27", "speaker": "spk_6","line":"I work.","episode":"s09e03.json","edited":false},
{"time": "0:11:28", "speaker": "spk_1","line":"Okay, I say, Well,","episode":"s09e03.json","edited":false},
{"time": "0:11:29", "speaker": "spk_0","line":"I know the police","episode":"s09e03.json","edited":false},
{"time": "0:11:31", "speaker": "spk_1","line":"station has been renting out their actual cars as picture cars. I got pulled over the other day and Kiefer Sutherland.","episode":"s09e03.json","edited":false},
{"time": "0:11:40", "speaker": "spk_0","line":"So I have nothing to do with that.","episode":"s09e03.json","edited":false},
{"time": "0:11:42", "speaker": "spk_3","line":"Yeah. Also related. That's also go crazy, by the way, speaking over that box.","episode":"s09e03.json","edited":false},
{"time": "0:11:50", "speaker": "spk_4","line":"What the fuck's I","episode":"s09e03.json","edited":false},
{"time": "0:11:51", "speaker": "spk_1","line":"don't? I was trying a new get raising. It lay landed","episode":"s09e03.json","edited":false},
{"time": "0:11:54", "speaker": "spk_3","line":"wrong. Kind of like What's up, dawg?","episode":"s09e03.json","edited":false},
{"time": "0:11:59", "speaker": "spk_0","line":"What's that box? Is that it? I don't think you","episode":"s09e03.json","edited":false},
{"time": "0:12:02", "speaker": "spk_3","line":"on a Sharpie like a carrot.","episode":"s09e03.json","edited":false},
{"time": "0:12:05", "speaker": "spk_0","line":"I said it got all over me. Yeah. Um, Well, that's good. At least you get in a side job. Thank","episode":"s09e03.json","edited":false},
{"time": "0:12:11", "speaker": "spk_3","line":"you. Yeah. And, uh, you know, we could spend all day trying to figure out why I got that job, but we want to talk about what's going on at this school back and really responsible. We're responsible.","episode":"s09e03.json","edited":false},
{"time": "0:12:23", "speaker": "spk_1","line":"Finally responsible. Now,","episode":"s09e03.json","edited":false},
{"time": "0:12:24", "speaker": "spk_3","line":"finally, responsible now. Yeah, and so you know we're getting into the fall which 6 October","episode":"s09e03.json","edited":false},
{"time": "0:12:29", "speaker": "spk_1","line":"is among us.","episode":"s09e03.json","edited":false},
{"time": "0:12:32", "speaker": "spk_0","line":"Tobermory is not a man powered, You could say","episode":"s09e03.json","edited":false},
{"time": "0:12:37", "speaker": "spk_1","line":"among its It's like of October is a beautiful woman who runs the theater downtown October, and she is among us. She's at school today selling tickets for the fall Festival. That's right. And","episode":"s09e03.json","edited":false},
{"time": "0:12:50", "speaker": "spk_3","line":"of course, the Fall Festival is something we're all excited about because it's an opportunity for the teachers to get their fingerprints on an event for the students. Eso we're all We all decided we would kind of co run the festival. We took it over from the planning","episode":"s09e03.json","edited":false},
{"time": "0:13:05", "speaker": "spk_1","line":"committee I didn't conquer. We say that","episode":"s09e03.json","edited":false},
{"time": "0:13:07", "speaker": "spk_3","line":"That's right. This is a Conker","episode":"s09e03.json","edited":false},
{"time": "0:13:10", "speaker": "spk_0","line":"transportation way. Have people park off site? Of course, because this is a hugely popular thing, and I have rented three vans from my own company Crazy limos, and we are shuffling people back and forth from the off site parking to the school. And I would say a good third of those vans or making it unscathed","episode":"s09e03.json","edited":false},
{"time": "0:13:28", "speaker": "spk_3","line":"Well, and there's a little bit of worries about one of the vans","episode":"s09e03.json","edited":false},
{"time": "0:13:32", "speaker": "spk_0","line":"is one of the three vans is still it is still running the other two have been crashed. So out of the three vans, two of them don't make it. Yes, but let's focus on the one that is. And these are","episode":"s09e03.json","edited":false},
{"time": "0:13:42", "speaker": "spk_3","line":"just the dry runs because the phone festival is two weeks away. You","episode":"s09e03.json","edited":false},
{"time": "0:13:47", "speaker": "spk_1","line":"asked for a month of run to run up time.","episode":"s09e03.json","edited":false},
{"time": "0:13:49", "speaker": "spk_4","line":"Well, you know,","episode":"s09e03.json","edited":false},
{"time": "0:13:50", "speaker": "spk_0","line":"with the parking lot, you never know what's gonna go on there. You got to get the parking lot set, you know? Is that a dirt lot? Is it a paved lot is a tree filled lot. Is it a Christmas tree lot? And we're figuring out that's actually not the last one. Parking like too early, too early in the season. You're saying Yes, yes, when they trees all the time. I've","episode":"s09e03.json","edited":false},
{"time": "0:14:10", "speaker": "spk_3","line":"been putting up quick my Christmas tree lot earlier and earlier every year to try to get ahead of the competition. Because, as you know, I sell Christmas trees. I","episode":"s09e03.json","edited":false},
{"time": "0:14:20", "speaker": "spk_4","line":"never want","episode":"s09e03.json","edited":false},
{"time": "0:14:21", "speaker": "spk_0","line":"a Christmas tree on Christmas Day to be too bushy, you know? So you want to get it. If you want to get a few months prior, don't water it and just sort of let it get thin. I will say you scorched","episode":"s09e03.json","edited":false},
{"time": "0:14:32", "speaker": "spk_2","line":"a lot of those trees. They","episode":"s09e03.json","edited":false},
{"time": "0:14:33", "speaker": "spk_1","line":"were looking like, uh, just a sad, very sad, disparate Christmas tree.","episode":"s09e03.json","edited":false},
{"time": "0:14:39", "speaker": "spk_3","line":"Well, the whole idea with when you buy a Christmas trees you want the tree, you by toe look like the person you're buying it from. Eso all of mine look like me. This sad, thin been burned, Uh, and easy to get to and from your house.","episode":"s09e03.json","edited":false},
{"time": "0:14:53", "speaker": "spk_0","line":"What are you doing? The burnings. Are you having a family member come","episode":"s09e03.json","edited":false},
{"time": "0:14:56", "speaker": "spk_2","line":"to burn the trees so that it's authentic? Like how they burnt you?","episode":"s09e03.json","edited":false},
{"time": "0:15:00", "speaker": "spk_0","line":"Is it authentic your burnings","episode":"s09e03.json","edited":false},
{"time": "0:15:02", "speaker": "spk_4","line":"which remind the","episode":"s09e03.json","edited":false},
{"time": "0:15:02", "speaker": "spk_0","line":"audience how you were burned","episode":"s09e03.json","edited":false},
{"time": "0:15:05", "speaker": "spk_4","line":"while I was","episode":"s09e03.json","edited":false},
{"time": "0:15:05", "speaker": "spk_0","line":"talking about emotionally. But I guess it was what I was talking about.","episode":"s09e03.json","edited":false},
{"time": "0:15:09", "speaker": "spk_3","line":"My family reunion. They did a roast on the way they ended. The roast of me was by burning May","episode":"s09e03.json","edited":false},
{"time": "0:15:17", "speaker": "spk_0","line":"they put you on","episode":"s09e03.json","edited":false},
{"time": "0:15:17", "speaker": "spk_3","line":"the spit they put me in So they put me on a spit and they were spinning me And through the spin every member of my family got up and they did a few jokes about May. Caitlyn Jenner made the whole thing about her. But then at the end, you know, I got a chance to get burned. And little","episode":"s09e03.json","edited":false},
{"time": "0:15:35", "speaker": "spk_1","line":"baby Nikki Glaser. Ah, your niece, who's very young, really came in hot. Yeah. Yeah, you get","episode":"s09e03.json","edited":false},
{"time": "0:15:45", "speaker": "spk_3","line":"might. Well, yeah, The my sister named her daughter after community and Nikki Glaser, But added, little baby, uh, and I guess they want her to be a stand up in a rush Comic, So yeah, but one thing I was thinking about, um uh, Sam with ease vans. You might not have to do as many test runs If you don't insist on the vans being made to look like pumpkins. I think that's becoming an issue. Oh,","episode":"s09e03.json","edited":false},
{"time": "0:16:10", "speaker": "spk_0","line":"yeah? Well, I really","episode":"s09e03.json","edited":false},
{"time": "0:16:12", "speaker": "spk_2","line":"like that. So I think we're gonna stay, and you want them to, like, disappear and turn back into a regular van at the end","episode":"s09e03.json","edited":false},
{"time": "0:16:17", "speaker": "spk_0","line":"of the night. It's a lot of special effect, which is a Cinderella","episode":"s09e03.json","edited":false},
{"time": "0:16:21", "speaker": "spk_1","line":"thing. Not necessarily a faller Halloween,","episode":"s09e03.json","edited":false},
{"time": "0:16:23", "speaker": "spk_0","line":"but we all know Cinderella was during fall. If you're going to dispute that, honestly, I'll fucking fight and you're walking around in these really tiny glass slippers. That's dangerous. Listen,","episode":"s09e03.json","edited":false},
{"time": "0:16:35", "speaker": "spk_4","line":"I like a glass slipper.","episode":"s09e03.json","edited":false},
{"time": "0:16:36", "speaker": "spk_0","line":"Nothing fits my foot","episode":"s09e03.json","edited":false},
{"time": "0:16:37", "speaker": "spk_2","line":"like a hard piece of glass.","episode":"s09e03.json","edited":false},
{"time": "0:16:39", "speaker": "spk_0","line":"OK? And I don't know why you","episode":"s09e03.json","edited":false},
{"time": "0:16:40", "speaker": "spk_1","line":"hired There's 12 little people. I do","episode":"s09e03.json","edited":false},
{"time": "0:16:42", "speaker": "spk_0","line":"those air mice. Yeah, those air mice. I think you're getting confused on your very take. I'm calling them mice.","episode":"s09e03.json","edited":false},
{"time": "0:16:52", "speaker": "spk_1","line":"Right, Cinderella. And that And the 12 mice is the class is the classic fairytale.","episode":"s09e03.json","edited":false},
{"time": "0:16:58", "speaker": "spk_3","line":"I gotta ride with one of your mean stepsisters on. I spent the whole ride cleaning the van, and then they kicked me out. Told me I wasn't invited to the party.","episode":"s09e03.json","edited":false},
{"time": "0:17:06", "speaker": "spk_0","line":"I trampled by all the king's horses and all the king's men. Well, hey, good","episode":"s09e03.json","edited":false},
{"time": "0:17:12", "speaker": "spk_4","line":"experience. No, I fell off the","episode":"s09e03.json","edited":false},
{"time": "0:17:14", "speaker": "spk_0","line":"wall. Crap. Well, that sucks. That was not my intended. Ah, job. My intended thing was just to get you from the off site parking on site where the Fall Festival was happening with a little bit of Cinderella. Sure, the pumpkins don't fit in the lane if they try to drive next to each other. Only one of them fits on","episode":"s09e03.json","edited":false},
{"time": "0:17:30", "speaker": "spk_1","line":"the road. And that's been a problem, right? Could river on a few people off the road.","episode":"s09e03.json","edited":false},
{"time": "0:17:35", "speaker": "spk_0","line":"Yes, including myself. You should consider","episode":"s09e03.json","edited":false},
{"time": "0:17:37", "speaker": "spk_1","line":"a wide load sign is what I'll Sascha. Wide load little truck. The right frontal truck rides out your car's. Let's add more cars to this scenario to make sure that we can","episode":"s09e03.json","edited":false},
{"time": "0:17:47", "speaker": "spk_0","line":"call a pastrami, see what he can dio. Travis Pastrami has been helping me on the driver's course, and he's still around. Maybe you could bring in some of his nitro, uh, deli guys. Yes. Don't forget to get BMX Racer coleslaw. Yeah, you're right. I got to get coleslaw on there on. Maybe he can help us with some of this transpose and have fancied up little because we need people","episode":"s09e03.json","edited":false},
{"time": "0:18:07", "speaker": "spk_1","line":"to come cause there's great festivities. I mean, Todd, you're in charge of the haunted Hayride.","episode":"s09e03.json","edited":false},
{"time": "0:18:11", "speaker": "spk_3","line":"Well, I wasn't charged on hayride, but as you guys know, we've had a bit of an issue on campus this week with this fucking whistle blower. Wow. Wow. Someone has been blowing the whistle. We'll find us all of us, Halfords. Different reasons, you know? And it's like","episode":"s09e03.json","edited":false},
{"time": "0:18:30", "speaker": "spk_0","line":"TSA here on record. I'm","episode":"s09e03.json","edited":false},
{"time": "0:18:32", "speaker": "spk_1","line":"clean. I think we all are. And this is a distraction. It's a witch hunt.","episode":"s09e03.json","edited":false},
{"time": "0:18:37", "speaker": "spk_3","line":"It is a witch hunt for and my circumstances quite literally, uh, you know, and use it like you said. I'm in charge of the haunted hayride haunted hayride. So obviously you can't have a haunted hayride without some dead people. Some ghost cetera,","episode":"s09e03.json","edited":false},
{"time": "0:18:53", "speaker": "spk_1","line":"which Bill has helped out with, incredibly,","episode":"s09e03.json","edited":false},
{"time": "0:18:55", "speaker": "spk_3","line":"the ghosts that have been working with the basketball team. But I needed fresh ghosts, you know? So I went to the You","episode":"s09e03.json","edited":false},
{"time": "0:19:03", "speaker": "spk_0","line":"doing Italian hand? Like why in hand? I knew the fresh coach. Can you remind me","episode":"s09e03.json","edited":false},
{"time": "0:19:07", "speaker": "spk_1","line":"why my basketball team is practicing against ghosts?","episode":"s09e03.json","edited":false},
{"time": "0:19:11", "speaker": "spk_3","line":"Because the JV team the gym was taken. So they're practicing and field","episode":"s09e03.json","edited":false},
{"time": "0:19:16", "speaker": "spk_2","line":"out in an old haunted Okay, pistol pizza? Yes.","episode":"s09e03.json","edited":false},
{"time": "0:19:22", "speaker": "spk_3","line":"Uh, so obviously, like, I don't want to distract those ghosts all the time where they're working. Ghost. You know, I've been grave digging. I've been grave digging. Trying to find Yes,","episode":"s09e03.json","edited":false},
{"time": "0:19:33", "speaker": "spk_4","line":"I hired is a","episode":"s09e03.json","edited":false},
{"time": "0:19:34", "speaker": "spk_3","line":"great bigger, uh, side job. I had this brilliant idea. What? I was doing it for a book about Lincoln, son.","episode":"s09e03.json","edited":false},
{"time": "0:19:41", "speaker": "spk_0","line":"And I don't want to interrupt you here, but just for the just for the viewers, Any time zone,","episode":"s09e03.json","edited":false},
{"time": "0:19:45", "speaker": "spk_2","line":"a side job, you've got to","episode":"s09e03.json","edited":false},
{"time": "0:19:47", "speaker": "spk_3","line":"interrupt to make fun of them for yes,","episode":"s09e03.json","edited":false},
{"time": "0:19:49", "speaker": "spk_4","line":"I job loser. You're not good","episode":"s09e03.json","edited":false},
{"time": "0:19:54", "speaker": "spk_1","line":"enough. You got a bad You have multiple bad jobs instead of one. Good job.","episode":"s09e03.json","edited":false},
{"time": "0:19:58", "speaker": "spk_3","line":"Yeah, and I'm working on half a theater teacher Salver salamoni.","episode":"s09e03.json","edited":false},
{"time": "0:20:03", "speaker": "spk_0","line":"Absolutely. Absolutely. Half salmon, half alimony. What you're trying to force your wife to pay your salary","episode":"s09e03.json","edited":false},
{"time": "0:20:11", "speaker": "spk_3","line":"is what happened. You want salamoni? I tried to slip that into the deal that I wanted. Salamoni said, First of all, you owe her alimony. Second of all, we pay your salary and we're okay. And I said, I'll take a pay cut if we do salamoni Uh and they said now So I had to pick up some side jobs and one of them was, of course, grave digger. And I've been young, fresh corpses. People have died recently. Too hot The haunted hayride and the whistle blower Fucking blew the whistle and I got busted on and I just I can't abide a","episode":"s09e03.json","edited":false},
{"time": "0:20:51", "speaker": "spk_0","line":"rat Just a rat tells on a teacher. Loser","episode":"s09e03.json","edited":false},
{"time": "0:20:58", "speaker": "spk_3","line":"losers say it to my face to","episode":"s09e03.json","edited":false},
{"time": "0:21:00", "speaker": "spk_4","line":"face since I face","episode":"s09e03.json","edited":false},
{"time": "0:21:02", "speaker": "spk_0","line":"and not to the authority.","episode":"s09e03.json","edited":false},
{"time": "0:21:03", "speaker": "spk_3","line":"That's right, because I'll tell you what if you said to my face, you come at me with some respect and we'll go toe to toe to fit","episode":"s09e03.json","edited":false},
{"time": "0:21:09", "speaker": "spk_4","line":"if","episode":"s09e03.json","edited":false},
{"time": "0:21:09", "speaker": "spk_1","line":"you if you eliminate communication. You're you're ruined. You We can solve any problem if we talk. OK, whistleblower, if you're out there, we would love for you to come on the podcast.","episode":"s09e03.json","edited":false},
{"time": "0:21:18", "speaker": "spk_0","line":"That's right. Well, I think","episode":"s09e03.json","edited":false},
{"time": "0:21:21", "speaker": "spk_1","line":"one of the issues, Obviously, there's been a few issues this week, and","episode":"s09e03.json","edited":false},
{"time": "0:21:25", "speaker": "spk_4","line":"I'm","episode":"s09e03.json","edited":false},
{"time": "0:21:25", "speaker": "spk_1","line":"sorry to distract from the Fall Festival stuff cause that stuff's good fun. Good stuff.","episode":"s09e03.json","edited":false},
{"time": "0:21:28", "speaker": "spk_0","line":"Most of the whistleblower has been festival related. That's true. That is","episode":"s09e03.json","edited":false},
{"time": "0:21:32", "speaker": "spk_1","line":"true. Ah, that's true. I, of course, got whistle blown for I'm catering the Fall Festival. Ah, and I got the whistle blown on me because I skirted health department coats and I was doing my kitchen was not up to code quote unquote on the health department came and they busted my ass. Shit,","episode":"s09e03.json","edited":false},
{"time": "0:21:55", "speaker": "spk_3","line":"it's And not only were you not up to code, but they had to write new codes because of your kitchen.","episode":"s09e03.json","edited":false},
{"time": "0:22:02", "speaker": "spk_0","line":"Yeah, they changed. Having about this way, half there's too many things in your kitchen that we're doing double duty. The toilet was also where you were. Boiling water for the right is a boil it. Hey, if you got a hot toilet, use it. You don't have a hot trail. You baby.","episode":"s09e03.json","edited":false},
{"time": "0:22:19", "speaker": "spk_1","line":"I did after I installed those electric coils.","episode":"s09e03.json","edited":false},
{"time": "0:22:22", "speaker": "spk_0","line":"Boil it, boil. It has got to go. Every time I went to the bathroom and everybody just hear the door closing events, we'll boil. It is almost like it takes place in Kevin McAllister's moved almost like That's where the","episode":"s09e03.json","edited":false},
{"time": "0:22:39", "speaker": "spk_1","line":"idea came from. I saw he did it with a door knob. I said, I will","episode":"s09e03.json","edited":false},
{"time": "0:22:42", "speaker": "spk_0","line":"not say the title of that movie.","episode":"s09e03.json","edited":false},
{"time": "0:22:44", "speaker": "spk_3","line":"Well known. Okay, royalties. We don't get royalties, and obviously it's based on a kid I tried to run.","episode":"s09e03.json","edited":false},
{"time": "0:22:51", "speaker": "spk_0","line":"You're that? Well, here's the thing. They they based that on your robberies. But they commemorated your look in the movie with the guy with the big, big shove. Unbelievable. They usually loads of all times. Yeah, it's crazy that most of home alone all all the gross characters are based off of, you know, pigeon lady from the second. Yeah, that's me. Yeah. Yeah. I used to hang out","episode":"s09e03.json","edited":false},
{"time": "0:23:18", "speaker": "spk_3","line":"in the top of churches with all my pigeon friends. Trump. Yeah. Oh, whenever a kid asked me, I gotta hotels just to see if kids will ask me for directions.","episode":"s09e03.json","edited":false},
{"time": "0:23:28", "speaker": "spk_0","line":"Donald, drugs, character as himself is a based on year","episode":"s09e03.json","edited":false},
{"time": "0:23:32", "speaker": "spk_3","line":"based on May, obviously sticky abandons. They didn't even use the name. I was stinky bandits.","episode":"s09e03.json","edited":false},
{"time": "0:23:37", "speaker": "spk_1","line":"Yes, you would copyrighted that.","episode":"s09e03.json","edited":false},
{"time": "0:23:40", "speaker": "spk_0","line":"Oh, Buzz's girlfriend about your level art. That's a well oh, man. But I peed in the bed with Booth. I'll tell you what if Director Christopher","episode":"s09e03.json","edited":false},
{"time": "0:23:55", "speaker": "spk_3","line":"Columbus ever comes to you and ask you to hear a little about your life, don't tell","episode":"s09e03.json","edited":false},
{"time": "0:23:59", "speaker": "spk_0","line":"the reaction anyone ever gives when they accidentally walk in on you in a public restroom. Oh, face hands on face. Anyway, I got to get rid of the boy, you know? Well,","episode":"s09e03.json","edited":false},
{"time": "0:24:13", "speaker": "spk_1","line":"I got rid. I got busted for the boil it, so I let it go. I took the coils off. Uh, now it's just a toilet. Sure on. I gotta sort","episode":"s09e03.json","edited":false},
{"time": "0:24:22", "speaker": "spk_0","line":"of leave it when I sit","episode":"s09e03.json","edited":false},
{"time": "0:24:22", "speaker": "spk_1","line":"on it. Hey, come over and use it any time. So, whistleblower, you got your wish. You ruined my","episode":"s09e03.json","edited":false},
{"time": "0:24:29", "speaker": "spk_3","line":"situation. Of course. You're the hair dryer. Deep fryer. Uh, dryer Frank. The drive front. Which, uh, you don't","episode":"s09e03.json","edited":false},
{"time": "0:24:38", "speaker": "spk_0","line":"want to make serious If it works, it works, and it works fast, but your hair does not come out dry as much as it comes out crispy. What I want. Well, that's what","episode":"s09e03.json","edited":false},
{"time": "0:24:47", "speaker": "spk_1","line":"I want my hair to stay put is that at this point in my life is a little too wispy. It blows around in the wind. Funny. So I wanted to stay put. So","episode":"s09e03.json","edited":false},
{"time": "0:24:55", "speaker": "spk_0","line":"we've seen your new commercial for the hair Friar. If your hair's a little wispy, but you'd like it crispy Come on in, Del Play loca The time goes away.","episode":"s09e03.json","edited":false},
{"time": "0:25:03", "speaker": "spk_1","line":"I shot that after the one before for 25 Thais pulled one of your patents that you were that you sent into the the city hall the other day for the urine oil urinal urine oil","episode":"s09e03.json","edited":false},
{"time": "0:25:17", "speaker": "spk_0","line":"your oil that's the sky would break fries, urine, oil. Well, we'll","episode":"s09e03.json","edited":false},
{"time": "0:25:23", "speaker": "spk_3","line":"tell you this, though, that you're no cakes are very delicious.","episode":"s09e03.json","edited":false},
{"time": "0:25:25", "speaker": "spk_4","line":"Well, listen, guys, I","episode":"s09e03.json","edited":false},
{"time": "0:25:27", "speaker": "spk_1","line":"had I had to have a backup option to fry things because I knew the fryer dryer was going to be an issue. So went for the year in oil. Uh, but the health department again came in and they blew up my spot. Uh, had to pull both of those","episode":"s09e03.json","edited":false},
{"time": "0:25:40", "speaker": "spk_0","line":"there on. I mean, when I was I was there and I saw your","episode":"s09e03.json","edited":false},
{"time": "0:25:44", "speaker": "spk_1","line":"patent go across table because I'm there trying to fight","episode":"s09e03.json","edited":false},
{"time": "0:25:46", "speaker": "spk_2","line":"this. I drive the little train for the drives of","episode":"s09e03.json","edited":false},
{"time": "0:25:50", "speaker": "spk_0","line":"kids around the X the perimeter of the Fall festival. Um, and as you know, my train bridge isn't up to code and whistle blown on my train bridge. It's unbelievable. Up to code in so many quotes. Does a bridge need to be? That's what I said that they were like the first test ended up like that back to the future train. You mean it was a disaster? It was a five foot drop. And yet your train expansion said, Well, you","episode":"s09e03.json","edited":false},
{"time": "0:26:24", "speaker": "spk_4","line":"didn't let me get up to 88 miles an hour building inspecting.","episode":"s09e03.json","edited":false},
{"time": "0:26:30", "speaker": "spk_3","line":"They're like, Well, it didn't have to And you still sent 32 kids to the future. We have 32 kids lost in time. Right now, every year old scientist.","episode":"s09e03.json","edited":false},
{"time": "0:26:38", "speaker": "spk_4","line":"Here's what I","episode":"s09e03.json","edited":false},
{"time": "0:26:39", "speaker": "spk_0","line":"will say. Ah, lot of society is starting to break down towards the edge of the town. Buildings or disappearing crumble A. There's crumbling of ah, of people's faces off of their face and getting a little worried because a lot of the pictures in my house My face is fading from. Yeah, well, we gotta find these kids. I said to the future, I'm looking at","episode":"s09e03.json","edited":false},
{"time": "0:27:03", "speaker": "spk_3","line":"all these pictures, and I'm getting buffer and all of them, so I'm kind of liking whatever this new future.","episode":"s09e03.json","edited":false},
{"time": "0:27:07", "speaker": "spk_0","line":"Okay, Okay. But if you're not Biff, I don't know what you were,","episode":"s09e03.json","edited":false},
{"time": "0:27:12", "speaker": "spk_3","line":"Biff. Oh, God. I want Every time I watched that movie, I'm like Chris gets it.","episode":"s09e03.json","edited":false},
{"time": "0:27:17", "speaker": "spk_4","line":"Why? That lies","episode":"s09e03.json","edited":false},
{"time": "0:27:18", "speaker": "spk_0","line":"in the movie about this guy.","episode":"s09e03.json","edited":false},
{"time": "0:27:20", "speaker": "spk_3","line":"So what are you doing for the trains? What was the pattern you're going for?","episode":"s09e03.json","edited":false},
{"time": "0:27:23", "speaker": "spk_4","line":"Well, I don't","episode":"s09e03.json","edited":false},
{"time": "0:27:23", "speaker": "spk_0","line":"know, but all I know now is I really I really know how to play, Johnny. Be good. That's what I do know. Well, that could be great for the festival. That could be one of the big way to break it to you, Bill. But you don't. Yeah, okay. You're","episode":"s09e03.json","edited":false},
{"time": "0:27:41", "speaker": "spk_3","line":"playing at half speed, but","episode":"s09e03.json","edited":false},
{"time": "0:27:42", "speaker": "spk_4","line":"I have it down. Well, I don't know how","episode":"s09e03.json","edited":false},
{"time": "0:27:46", "speaker": "spk_3","line":"your guitar. I hope we haven't talked about this before, but I know your guitar is making rock bad noises, Whatever you get,","episode":"s09e03.json","edited":false},
{"time": "0:27:52", "speaker": "spk_0","line":"todo don't be No, that's not a rock band. You do have the part down where you call your cousin Marv that you have done. That's down, which actually","episode":"s09e03.json","edited":false},
{"time": "0:28:04", "speaker": "spk_1","line":"isn't in the original song. That's from back to the future. No, I","episode":"s09e03.json","edited":false},
{"time": "0:28:08", "speaker": "spk_0","line":"don't know. I haven't seen that movie. They told me about that. Like that's from back the future. I was like, I don't know what you're talking about. Um, let me drive the train. I just want to I want to be a big man on, like, a little train driving kids around because you even","episode":"s09e03.json","edited":false},
{"time": "0:28:27", "speaker": "spk_3","line":"had to You almost like gas lit the festival Planning Committee to even make them think that there is supposed to be a little train that goes around the","episode":"s09e03.json","edited":false},
{"time": "0:28:34", "speaker": "spk_0","line":"fall Festival. It's another swap","episode":"s09e03.json","edited":false},
{"time": "0:28:38", "speaker": "spk_1","line":"of a Christmas thing because","episode":"s09e03.json","edited":false},
{"time": "0:28:39", "speaker": "spk_0","line":"the train is Well, it's October the way Well, so you want me to get rid of the train? And there also isn't supposed to be Kris Kringle. Pumpkin. You telling me that too? I think that's just sit on, sit on Mr Pumpkins lap and tell him what you want for Halloween. Uh, yes. Getting confusing.","episode":"s09e03.json","edited":false},
{"time": "0:29:05", "speaker": "spk_4","line":"You're telling me that you're telling me that I","episode":"s09e03.json","edited":false},
{"time": "0:29:08", "speaker": "spk_0","line":"think that's crazy when you don't get little pumpkin cakes under the Halloween tree to That's what you're saying. I guess all my ideas air bad. You've also","episode":"s09e03.json","edited":false},
{"time": "0:29:20", "speaker": "spk_3","line":"hurt your ankle so many times trying to throw candy down people's chimneys.","episode":"s09e03.json","edited":false},
{"time": "0:29:24", "speaker": "spk_4","line":"Yeah, that's what you have to do with. And they have their little pumpkin at the bottom","episode":"s09e03.json","edited":false},
{"time": "0:29:29", "speaker": "spk_0","line":"and they leave out and the corn","episode":"s09e03.json","edited":false},
{"time": "0:29:33", "speaker": "spk_4","line":"for Mr Halloween mess. It's obvious. Well, I think we're","episode":"s09e03.json","edited":false},
{"time": "0:29:37", "speaker": "spk_0","line":"gonna pull through with this false todo you gotta figure it out.","episode":"s09e03.json","edited":false},
{"time": "0:29:42", "speaker": "spk_3","line":"Yeah. And I think, um, Sam, you've been kind of hitting the gym because you want to talk to the whistleblower face to face. And honestly,","episode":"s09e03.json","edited":false},
{"time": "0:29:50", "speaker": "spk_0","line":"I've been hitting the jargon to not beat up. Of course. I mean, you got to come ready. I'm not gonna fight him, But I'm definitely not gonna get beat up for her. You have. Or her. Whoever the whistleblower is limit can be snitches. Tee total. Also, I don't even care","episode":"s09e03.json","edited":false},
{"time": "0:30:09", "speaker": "spk_3","line":"if this whistle blower doesn't identify as a gender anymore. Yeah, or identifies his non binary. I bet that's possible. Yeah, way have that. I don't offend we","episode":"s09e03.json","edited":false},
{"time": "0:30:19", "speaker": "spk_0","line":"Of course, the this invite still stands. Meet us at the eating eating place inside of the Piggly Wiggly. A little restaurant inside of the Piggly Wiggly. Meaning, I'll say this. The meeting stands and it is clear. Meet us inside the little worming in a pickle when the time is raggedly but place or the Piggly","episode":"s09e03.json","edited":false},
{"time": "0:30:38", "speaker": "spk_3","line":"Wiggly where food is Yes, yes. Meet us there.","episode":"s09e03.json","edited":false},
{"time": "0:30:41", "speaker": "spk_0","line":"That's right. And we won't cure. It s I'm getting buff, and I don't care who this kid is. I am not going to try to fight them, but if it gets there, I'm not","episode":"s09e03.json","edited":false},
{"time": "0:30:50", "speaker": "spk_1","line":"gonna won't start it. But you will finish it.","episode":"s09e03.json","edited":false},
{"time": "0:30:52", "speaker": "spk_3","line":"I'm study. Baby won't back down, which is a","episode":"s09e03.json","edited":false},
{"time": "0:30:54", "speaker": "spk_1","line":"good thing. Oh,","episode":"s09e03.json","edited":false},
{"time": "0:30:56", "speaker": "spk_0","line":"that's right. Just so everyone knows we're obsessed with Tom Petty and Bruce Springsteen. We'll have","episode":"s09e03.json","edited":false},
{"time": "0:31:03", "speaker": "spk_1","line":"a America first. Ah, that's ah, you know, we'll keep you guys posted on the fallfest. Ah, because that you know, I think it's it seems like a long shot now that it's gonna go well. But I have faith, but yeah, I think we're gonna take a little quick break here. Ah, and then when we come back, we'll have a guest in the lounge for you. So stick around. All right, Joe, we're back. We are really excited today because, you know, we are planning the Fall Festival, and we're trying to get our ducks in order. And that includes sort of facilities for the the thing. And we're talking about restrooms. We forgot facilities last year. Yeah, but we got him this year because we enlisted our friend Jackie. Red bone from red bone prime. Portable lavatory is Jackie. How's it going, buddy?","episode":"s09e03.json","edited":false},
{"time": "0:31:47", "speaker": "spk_2","line":"You know what? I'm happy to be here. That's good. That's good. Why","episode":"s09e03.json","edited":false},
{"time": "0:31:50", "speaker": "spk_0","line":"did you say you know","episode":"s09e03.json","edited":false},
{"time": "0:31:51", "speaker": "spk_2","line":"what I wanted, Teoh? You know, do you? You know what? That's how excited I were having a have you, Jack? You know what? I'm happy to be","episode":"s09e03.json","edited":false},
{"time": "0:32:02", "speaker": "spk_1","line":"okay. That's great, man. Thank you. First of all, so much for taking the contract. Yeah. To do laboratories affordable and take all Godric, No, I","episode":"s09e03.json","edited":false},
{"time": "0:32:11", "speaker": "spk_0","line":"know. I mean, you have a toilet king. You're the king of shit. We know that. Yes, I'm the","episode":"s09e03.json","edited":false},
{"time": "0:32:14", "speaker": "spk_2","line":"I'm king shit around and I turn a lot of contracts down.","episode":"s09e03.json","edited":false},
{"time": "0:32:18", "speaker": "spk_3","line":"Wait. What? We've seen your van. Yes. Yeah, I start a lot of contracts. Them right on","episode":"s09e03.json","edited":false},
{"time": "0:32:24", "speaker": "spk_2","line":"my my. My license plate is K in G s H t king shitting with a to K K in G sht too for number. It's clever man way. Turn a lot of contracts down.","episode":"s09e03.json","edited":false},
{"time": "0:32:40", "speaker": "spk_4","line":"You want to keep everything","episode":"s09e03.json","edited":false},
{"time": "0:32:41", "speaker": "spk_2","line":"exclusive buttons? I am an alumnus of Hamilton Hamilton. Yeah.","episode":"s09e03.json","edited":false},
{"time": "0:32:48", "speaker": "spk_3","line":"Big events that we that we might recognize your","episode":"s09e03.json","edited":false},
{"time": "0:32:51", "speaker": "spk_0","line":"Keep your shooters exclusive. How do you make sure? Only the fanciest people","episode":"s09e03.json","edited":false},
{"time": "0:32:56", "speaker": "spk_2","line":"are taking doves on your plastic. You heard of the Met gala way? Provided facilities for the Yankee gala. Oh, yes. It was very a very patriotic event.","episode":"s09e03.json","edited":false},
{"time": "0:33:10", "speaker": "spk_4","line":"Yeah. Okay, so I don't","episode":"s09e03.json","edited":false},
{"time": "0:33:11", "speaker": "spk_0","line":"think that's also in the method. Is not","episode":"s09e03.json","edited":false},
{"time": "0:33:15", "speaker": "spk_1","line":"the baseball team met in the baseball team? In short for metropolitans, It's It's that","episode":"s09e03.json","edited":false},
{"time": "0:33:21", "speaker": "spk_3","line":"what's best for the opera measure volume. Okay,","episode":"s09e03.json","edited":false},
{"time": "0:33:25", "speaker": "spk_4","line":"maybe they are the","episode":"s09e03.json","edited":false},
{"time": "0:33:26", "speaker": "spk_2","line":"same. And Yankee is short for Yankee Doodle Dandy.","episode":"s09e03.json","edited":false},
{"time": "0:33:29", "speaker": "spk_3","line":"So who were some of the big names? That because I saw everyone on the brown carpet for that one? Yes. Who were some of the big name you're proud of?","episode":"s09e03.json","edited":false},
{"time": "0:33:38", "speaker": "spk_0","line":"Thinking was just Yank Yank Ugo. It's not shit themed. Of course,","episode":"s09e03.json","edited":false},
{"time": "0:33:46", "speaker": "spk_2","line":"of course, that John McCain was there for caring daughter. Yes, this year hopefully tell me this was years not recently. No, this wasn't recent. Okay? Not his was not his exhumed corpse. Well, he was dead.","episode":"s09e03.json","edited":false},
{"time": "0:34:04", "speaker": "spk_0","line":"So his daughter s? Oh, he's dead body. His daughter","episode":"s09e03.json","edited":false},
{"time": "0:34:07", "speaker": "spk_2","line":"walking here. So you know how the Met gala people wear these outfit? And so her outfit was. She came covered in jelly. And then she threw his ashes in the air and they all landed on her that they were stuck to her for the rest of the night.","episode":"s09e03.json","edited":false},
{"time": "0:34:21", "speaker": "spk_4","line":"And why jelly? It could have been anything. Stick","episode":"s09e03.json","edited":false},
{"time": "0:34:25", "speaker": "spk_2","line":"you easily. Or like jelly. Great Welch's grape jelly.","episode":"s09e03.json","edited":false},
{"time": "0:34:30", "speaker": "spk_0","line":"Welsh is great. Gotta be Lunch is great, because wherever the course of the","episode":"s09e03.json","edited":false},
{"time": "0:34:33", "speaker": "spk_1","line":"night the outfit evolved, it started as just ashes and ended up with flies","episode":"s09e03.json","edited":false},
{"time": "0:34:39", "speaker": "spk_0","line":"arm. That was for his wishes. That word has ashes spread. Yes, He wanted to be all over his daughter and then just spread around.","episode":"s09e03.json","edited":false},
{"time": "0:34:48", "speaker": "spk_4","line":"Where was this?","episode":"s09e03.json","edited":false},
{"time": "0:34:49", "speaker": "spk_2","line":"Oh, this was in Piedmont, South Carolina.","episode":"s09e03.json","edited":false},
{"time": "0:34:53", "speaker": "spk_3","line":"Yankee gala in South Carolina.","episode":"s09e03.json","edited":false},
{"time": "0:34:55", "speaker": "spk_0","line":"Forget it's a Yankee Doodle Dandy","episode":"s09e03.json","edited":false},
{"time": "0:34:58", "speaker": "spk_3","line":"way. All know the Yankees came mostly from the south. Uh, of course. So you did the did the Yankee gala? Another big events we might know your","episode":"s09e03.json","edited":false},
{"time": "0:35:10", "speaker": "spk_2","line":"Oscars. Yes. You've heard of the ask is of course, we have. Well, I did the awards where they give those novelty Oscars from Hollywood Boulevard. Oh, yeah. You know, like best Mom.","episode":"s09e03.json","edited":false},
{"time": "0:35:21", "speaker": "spk_4","line":"I thought that I","episode":"s09e03.json","edited":false},
{"time": "0:35:23", "speaker": "spk_3","line":"would hold show for them.","episode":"s09e03.json","edited":false},
{"time": "0:35:24", "speaker": "spk_0","line":"Yes, those those aren't lampooning the","episode":"s09e03.json","edited":false},
{"time": "0:35:27", "speaker": "spk_2","line":"actual Oscar. Absolutely. That those are replicas","episode":"s09e03.json","edited":false},
{"time": "0:35:31", "speaker": "spk_4","line":"who won best Mom best Dad.","episode":"s09e03.json","edited":false},
{"time": "0:35:33", "speaker": "spk_0","line":"Was it just a nobody? Or","episode":"s09e03.json","edited":false},
{"time": "0:35:34", "speaker": "spk_2","line":"Joanne won best? Yes. Job from Jo Ann Fabric. Joanne Tabriz. Michael's from Michael's Art One. His name is Michael's. Michael. Did you ever notice if you look at the Michaels at it doesn't have an impossible No, no, His name is Michael's. Is that","episode":"s09e03.json","edited":false},
{"time": "0:35:52", "speaker": "spk_0","line":"his first name? Michael's Winters. Michael's winters. Well, I mean you are. I mean, you're just so esteemed. We were so happy when you accepted our contract. Yeah, which is, of course, Italian for","episode":"s09e03.json","edited":false},
{"time": "0:36:02", "speaker": "spk_2","line":"steamed Ste. Steve. Yeah, I was Outfit is press. Yeah. Yeah. Cut to the cut to the club","episode":"s09e03.json","edited":false},
{"time": "0:36:11", "speaker": "spk_4","line":"For a man who","episode":"s09e03.json","edited":false},
{"time": "0:36:12", "speaker": "spk_0","line":"deals in shit. You dress nice. So maybe shit makes money. Okay. Yeah. What? I was","episode":"s09e03.json","edited":false},
{"time": "0:36:19", "speaker": "spk_4","line":"gonna","episode":"s09e03.json","edited":false},
{"time": "0:36:19", "speaker": "spk_1","line":"say your your, uh, thes porta potties air. Not just your standard sort of plastic rectangle. It's It's like it's","episode":"s09e03.json","edited":false},
{"time": "0:36:27", "speaker": "spk_0","line":"a pretty nice you made yours a little night. Yeah.","episode":"s09e03.json","edited":false},
{"time": "0:36:31", "speaker": "spk_1","line":"Yeah, that's why we wanted","episode":"s09e03.json","edited":false},
{"time": "0:36:32", "speaker": "spk_2","line":"Yeah. This is what I was coming here to talk to you guys about today. Your","episode":"s09e03.json","edited":false},
{"time": "0:36:36", "speaker": "spk_0","line":"intro in a new toilet?","episode":"s09e03.json","edited":false},
{"time": "0:36:37", "speaker": "spk_2","line":"Yes, that I'm gonna break out at the fault","episode":"s09e03.json","edited":false},
{"time": "0:36:41", "speaker": "spk_1","line":"already. Oh, that whistleblower. We've got an exclusive at","episode":"s09e03.json","edited":false},
{"time": "0:36:45", "speaker": "spk_0","line":"the Yeah, Blow your whistle on this shit, bitch.","episode":"s09e03.json","edited":false},
{"time": "0:36:49", "speaker": "spk_4","line":"Way talking. We're gonna talk. Classic toilet design","episode":"s09e03.json","edited":false},
{"time": "0:36:51", "speaker": "spk_0","line":"is there. Does the actual bowl itself change","episode":"s09e03.json","edited":false},
{"time": "0:36:54", "speaker": "spk_2","line":"the theme of the fall festival this year? As you guys have created? Yeah. Now, this is the paperwork that you sent me. I don't like this was wrong.","episode":"s09e03.json","edited":false},
{"time": "0:37:01", "speaker": "spk_1","line":"No, it's right. It's 100% right. Okay. Yeah. Mining included. A lot of, uh uh, options with some Christmas crossover theme we sent to you, though, is correct. We haven't written it down or said it out loud. Any other type","episode":"s09e03.json","edited":false},
{"time": "0:37:17", "speaker": "spk_2","line":"is correct. So a lot of Thanksgiving and Christmas crossover. So the Turks in Halloween way? Yeah, yeah, yes. All the Fall festival, All the all the all the fall festivity.","episode":"s09e03.json","edited":false},
{"time": "0:37:29", "speaker": "spk_0","line":"Even the ones","episode":"s09e03.json","edited":false},
{"time": "0:37:29", "speaker": "spk_1","line":"that take place in the winter.","episode":"s09e03.json","edited":false},
{"time": "0:37:31", "speaker": "spk_4","line":"Weight is Christmas in the winner. Yes, I knew it.","episode":"s09e03.json","edited":false},
{"time": "0:37:36", "speaker": "spk_2","line":"So Halloween. Thanksgiving, huh? Christmas and New Year's all of","episode":"s09e03.json","edited":false},
{"time": "0:37:41", "speaker": "spk_1","line":"Ah, yeah. You won't take one more on Hanukkah. Yes, I'm gonna. And you could get away with Valentine's Day.","episode":"s09e03.json","edited":false},
{"time": "0:37:49", "speaker": "spk_2","line":"If you really want to make a change in design, let me just Okay","episode":"s09e03.json","edited":false},
{"time": "0:37:52", "speaker": "spk_0","line":"while you brought the designs. Wow. Wow. He's a master sketch. Air famous. Get","episode":"s09e03.json","edited":false},
{"time": "0:38:04", "speaker": "spk_3","line":"just dropped a boom shaka. Shit.","episode":"s09e03.json","edited":false},
{"time": "0:38:06", "speaker": "spk_0","line":"We heard there's only took place in the office. Is the head offices.","episode":"s09e03.json","edited":false},
{"time": "0:38:10", "speaker": "spk_2","line":"Okay, So what in what takes all of those holidays and brings one together shooting the film? The girl on the train,","episode":"s09e03.json","edited":false},
{"time": "0:38:22", "speaker": "spk_0","line":"Of course.","episode":"s09e03.json","edited":false},
{"time": "0:38:22", "speaker": "spk_3","line":"So we've got a girl on the train themes portal thing","episode":"s09e03.json","edited":false},
{"time": "0:38:26", "speaker": "spk_4","line":"this year. I now for those of us who","episode":"s09e03.json","edited":false},
{"time": "0:38:29", "speaker": "spk_0","line":"haven't seen that move, which is me. Okay. Okay, cool. So the same. It's more","episode":"s09e03.json","edited":false},
{"time": "0:38:36", "speaker": "spk_1","line":"of a a inspiration from the title in what you think","episode":"s09e03.json","edited":false},
{"time": "0:38:39", "speaker": "spk_0","line":"the movie is yet. Okay, so that's the","episode":"s09e03.json","edited":false},
{"time": "0:38:41", "speaker": "spk_1","line":"thing that we could definitely talk about.","episode":"s09e03.json","edited":false},
{"time": "0:38:42", "speaker": "spk_2","line":"So you walk into the port of Poti? Yeah. The lighting is there's lighting. Yes, Yes, yes, yes. As soon as you locked as if you are on a lavatory in a plane through the door. The lights come on. And is the light Come on, Its","episode":"s09e03.json","edited":false},
{"time": "0:38:57", "speaker": "spk_3","line":"owners that run Does each toe have their own lighting guy who's up above you and hitting the","episode":"s09e03.json","edited":false},
{"time": "0:39:02", "speaker": "spk_2","line":"like? The lighting comes from how much P is in the","episode":"s09e03.json","edited":false},
{"time": "0:39:05", "speaker": "spk_0","line":"booth. So you make your own right? Yes.","episode":"s09e03.json","edited":false},
{"time": "0:39:10", "speaker": "spk_3","line":"So when you come in here, you haven't beaten the bull yet. So it's pitch black. So hopefully you're aiming correctly, right? At the beginning, you get the lights on.","episode":"s09e03.json","edited":false},
{"time": "0:39:17", "speaker": "spk_0","line":"So let's say we found out that you're providing the lavatories.","episode":"s09e03.json","edited":false},
{"time": "0:39:20", "speaker": "spk_1","line":"And when you've been holding up our shit for weeks, what","episode":"s09e03.json","edited":false},
{"time": "0:39:22", "speaker": "spk_0","line":"do you get for shooting?","episode":"s09e03.json","edited":false},
{"time": "0:39:23", "speaker": "spk_2","line":"Okay, so you get lighting for peeing ups? Yes. You have to have it. Get music officiating. Great idea, girl on the train. Famed music on","episode":"s09e03.json","edited":false},
{"time": "0:39:35", "speaker": "spk_3","line":"again. What you would think would be young girl. So what does that mean?","episode":"s09e03.json","edited":false},
{"time": "0:39:39", "speaker": "spk_2","line":"Schemer from Thomas, the tank engine is singing, uh, the climb by Miley Cyrus. Oh, that's nice. And","episode":"s09e03.json","edited":false},
{"time": "0:39:50", "speaker": "spk_3","line":"we are now in his own. That is so far from my knowledge. But we got the girl. The train comes tank engine and in your mind, Cyrus on you.","episode":"s09e03.json","edited":false},
{"time": "0:40:00", "speaker": "spk_0","line":"I've seen a tidy old perv John McCain was there like, Yeah, pretty much naked on the wrecking ball. Oh, so I haven't seen","episode":"s09e03.json","edited":false},
{"time": "0:40:12", "speaker": "spk_3","line":"No, that's your the one wishing again the wrecking ball. That's party in the USA.","episode":"s09e03.json","edited":false},
{"time": "0:40:15", "speaker": "spk_1","line":"That's that's right. Now, Jackie, this sounds like an incredible experience, like cause it. And we wanted everything at the Fall Festival to be its own experience. It's not. Nothing just is functional. It's also it's also got some flash. It's got some flair like us, you know, we do our jobs, but then we do a whole bunch of other stuff that some people say is unnecessary. Stupid, crazy, whatever. But tow us. That's the best part.","episode":"s09e03.json","edited":false},
{"time": "0:40:39", "speaker": "spk_4","line":"That now something you","episode":"s09e03.json","edited":false},
{"time": "0:40:40", "speaker": "spk_0","line":"sent us in the sketch, Um, that that troubled May was there seems to be some type of ah combo of lavatory, an apple bobbing Yes, which worries me that whether those two combined well, there's a couple a couple because there's a few different porta potties that air themed for the festive one right one's a dunk tank year. I'm yes, sitting on the shitter and you get all of a sudden fall off.","episode":"s09e03.json","edited":false},
{"time": "0:41:06", "speaker": "spk_2","line":"If somebody described the baseball, Yeah,","episode":"s09e03.json","edited":false},
{"time": "0:41:10", "speaker": "spk_3","line":"so if somebody hits it with a baseball?","episode":"s09e03.json","edited":false},
{"time": "0:41:11", "speaker": "spk_2","line":"Yes. Now we will have professional MLB baseball player Aroldis Chapman. They're known for throwing the fastest fastball of all time, clocking in at 107 MPH. How and","episode":"s09e03.json","edited":false},
{"time": "0:41:22", "speaker": "spk_0","line":"when does he ever miss?","episode":"s09e03.json","edited":false},
{"time": "0:41:23", "speaker": "spk_2","line":"Never, Because the target is huge.","episode":"s09e03.json","edited":false},
{"time": "0:41:27", "speaker": "spk_1","line":"Well, the target, as I've seen it, the whole front door of the border party is the target","episode":"s09e03.json","edited":false},
{"time": "0:41:31", "speaker": "spk_0","line":"and the body. You fall in the hole and the door flies open yet your whole. And guess who's always shitting next to you. Remember that guy with a mullet who's also a picture in the MLB from a long time ago? Jobs. Randy Child, You're","episode":"s09e03.json","edited":false},
{"time": "0:41:49", "speaker": "spk_3","line":"about to find out why. The calm that is stinking dumps.","episode":"s09e03.json","edited":false},
{"time": "0:41:53", "speaker": "spk_0","line":"But who's also They're right when the door opens. A paid photographer. That's right. He takes a picture of you feed him. Guess who were paying to take pictures? David Justice and a brand who is his helper. Coco Crisp Cocoa. Chris Greg, Cocoa Chris. So that's a big thing to look forward to. West Robe Lower. Yeah,","episode":"s09e03.json","edited":false},
{"time": "0:42:16", "speaker": "spk_4","line":"So if you're excited for the","episode":"s09e03.json","edited":false},
{"time": "0:42:17", "speaker": "spk_0","line":"Fall Festival, just know we've got the toilets handled. Jackie, you really","episode":"s09e03.json","edited":false},
{"time": "0:42:23", "speaker": "spk_3","line":"insisted on 3/4. Payment up front? Yes. Is that Do you need money? For some reason personally, or was this before the business?","episode":"s09e03.json","edited":false},
{"time": "0:42:32", "speaker": "spk_2","line":"I normally don't talk about these things recorded. I talk about them off the off. The my constant. Very upfront off. Yes, but I have Carly going through two separate divorces.","episode":"s09e03.json","edited":false},
{"time": "0:42:42", "speaker": "spk_0","line":"Know? How did you were? Married twice at once.","episode":"s09e03.json","edited":false},
{"time": "0:42:45", "speaker": "spk_2","line":"Married twice it wants. Did not tell either woman. They still don't know.","episode":"s09e03.json","edited":false},
{"time": "0:42:48", "speaker": "spk_0","line":"How did they","episode":"s09e03.json","edited":false},
{"time": "0:42:49", "speaker": "spk_3","line":"know? They still don't know. So both the divorce is just both the marriages happened to fall apart. Tell just","episode":"s09e03.json","edited":false},
{"time": "0:42:54", "speaker": "spk_0","line":"me. So they're both part of marriages and divorces that they don't know about. Yes. Wow. Are these in separate countries or how does the paperwork is? A very","episode":"s09e03.json","edited":false},
{"time": "0:43:04", "speaker": "spk_2","line":"twice. Okay, America. I traveled to Cedar Rapids, Iowa. Uh, Cedars, I provided the laboratories on the movie Cedar Rapids. Oh, wow. Willie held Helms","episode":"s09e03.json","edited":false},
{"time": "0:43:19", "speaker": "spk_1","line":"and little known movie where men stay at a hotel for a conference and one of them","episode":"s09e03.json","edited":false},
{"time": "0:43:24", "speaker": "spk_0","line":"cheats on his wife, I believe. Small little. Yeah. And what is the name of this cedar","episode":"s09e03.json","edited":false},
{"time": "0:43:31", "speaker": "spk_2","line":"after? And I provided the lavatory services for the crew and I met a woman. Oh, no. Wow. So you mimicked the plot of the movie while providing the lavatory? Basically, I was cheating on my otherwise","episode":"s09e03.json","edited":false},
{"time": "0:43:48", "speaker": "spk_0","line":"the laboratories on liar liars.","episode":"s09e03.json","edited":false},
{"time": "0:43:51", "speaker": "spk_2","line":"I do not meet any women on this. That was a very male dominated city. That's what we have to change about Holly. I agree. Yes. And you're doing that through the bathrooms, Correct? Yes, I'm doing that. I don't hire anybody to shit in my bathrooms, but women","episode":"s09e03.json","edited":false},
{"time": "0:44:05", "speaker": "spk_0","line":"all my way, cause you hire people to shit in your in your toilet in the","episode":"s09e03.json","edited":false},
{"time": "0:44:11", "speaker": "spk_2","line":"store when people are coming. And look, people, look, I'm gonna look at the bathrooms. I have thought","episode":"s09e03.json","edited":false},
{"time": "0:44:16", "speaker": "spk_0","line":"the opposite of a secret shopper. Were there to sort of make it seem normal. People think a product","episode":"s09e03.json","edited":false},
{"time": "0:44:21", "speaker": "spk_3","line":"demo for a while. Did this drug for a while","episode":"s09e03.json","edited":false},
{"time": "0:44:24", "speaker": "spk_4","line":"in a week.","episode":"s09e03.json","edited":false},
{"time": "0:44:25", "speaker": "spk_3","line":"Well, yeah, because I couldn't get hired originally for being ah male by Jackie, so I obviously came in. Ah, Wanna todd on? Uh, your first name is your","episode":"s09e03.json","edited":false},
{"time": "0:44:36", "speaker": "spk_1","line":"last name. Not Joanna. Padre","episode":"s09e03.json","edited":false},
{"time": "0:44:42", "speaker": "spk_0","line":"Jawan atop. Would you introduce yourself? Hi, Andrew. I","episode":"s09e03.json","edited":false},
{"time": "0:44:46", "speaker": "spk_3","line":"wanna Todd Women. Nice to meet you.","episode":"s09e03.json","edited":false},
{"time": "0:44:49", "speaker": "spk_2","line":"As every Giovanna man is making his first name was made.","episode":"s09e03.json","edited":false},
{"time": "0:44:54", "speaker": "spk_4","line":"I got a","episode":"s09e03.json","edited":false},
{"time": "0:44:55", "speaker": "spk_0","line":"job there, too. I came in. I introduced myself, said, Hi. My name is white chicks. Just got I got I bet you bet","episode":"s09e03.json","edited":false},
{"time": "0:45:07", "speaker": "spk_2","line":"I was like, Yes. And that's why I'm here today.","episode":"s09e03.json","edited":false},
{"time": "0:45:10", "speaker": "spk_0","line":"I forgot I had work there. Yes. Um, come on. Of course myself as I've myself as my giant. I was, of course, in the stilts in a seven foot a, um, Halloween costume. I was holding a Coca Cola to make my hand. Look, you Jackie paid you to shit. Yes, you need. You need diets the ship to I get","episode":"s09e03.json","edited":false},
{"time": "0:45:32", "speaker": "spk_2","line":"a lot of big people coming in who need lavatory","episode":"s09e03.json","edited":false},
{"time": "0:45:35", "speaker": "spk_0","line":"seem normal in there. So you're hired my giant white chicks and whatever. The first I hit him without you also hired me. Hit him with","episode":"s09e03.json","edited":false},
{"time": "0:45:42", "speaker": "spk_1","line":"honor. I","episode":"s09e03.json","edited":false},
{"time": "0:45:42", "speaker": "spk_4","line":"introduce myself. I know you got a good one Holster, baby. Firing off for your and","episode":"s09e03.json","edited":false},
{"time": "0:45:58", "speaker": "spk_2","line":"it is with the baby.","episode":"s09e03.json","edited":false},
{"time": "0:45:59", "speaker": "spk_1","line":"I actually got hired as, uh","episode":"s09e03.json","edited":false},
{"time": "0:46:05", "speaker": "spk_4","line":"Too slow. Wait, didn't go. Didn't go hand. I'm with","episode":"s09e03.json","edited":false},
{"time": "0:46:16", "speaker": "spk_2","line":"Maybe he didn't get hit him.","episode":"s09e03.json","edited":false},
{"time": "0:46:18", "speaker": "spk_1","line":"I got hired as Ah, Mr Deeds.","episode":"s09e03.json","edited":false},
{"time": "0:46:23", "speaker": "spk_4","line":"Interest. All right. Man's name thistles against policy. Yeah. You were so","episode":"s09e03.json","edited":false},
{"time": "0:46:31", "speaker": "spk_3","line":"impressed by Mr Deeds went against your own.","episode":"s09e03.json","edited":false},
{"time": "0:46:33", "speaker": "spk_4","line":"You're like, Oh, my God. The rial. Mr. De,","episode":"s09e03.json","edited":false},
{"time": "0:46:36", "speaker": "spk_2","line":"please don't tell anybody that I'm hiring a man.","episode":"s09e03.json","edited":false},
{"time": "0:46:39", "speaker": "spk_3","line":"Look, Longfellow, I'm happy to have you here.","episode":"s09e03.json","edited":false},
{"time": "0:46:42", "speaker": "spk_0","line":"It's so crazy that we were all hired to be women shitting in your show. You toilets, Jackie. You never","episode":"s09e03.json","edited":false},
{"time": "0:46:52", "speaker": "spk_3","line":"hired yourself is a woman. Did","episode":"s09e03.json","edited":false},
{"time": "0:46:53", "speaker": "spk_0","line":"you know I didn t o Don't they","episode":"s09e03.json","edited":false},
{"time": "0:46:58", "speaker": "spk_3","line":"do it? But if","episode":"s09e03.json","edited":false},
{"time": "0:46:58", "speaker": "spk_4","line":"I would have wait, Have you want Joanna, Jackie o two dramas at the same store? I don't","episode":"s09e03.json","edited":false},
{"time": "0:47:17", "speaker": "spk_0","line":"think the audience could have handled it. But you do have audience. Yes, I have been to the matinee the past three weeks. People have to","episode":"s09e03.json","edited":false},
{"time": "0:47:26", "speaker": "spk_2","line":"come in. It didn't watch me sell doing,","episode":"s09e03.json","edited":false},
{"time": "0:47:29", "speaker": "spk_0","line":"I think the waiting around type of thing. I say what they","episode":"s09e03.json","edited":false},
{"time": "0:47:33", "speaker": "spk_1","line":"That playbill smells like she really Jackie, we one thing that we we, we no is gonna happen is we're gonna have a very a huge amount of people and a lot","episode":"s09e03.json","edited":false},
{"time": "0:47:46", "speaker": "spk_0","line":"of the biggest turnout of the Yeah, The day a lot of people","episode":"s09e03.json","edited":false},
{"time": "0:47:49", "speaker": "spk_1","line":"complain that, like festivals and stuff like Coachella are any festive, like bathrooms. Get right on. We outside necessarily talked yet about","episode":"s09e03.json","edited":false},
{"time": "0:48:01", "speaker": "spk_0","line":"tree actual theater. We're seeing all the festivals right","episode":"s09e03.json","edited":false},
{"time": "0:48:05", "speaker": "spk_1","line":"now. Electric Daisy Carnival. Did somebody say that?","episode":"s09e03.json","edited":false},
{"time": "0:48:08", "speaker": "spk_0","line":"Lollapalooza? No. Uh, but we were wondering, Is there any sort of","episode":"s09e03.json","edited":false},
{"time": "0:48:12", "speaker": "spk_1","line":"cleaning sort of routine or mechanism or something like that on these toilets?","episode":"s09e03.json","edited":false},
{"time": "0:48:16", "speaker": "spk_2","line":"There is. Okay. Good. I'm going to need another $10,000 up front. Okay. You could make that happen. I plan on having a robot butler in each of the lavatory.","episode":"s09e03.json","edited":false},
{"time": "0:48:26", "speaker": "spk_0","line":"Wrote this feels a lot like we're providing you with Salamoni. Yes. Salary. Alimony, as I say.","episode":"s09e03.json","edited":false},
{"time": "0:48:34", "speaker": "spk_3","line":"Good morning for your two divorces.","episode":"s09e03.json","edited":false},
{"time": "0:48:35", "speaker": "spk_2","line":"Yes, Salamoni. One of my wife's name is Stanley. Okay. Makes","episode":"s09e03.json","edited":false},
{"time": "0:48:39", "speaker": "spk_1","line":"more sense for you than it did for time.","episode":"s09e03.json","edited":false},
{"time": "0:48:41", "speaker": "spk_0","line":"It did it. Did you have it? You gotta clean","episode":"s09e03.json","edited":false},
{"time": "0:48:43", "speaker": "spk_2","line":"it up. Robot Butler. 19 eighties.","episode":"s09e03.json","edited":false},
{"time": "0:48:48", "speaker": "spk_3","line":"So this would be","episode":"s09e03.json","edited":false},
{"time": "0:48:49", "speaker": "spk_2","line":"like Johnny five day Polly, but","episode":"s09e03.json","edited":false},
{"time": "0:48:52", "speaker": "spk_4","line":"didn't manage it. Yes, well, that would be exciting.","episode":"s09e03.json","edited":false},
{"time": "0:48:57", "speaker": "spk_3","line":"You have the technology of you tested these yet? Do you have some of that?","episode":"s09e03.json","edited":false},
{"time": "0:49:00", "speaker": "spk_2","line":"Is a happy birthday. Probably cleaning at the toilet","episode":"s09e03.json","edited":false},
{"time": "0:49:02", "speaker": "spk_0","line":"booth. That is really fun. I didn't even realize that that's gonna make the fall vegetable pot","episode":"s09e03.json","edited":false},
{"time": "0:49:08", "speaker": "spk_2","line":"but they sit in there while you're using it.","episode":"s09e03.json","edited":false},
{"time": "0:49:10", "speaker": "spk_0","line":"And can they see you? Yes. And do they videotape? So do they posted online?","episode":"s09e03.json","edited":false},
{"time": "0:49:15", "speaker": "spk_2","line":"They do that, but it's on a website that has been around since 1989. Eso clinics like this is like a government created with Yes, yes, yes,","episode":"s09e03.json","edited":false},
{"time": "0:49:27", "speaker": "spk_0","line":"post about its to the dark","episode":"s09e03.json","edited":false},
{"time": "0:49:28", "speaker": "spk_2","line":"Web. Yeah, so they love you back and see You shouldn't are like people who work at the Pentagon or people. I knew it, what","episode":"s09e03.json","edited":false},
{"time": "0:49:35", "speaker": "spk_1","line":"they're doing. That's dangerous because there's whistleblowers at the Pentagon as well. That's","episode":"s09e03.json","edited":false},
{"time": "0:49:39", "speaker": "spk_2","line":"also stain Juris because they could get some stains on their pants while watching, yes, dangerous","episode":"s09e03.json","edited":false},
{"time": "0:49:45", "speaker": "spk_0","line":"stains. Now a lot of people","episode":"s09e03.json","edited":false},
{"time": "0:49:47", "speaker": "spk_3","line":"would say that even $10,000 for, Ah, whole fall festival everything food, decorations, bathroom seeding","episode":"s09e03.json","edited":false},
{"time": "0:49:57", "speaker": "spk_0","line":"is 30 70 grand in debt. Way are trying to raise money for the school. We need a new amphitheater. Yes,","episode":"s09e03.json","edited":false},
{"time": "0:50:06", "speaker": "spk_3","line":"eso another. We've already paid you 55,000 more for robot butlers. A lot of people are going to start looking to reform the spending, say that's a little bit of fat. There's gets a good big un called pork barrel This? Say it's pork belly.","episode":"s09e03.json","edited":false},
{"time": "0:50:19", "speaker": "spk_2","line":"Well, we tell them we're progressives and we don't Fatchett. Okay, Get","episode":"s09e03.json","edited":false},
{"time": "0:50:25", "speaker": "spk_3","line":"now. What if they know for effect about me? That that's not true. You","episode":"s09e03.json","edited":false},
{"time": "0:50:31", "speaker": "spk_0","line":"had you believe yourself all the time.","episode":"s09e03.json","edited":false},
{"time": "0:50:33", "speaker": "spk_3","line":"I'll damn such a little fucking pig! I agree. Well, okay, so we'll look into the money for that. Uh, there's","episode":"s09e03.json","edited":false},
{"time": "0:50:41", "speaker": "spk_0","line":"we need If we don't get this amphitheater built, Dave Matthews is not going to stop in Hamilton. No, No way","episode":"s09e03.json","edited":false},
{"time": "0:50:50", "speaker": "spk_2","line":"is you know, I lost my virginity in the old amphitheater. Really? I've","episode":"s09e03.json","edited":false},
{"time": "0:50:54", "speaker": "spk_1","line":"heard that about a few people. That's it was a common spy. Uh,","episode":"s09e03.json","edited":false},
{"time": "0:50:57", "speaker": "spk_3","line":"what circumstances? Because they used to hold problem homecoming there they hold the basketball and volleyball games there.","episode":"s09e03.json","edited":false},
{"time": "0:51:04", "speaker": "spk_2","line":"It was after one of my first solo shows. Oh, wow. As a toilet, as a inspiring to, in a sense, because you toured, you toured? Oh, yeah. Try that Sales. You see, my star has an audience every day.","episode":"s09e03.json","edited":false},
{"time": "0:51:18", "speaker": "spk_0","line":"Yeah, I didn't know this was a sort of a performative career selling toilets. I didn't know you had","episode":"s09e03.json","edited":false},
{"time": "0:51:25", "speaker": "spk_2","line":"to go get chops first. I'm the little Richard of selling.","episode":"s09e03.json","edited":false},
{"time": "0:51:29", "speaker": "spk_0","line":"You started as a performer and then fell into the selling. You knew you wanted to perform on toilets. But then you're like, Wait a second. I could sell these toilets I've performed on","episode":"s09e03.json","edited":false},
{"time": "0:51:38", "speaker": "spk_3","line":"He's right. It So you know, you hit everybody with your wop bop a loo bop what? Them? That's beautiful. Really? Are the little Richard a toilet dates it around there. You play in the table like a piano","episode":"s09e03.json","edited":false},
{"time": "0:51:55", "speaker": "spk_0","line":"while Bob. Bob Bob. That's","episode":"s09e03.json","edited":false},
{"time": "0:51:59", "speaker": "spk_3","line":"right. That's right. Todo shitty. So what else are you? I do want to hear this story of you lose your virginity. Okay, so I just first you just went solo. So that mean you used to tour with a group or it was your first rover","episode":"s09e03.json","edited":false},
{"time": "0:52:15", "speaker": "spk_2","line":"Have never told with the group's I've been so low. So I got It was right after I went solo from never performing, so they started performing it with fellow. I had just done my sixth Monaco of Didi Didi. Oh, shit. Wow.","episode":"s09e03.json","edited":false},
{"time": "0:52:32", "speaker": "spk_3","line":"It was a record the crowd was calling for. They were,","episode":"s09e03.json","edited":false},
{"time": "0:52:36", "speaker": "spk_2","line":"And at that point, everybody had to clear out","episode":"s09e03.json","edited":false},
{"time": "0:52:40", "speaker": "spk_0","line":"way know why? Yes, Plumbing from the public pulling problems. And the performer was, let's just say ready?","episode":"s09e03.json","edited":false},
{"time": "0:52:48", "speaker": "spk_2","line":"Yeah. You guys got to get out of here because just like these pipes I'm about to","episode":"s09e03.json","edited":false},
{"time": "0:52:53", "speaker": "spk_0","line":"bust. So you singing on and about toilets? Just just after? Yeah, just after interested. I e o","episode":"s09e03.json","edited":false},
{"time": "0:53:18", "speaker": "spk_2","line":"they ran out, but the head cheerleader stuck around","episode":"s09e03.json","edited":false},
{"time": "0:53:22", "speaker": "spk_0","line":"brave soul.","episode":"s09e03.json","edited":false},
{"time": "0:53:23", "speaker": "spk_2","line":"Wow. And we got on the surfboard road, the ship around the wow while engaging in full court. Wow,","episode":"s09e03.json","edited":false},
{"time": "0:53:33", "speaker": "spk_1","line":"that I mean that I've been on a surfboard before and those aren't very steady.","episode":"s09e03.json","edited":false},
{"time": "0:53:37", "speaker": "spk_0","line":"But I asked, How is the postcoital cuddle? Smelly? What?","episode":"s09e03.json","edited":false},
{"time": "0:53:43", "speaker": "spk_4","line":"That's what a lot, you know,","episode":"s09e03.json","edited":false},
{"time": "0:53:44", "speaker": "spk_0","line":"It was Beyonce. And that's why her song surfboard is about","episode":"s09e03.json","edited":false},
{"time": "0:53:49", "speaker": "spk_3","line":"It was Beyonce's Beyonce. So this would have been because you're about her age. This would have been Destiny's child time.","episode":"s09e03.json","edited":false},
{"time": "0:53:57", "speaker": "spk_0","line":"Yes, Beyonce Knowles at the time. This is when she still had a last","episode":"s09e03.json","edited":false},
{"time": "0:54:01", "speaker": "spk_2","line":"right? 1990 98. So we're","episode":"s09e03.json","edited":false},
{"time": "0:54:05", "speaker": "spk_3","line":"talking. Survivor had just probably come out recently.","episode":"s09e03.json","edited":false},
{"time": "0:54:08", "speaker": "spk_0","line":"He Probst is all over TV right here. A probe way. Don't","episode":"s09e03.json","edited":false},
{"time": "0:54:13", "speaker": "spk_3","line":"remember. This is Jeff, perhaps big. They made that show best week ever because Europe's was doing so well. They needed a way to talk about Yeah,","episode":"s09e03.json","edited":false},
{"time": "0:54:23", "speaker": "spk_1","line":"it's incredible. I had no idea if I lost","episode":"s09e03.json","edited":false},
{"time": "0:54:26", "speaker": "spk_3","line":"my virginity. Beyonce. I would lead a lot of stories with that. How are you sure","episode":"s09e03.json","edited":false},
{"time": "0:54:32", "speaker": "spk_0","line":"she never talks about, You know, I should live her life. I want to be","episode":"s09e03.json","edited":false},
{"time": "0:54:37", "speaker": "spk_2","line":"my own man. And I have established myself as one of the top lavatory service facilities Man's and the country.","episode":"s09e03.json","edited":false},
{"time": "0:54:46", "speaker": "spk_0","line":"And do you think she got performing?","episode":"s09e03.json","edited":false},
{"time": "0:54:49", "speaker": "spk_2","line":"I don't wanna be crazy from you, and I'm not gonna take that from her. Wow. What? I will do it, so yeah.","episode":"s09e03.json","edited":false},
{"time": "0:54:55", "speaker": "spk_0","line":"Yeah, right. You around on a toilet? That would be good. Well, you constantly walk like the single ladies dance. Like he like that. How you Norm? That's how you walked","episode":"s09e03.json","edited":false},
{"time": "0:55:07", "speaker": "spk_2","line":"Cairo Bills. Bills bills. Really did. It was first called pills, pills, pills. It was about suppository","episode":"s09e03.json","edited":false},
{"time": "0:55:16", "speaker": "spk_4","line":"supposed","episode":"s09e03.json","edited":false},
{"time": "0:55:17", "speaker": "spk_0","line":"depositories about stored, about story. So looking at, uh, pay","episode":"s09e03.json","edited":false},
{"time": "0:55:22", "speaker": "spk_3","line":"my telephone bills. Is the song now automobiles? Or did they only change the pills? Partner, They change. A lot of the lyrics","episode":"s09e03.json","edited":false},
{"time": "0:55:31", "speaker": "spk_2","line":"changed a lot of the","episode":"s09e03.json","edited":false},
{"time": "0:55:32", "speaker": "spk_3","line":"Okay. So it wasn't like you were saying Autumn a pills. It was.","episode":"s09e03.json","edited":false},
{"time": "0:55:35", "speaker": "spk_2","line":"Can you take this pill? Can you? Stuff is in my ass. Ps can I wait 4 to 6 hours pale Then I get the shit chills shaped shells.","episode":"s09e03.json","edited":false},
{"time": "0:55:46", "speaker": "spk_1","line":"Shit shows a relatable thing. Yeah, I definitely had those","episode":"s09e03.json","edited":false},
{"time": "0:55:50", "speaker": "spk_2","line":"before. I have to go poop So and me Number?","episode":"s09e03.json","edited":false},
{"time": "0:55:59", "speaker": "spk_0","line":"Yeah, you are solar. I mean, that's the exact melody. Yes. It's interesting","episode":"s09e03.json","edited":false},
{"time": "0:56:06", "speaker": "spk_1","line":"that now we I feel like that your most recent career step makes sense now, knowing that you lost your virginity, Beyonce, Because you've actually started filming a documentary about yourself as well.","episode":"s09e03.json","edited":false},
{"time": "0:56:16", "speaker": "spk_2","line":"Nice. Yes, it is called prom.","episode":"s09e03.json","edited":false},
{"time": "0:56:19", "speaker": "spk_0","line":"The documentary about you is called Prom.","episode":"s09e03.json","edited":false},
{"time": "0:56:22", "speaker": "spk_2","line":"Yes. Homecoming. Not to be confused with Palm, but I You know, I think I'm gonna change it. You can? Yeah. It's gonna call it Fall Festival.","episode":"s09e03.json","edited":false},
{"time": "0:56:34", "speaker": "spk_0","line":"Ah, in conjunction","episode":"s09e03.json","edited":false},
{"time": "0:56:37", "speaker": "spk_2","line":"type of thing. I want to be a part of this with you. I","episode":"s09e03.json","edited":false},
{"time": "0:56:40", "speaker": "spk_0","line":"don't want to just be the toilet guy way the tour I But if you want to be on the board, if you want to perform at the Fall Festival, we would not","episode":"s09e03.json","edited":false},
{"time": "0:56:47", "speaker": "spk_2","line":"be another $25,000 I am in it to Schwinn it.","episode":"s09e03.json","edited":false},
{"time": "0:56:54", "speaker": "spk_0","line":"What does that mean? Right about your song stank. My name? Yes. Just think my name's Take my name.","episode":"s09e03.json","edited":false},
{"time": "0:57:01", "speaker": "spk_2","line":"Yes, Steak. My name's thank my name. When no one is around, you tell them you have to booth","episode":"s09e03.json","edited":false},
{"time": "0:57:17", "speaker": "spk_4","line":"catchiest for","episode":"s09e03.json","edited":false},
{"time": "0:57:18", "speaker": "spk_1","line":"and I think that that's That's my favorite part of red hot chili pepper sons. They're the ones with the","episode":"s09e03.json","edited":false},
{"time": "0:57:21", "speaker": "spk_0","line":"right back. This so most Thank my name. Just come back. That's","episode":"s09e03.json","edited":false},
{"time": "0:57:25", "speaker": "spk_2","line":"online. Straight from Lady Smith. Black Mambazo. Okay, they said that the album with With What's","episode":"s09e03.json","edited":false},
{"time": "0:57:36", "speaker": "spk_3","line":"his name Paul Starving? Yeah, Yeah, it's a reference Your a lot of your poo songs have references. Teoh Latest with black you for","episode":"s09e03.json","edited":false},
{"time": "0:57:46", "speaker": "spk_0","line":"multiple times Any more money","episode":"s09e03.json","edited":false},
{"time": "0:57:48", "speaker": "spk_2","line":"from you? Legal fees","episode":"s09e03.json","edited":false},
{"time": "0:57:50", "speaker": "spk_3","line":"When they see you, Do they do it is a group Is it like the Lady Smith Black Mambazo Verse Uh, right bone first red bone. So in court, that's what it would look like. They all show up","episode":"s09e03.json","edited":false},
{"time": "0:58:02", "speaker": "spk_2","line":"yet also, if they all represent themselves","episode":"s09e03.json","edited":false},
{"time": "0:58:04", "speaker": "spk_3","line":"and they don't do it harm harmonized","episode":"s09e03.json","edited":false},
{"time": "0:58:06", "speaker": "spk_2","line":"Oh yes, they dio moving and captivating Yeah, the jury always I'm like I would have no chance No, no one Every corner","episode":"s09e03.json","edited":false},
{"time": "0:58:20", "speaker": "spk_1","line":"you throw you last time you recording And then you threw the book at yourself.","episode":"s09e03.json","edited":false},
{"time": "0:58:24", "speaker": "spk_2","line":"I did that myself. Yeah. A road is going to show up to throw it at me night to throw it out myself. Who could drop Aroldis Chapman? Who's gonna be at the fathers of right throwing","episode":"s09e03.json","edited":false},
{"time": "0:58:39", "speaker": "spk_0","line":"unit Show of the fall festival to see the units unit? That's right. I mean, he's seven foot two. He's gotta have a hall now. Alright, does Hey, big reveal.","episode":"s09e03.json","edited":false},
{"time": "0:58:49", "speaker": "spk_3","line":"Come take a crap next to a Republican.","episode":"s09e03.json","edited":false},
{"time": "0:58:51", "speaker": "spk_4","line":"I think you know, I'm gonna","episode":"s09e03.json","edited":false},
{"time": "0:58:53", "speaker": "spk_0","line":"be brave this year. I'm definitely going to get in the in the dunk tank and let the kids throw a ball or to, you know, I'm one of those cool teachers who is not afraid to be embarrassed in front of the kids.","episode":"s09e03.json","edited":false},
{"time": "0:59:03", "speaker": "spk_3","line":"Really? Because last time at the dunk tank, you had a bit of a meltdown.","episode":"s09e03.json","edited":false},
{"time": "0:59:08", "speaker": "spk_4","line":"Whoa. He I","episode":"s09e03.json","edited":false},
{"time": "0:59:09", "speaker": "spk_0","line":"wasn't ready then, but now I'm ready at Beck, and I wear a life jacket and had a lot of floaties When I think When I did touch the water with my little toe, I screamed and I held onto the bars and I said, You'll never sink me. I'm the Titanic, but bigger on. But I'm ready now. You know, I think I was a little scared of the water. Now that I'll be in a porta potty, I think I'll be a little bit better cause I'll have something land on. And I think it will be good that we retired. Todd's kissing. Think that's a good","episode":"s09e03.json","edited":false},
{"time": "0:59:42", "speaker": "spk_3","line":"Oh, that's one of us that believes that, That kissing Booth, that's 200 degree as well. Well, and so do the courts. Okay,","episode":"s09e03.json","edited":false},
{"time": "0:59:51", "speaker": "spk_2","line":"I'm guessing move. I have a kissing booth. I'll be called a shitting booth.","episode":"s09e03.json","edited":false},
{"time": "0:59:58", "speaker": "spk_0","line":"Now, what do you kiss or is there kissing? Or is it just","episode":"s09e03.json","edited":false},
{"time": "1:00:01", "speaker": "spk_2","line":"shitting? There is a bunch of people who really have to ship, and they make out until they should on themselves","episode":"s09e03.json","edited":false},
{"time": "1:00:07", "speaker": "spk_0","line":"to sort of forget that they have to go Seo e here that it's diversion. This I said I would always do that. I would always This is a little bit embarrassing, but when I was in high school, I would always really have to go to the bathroom right when I got home from school, you know, and I'd be thinking about it on the bus, and I'd be like, I'm a guy. I'm gonna shit my pants on the ship. My pants. So I just make out with the nearest kid next to me. And that would keep me from shitting on the bus. Yes. Absolutely.","episode":"s09e03.json","edited":false},
{"time": "1:00:33", "speaker": "spk_3","line":"Incredibly embarrassing to admit I would never admit something like that.","episode":"s09e03.json","edited":false},
{"time": "1:00:36", "speaker": "spk_1","line":"No, we can't go there","episode":"s09e03.json","edited":false},
{"time": "1:00:37", "speaker": "spk_0","line":"where I'm an open book now. I'm an open book. I have nothing to hide. No, Jackie, have you? Have you run into the whistleblower t heavy info on the whistleblower?","episode":"s09e03.json","edited":false},
{"time": "1:00:46", "speaker": "spk_2","line":"I do slipped the note into my coat pocket. What? He Yeah, Or they are. They don't know who it is because I didn't seek a herd.","episode":"s09e03.json","edited":false},
{"time": "1:00:57", "speaker": "spk_6","line":"Dude on.","episode":"s09e03.json","edited":false},
{"time": "1:00:59", "speaker": "spk_2","line":"I was like, What was that training? There's an actual,","episode":"s09e03.json","edited":false},
{"time": "1:01:02", "speaker": "spk_3","line":"well, servitude. A whistle","episode":"s09e03.json","edited":false},
{"time": "1:01:03", "speaker": "spk_2","line":"and my bangs kind of fluttered in the wind.","episode":"s09e03.json","edited":false},
{"time": "1:01:06", "speaker": "spk_1","line":"Which they look great, by the","episode":"s09e03.json","edited":false},
{"time": "1:01:07", "speaker": "spk_2","line":"way. Thank you so much. They kind of flutter in the wind. And it was the old man sitting next to","episode":"s09e03.json","edited":false},
{"time": "1:01:12", "speaker": "spk_3","line":"my They still bangs. If there's no other hair","episode":"s09e03.json","edited":false},
{"time": "1:01:15", "speaker": "spk_2","line":"that only been my hair is back. Late stage Reveal of what your head looks like.","episode":"s09e03.json","edited":false},
{"time": "1:01:19", "speaker": "spk_0","line":"Only bangs. I'm really curved. Bly's early","episode":"s09e03.json","edited":false},
{"time": "1:01:24", "speaker": "spk_2","line":"black Adam Adam was his name. What","episode":"s09e03.json","edited":false},
{"time": "1:01:27", "speaker": "spk_4","line":"do you want","episode":"s09e03.json","edited":false},
{"time": "1:01:27", "speaker": "spk_0","line":"from me? Uh, yes. From American","episode":"s09e03.json","edited":false},
{"time": "1:01:31", "speaker": "spk_2","line":"American Idol. Yea, Adam Mayes. Not Lambert Land, Remember? And never saw any wall for me. Adam Lambert style Bang.","episode":"s09e03.json","edited":false},
{"time": "1:01:40", "speaker": "spk_3","line":"You've got the hair of Adam Lambert in the body of Ruben Studdard. Don't body","episode":"s09e03.json","edited":false},
{"time": "1:01:47", "speaker": "spk_4","line":"say we're that","episode":"s09e03.json","edited":false},
{"time": "1:01:48", "speaker": "spk_3","line":"its body. That's why your wishes he was his","episode":"s09e03.json","edited":false},
{"time": "1:01:51", "speaker": "spk_4","line":"Todd you? Why don't you?","episode":"s09e03.json","edited":false},
{"time": "1:01:52", "speaker": "spk_0","line":"Right now? Give us your sorry for 2004 right? Yeah. Give us a cyber 2000 for it. Sorry for 1996.","episode":"s09e03.json","edited":false},
{"time": "1:01:59", "speaker": "spk_3","line":"What do you mean? That's a song from Ruben Studdard. Oh, and another thing. I don't know Another thing I don't know. I'm","episode":"s09e03.json","edited":false},
{"time": "1:02:05", "speaker": "spk_1","line":"sorry. What were we talking about? The whistleblower? Oh, yeah.","episode":"s09e03.json","edited":false},
{"time": "1:02:09", "speaker": "spk_2","line":"So there's an old man sitting next to me, and at the time I had stepped on his dream kitchen. Oh, gosh, A at the time. Yes, And I was arguing with him about it. And then I felt the wind he looked Was he mad? You scuffed his dream catcher? Yeah, Yeah. Okay. You You pay And I was like, I don't have any money. I'm still waiting on","episode":"s09e03.json","edited":false},
{"time": "1:02:29", "speaker": "spk_0","line":"you. Pay. Maybe he met like you will pay.","episode":"s09e03.json","edited":false},
{"time": "1:02:31", "speaker": "spk_2","line":"I think he meant Give him some money for the dream talk. I see. Sounds like","episode":"s09e03.json","edited":false},
{"time": "1:02:36", "speaker": "spk_1","line":"everything you do has something to do it owing someone money. And you've actually gotten involved in this venture just to make some money?","episode":"s09e03.json","edited":false},
{"time": "1:02:43", "speaker": "spk_0","line":"It seems like you are a sinking ship. Should not attach it. Are you kidding? Everybody's always gotta shit. I'm be right.","episode":"s09e03.json","edited":false},
{"time": "1:02:51", "speaker": "spk_4","line":"I don't think that","episode":"s09e03.json","edited":false},
{"time": "1:02:53", "speaker": "spk_0","line":"maybe we're gonna shit. It's just a one night thing. They probably ship before they came.","episode":"s09e03.json","edited":false},
{"time": "1:02:56", "speaker": "spk_2","line":"That's the issue. You see, I've already talked to the people supplying this next,","episode":"s09e03.json","edited":false},
{"time": "1:03:02", "speaker": "spk_4","line":"and I'll just say I'm adding","episode":"s09e03.json","edited":false},
{"time": "1:03:04", "speaker": "spk_0","line":"a little something really like an undeniable snack.","episode":"s09e03.json","edited":false},
{"time": "1:03:09", "speaker": "spk_3","line":"Now, I did see on your way to be going up your phone and your last call was with Big Prune.","episode":"s09e03.json","edited":false},
{"time": "1:03:14", "speaker": "spk_4","line":"Yes, the rupee in on fruit. You're going through the roof, everybody! Oh, my God! Dio it!","episode":"s09e03.json","edited":false},
{"time": "1:03:23", "speaker": "spk_0","line":"This thing this goes all the way to the top","episode":"s09e03.json","edited":false},
{"time": "1:03:25", "speaker": "spk_4","line":"of the","episode":"s09e03.json","edited":false},
{"time": "1:03:26", "speaker": "spk_3","line":"roof. E mont pronto. Mom print has given you poopy rupees. That's unbelievable. Well, as we might have to cut this cause this is big news and this is illegal.","episode":"s09e03.json","edited":false},
{"time": "1:03:38", "speaker": "spk_0","line":"The whistle blower gets this for free.","episode":"s09e03.json","edited":false},
{"time": "1:03:40", "speaker": "spk_1","line":"At this point, we can just talk about what the whistle blower told you off off, Mike, if we want to. Yeah, because I think wave","episode":"s09e03.json","edited":false},
{"time": "1:03:47", "speaker": "spk_0","line":"Well, I want to hear what the whistleblower tell you. I'm gonna catch, though.","episode":"s09e03.json","edited":false},
{"time": "1:03:50", "speaker": "spk_2","line":"He person he slipped in my pocket. I saw you break that dream kitchen. So","episode":"s09e03.json","edited":false},
{"time": "1:03:56", "speaker": "spk_0","line":"he was There was No, it's not the dreamcatcher guy. That was just a really small whistle blow, but a whistle blow nonetheless. Yeah. Good thing he doesn't","episode":"s09e03.json","edited":false},
{"time": "1:04:06", "speaker": "spk_2","line":"know about Mont Parenteau. No, he doesn't know about my friend. Well,","episode":"s09e03.json","edited":false},
{"time": "1:04:10", "speaker": "spk_0","line":"jeez, Well, I think we're all set for a beautiful fall festival. I mean, we're so glad they actually, And I hope you do a song or five.","episode":"s09e03.json","edited":false},
{"time": "1:04:17", "speaker": "spk_2","line":"Yeah, I'm I do. Did it video shitty absolutes? Thank my name's take my name. You have to go poop. 9 80 Okay,","episode":"s09e03.json","edited":false},
{"time": "1:04:31", "speaker": "spk_4","line":"let's always dissolving. Maybe that's part of that. Back to the future","episode":"s09e03.json","edited":false},
{"time": "1:04:36", "speaker": "spk_3","line":"thing starts is over too.","episode":"s09e03.json","edited":false},
{"time": "1:04:38", "speaker": "spk_1","line":"Well, damn. Uh, Jackie, honestly.","episode":"s09e03.json","edited":false},
{"time": "1:04:41", "speaker": "spk_0","line":"Damn, Jack, you know what, But you o master is fine as hell.","episode":"s09e03.json","edited":false},
{"time": "1:04:46", "speaker": "spk_1","line":"Yeah, It's been a good time having you in here, Jackie and and hearing a little bit about your porta potty business on. We really appreciate you again taking the contract. As we found out, you're pretty exclusive. So it means a lot to us that you said Yes. We want to just thank you for being on the lounge. We want to thank everybody out there for listening on. You can tune in next week, but until then,","episode":"s09e03.json","edited":false},
{"time": "1:05:04", "speaker": "spk_0","line":"stay flipping.","episode":"s09e03.json","edited":false}]
