[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e35.json","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"show every extra boxes.","episode":"s09e35.json","edited":false},
{"time": "0:00:04", "speaker": "spk_2","line":"I have some small ones. I don't have small. I don't have any big ones. Ah, I got ah, a couple of shoe boxes, and then I got that. The box that my watch came in. Oh, that's good. Yeah. So you can use as","episode":"s09e35.json","edited":false},
{"time": "0:00:19", "speaker": "spk_3","line":"you're talking exclusively and those or you're saying that's just what you have left.","episode":"s09e35.json","edited":false},
{"time": "0:00:23", "speaker": "spk_2","line":"Ah, that's what I have left. But those air also what I've been packing in. I had I had some leftover shoe boxes. And","episode":"s09e35.json","edited":false},
{"time": "0:00:29", "speaker": "spk_4","line":"how did you split up","episode":"s09e35.json","edited":false},
{"time": "0:00:30", "speaker": "spk_2","line":"your bed into those? Ah, it's in that frame. It might Well ah, I had to make it. I had to take it down to smaller pieces than I had hoped for, But","episode":"s09e35.json","edited":false},
{"time": "0:00:42", "speaker": "spk_1","line":"I thought I heard last night with a hatchet in","episode":"s09e35.json","edited":false},
{"time": "0:00:44", "speaker": "spk_2","line":"there. Yeah. Yeah. Also, I wish I'd had a more precise tool because, honestly, yeah,","episode":"s09e35.json","edited":false},
{"time": "0:00:49", "speaker": "spk_4","line":"it's gonna be tough","episode":"s09e35.json","edited":false},
{"time": "0:00:50", "speaker": "spk_1","line":"to get together. Those splintered up pieces.","episode":"s09e35.json","edited":false},
{"time": "0:00:53", "speaker": "spk_2","line":"Yeah, the hatchet didn't didn't exactly keep clean lines, but","episode":"s09e35.json","edited":false},
{"time": "0:00:58", "speaker": "spk_0","line":"this is what, The fourth time you've cut up and superglued your bed back together. Yeah,","episode":"s09e35.json","edited":false},
{"time": "0:01:03", "speaker": "spk_4","line":"and I thought it would","episode":"s09e35.json","edited":false},
{"time": "0:01:03", "speaker": "spk_2","line":"be easier. I thought it's sort of like a perforated piece of paper where, like, the lines air there, you can kind of just break it on the brakes. Turns out the glue I used was way too strong. So I got Now I got I got Honestly, it's gonna be a beautiful piece of art when I get it back to the States. Ah, but yeah, it's it's broken up into, uh, to 121 shoe boxes. It's","episode":"s09e35.json","edited":false},
{"time": "0:01:27", "speaker": "spk_0","line":"really all together, Todd. Was it That was your glue, right?","episode":"s09e35.json","edited":false},
{"time": "0:01:30", "speaker": "spk_1","line":"That you were testing out for stores. You were unhappy with gorilla glue?","episode":"s09e35.json","edited":false},
{"time": "0:01:36", "speaker": "spk_3","line":"Yeah. Yeah. So this is Ah, Super guerrilla group grew great. It's not even glue. It was always meant to be called that it wasn't an issue with my enunciation when I talked to the printers,","episode":"s09e35.json","edited":false},
{"time": "0:01:50", "speaker": "spk_0","line":"that super thriller between glue and group","episode":"s09e35.json","edited":false},
{"time": "0:01:55", "speaker": "spk_3","line":"ah grew stronger. Obviously, uh, our is further in the alphabet, and l So you know that you're you know, it's worked a little harder. Um, and also we're still in the testing phase is But the hope is not only can you stick things, but you can help. Things grew eso grow in the past. Uh, yeah, I'm testing phases on this. This","episode":"s09e35.json","edited":false},
{"time": "0:02:19", "speaker": "spk_0","line":"one. We're also saying that unlike other paste, you can eat this. This is","episode":"s09e35.json","edited":false},
{"time": "0:02:23", "speaker": "spk_3","line":"edible. Um, human","episode":"s09e35.json","edited":false},
{"time": "0:02:26", "speaker": "spk_0","line":"cells. So is your problem","episode":"s09e35.json","edited":false},
{"time": "0:02:27", "speaker": "spk_1","line":"with glue right, that you could need it?","episode":"s09e35.json","edited":false},
{"time": "0:02:30", "speaker": "spk_3","line":"Yeah. Um, they My issue with glue was I mean, we all know is since childhood, the whole thing with glue is it's is delicious looking as any meal you've ever had. And, uh, they kept saying, Can't eat this. You can eat this, Necip all bring something that can I'm currently f d a, um, were under review ALS Revue All","episode":"s09e35.json","edited":false},
{"time": "0:02:53", "speaker": "spk_0","line":"revue all revue. LNA. Now, how is this different from review?","episode":"s09e35.json","edited":false},
{"time": "0:02:59", "speaker": "spk_3","line":"It's not a misprint. It's not like that. It is what it is. It's a review, and it's a renewal. So the idea is, we","episode":"s09e35.json","edited":false},
{"time": "0:03:07", "speaker": "spk_4","line":"were showing us","episode":"s09e35.json","edited":false},
{"time": "0:03:08", "speaker": "spk_0","line":"a lot of official documents with a lot of misspelling. So I'm wondering how official there","episode":"s09e35.json","edited":false},
{"time": "0:03:13", "speaker": "spk_3","line":"very official. Don't let the look of my briefcase before I opened it for you. I know the documents were kind of peeking out the sides","episode":"s09e35.json","edited":false},
{"time": "0:03:23", "speaker": "spk_0","line":"just against the briefcase. That was your whole look. You're wearing sandals.","episode":"s09e35.json","edited":false},
{"time": "0:03:26", "speaker": "spk_3","line":"You're itching your feet a lot. Oh, you know is","episode":"s09e35.json","edited":false},
{"time": "0:03:30", "speaker": "spk_5","line":"this happening to us? What? Have the itchy feet","episode":"s09e35.json","edited":false},
{"time": "0:03:37", "speaker": "spk_4","line":"way? No. Your app.","episode":"s09e35.json","edited":false},
{"time": "0:03:41", "speaker": "spk_0","line":"You have athletes, foot and your athletes. Food.","episode":"s09e35.json","edited":false},
{"time": "0:03:46", "speaker": "spk_1","line":"Well, athlete's feet. Now you have another. You have another athlete that's joined, and it's your right foot. Um, and it's is equally as as, um, competitive is the other one. But","episode":"s09e35.json","edited":false},
{"time": "0:03:59", "speaker": "spk_0","line":"burn Morse athletes. I mean, you're at your feet are at each other's throat with who can","episode":"s09e35.json","edited":false},
{"time": "0:04:05", "speaker": "spk_1","line":"be the itchy is because they're they're competitive. Their athletes.","episode":"s09e35.json","edited":false},
{"time": "0:04:08", "speaker": "spk_3","line":"Yeah. I mean, we're talking, uh, this one of the most classic rivalries of all time left versus right, right? I mean, it's it's a magic and bird. It's Ah, Sampras and ah, um, graph on and then left and right,","episode":"s09e35.json","edited":false},
{"time": "0:04:27", "speaker": "spk_2","line":"Right? Yeah. Pete. Pete Sampras. Steffi Graf. Obviously very big rivals. Currently.","episode":"s09e35.json","edited":false},
{"time": "0:04:33", "speaker": "spk_3","line":"Yeah. Uh, so, yeah, but I don't know the athletes. Foot used to hurt in one way, but this is a different entrance. A lot. It's almost deeper in the bone. It's a bone itch. I think so. Ouch.","episode":"s09e35.json","edited":false},
{"time": "0:04:46", "speaker": "spk_2","line":"That should that should scare you. Todd, I feel like, uh, that should that's may be a sign of some sort of internal infection. Maybe.","episode":"s09e35.json","edited":false},
{"time": "0:04:55", "speaker": "spk_0","line":"Bones, I've never even heard the side effect our commercial. Do you have itchy bones? Feel like your bones? It's like that's a new ailment that almost seems patient. Zero e","episode":"s09e35.json","edited":false},
{"time": "0:05:11", "speaker": "spk_3","line":"story of my life. I mean, there's never that's the thing is you look up symptoms that I have, and there's never an ad for him they don't tell you much about. It's constantly like every time I see a doctor, they end up looking in the microscope in doing a huge double take and then running out of the room and pulling a bunch of nurses in","episode":"s09e35.json","edited":false},
{"time": "0:05:35", "speaker": "spk_0","line":"what the nooses","episode":"s09e35.json","edited":false},
{"time": "0:05:35", "speaker": "spk_2","line":"dio laugh. Oh, man, that's sad. I'm","episode":"s09e35.json","edited":false},
{"time": "0:05:41", "speaker": "spk_3","line":"sure you guys have adichie bone, everyone, some on your foot. You know, you know when you're trying to go to sleep and you're drenched in your own sweat. So it's pretty difficult, Um, and with freezing and hot at the same time, freezing and hot at the same time. Seeing visions, um, and your bones just kind of like I don't know what","episode":"s09e35.json","edited":false},
{"time": "0:06:01", "speaker": "spk_5","line":"a bug. It's like a bug.","episode":"s09e35.json","edited":false},
{"time": "0:06:03", "speaker": "spk_4","line":"I loud","episode":"s09e35.json","edited":false},
{"time": "0:06:04", "speaker": "spk_1","line":"long runs in my family. Um, so I can sort of relate. Um, it's kind of a step up from wheezing. Um It's kind of when you're your long ah, the entrance to it. Ah, almost becomes, like,","episode":"s09e35.json","edited":false},
{"time": "0:06:23", "speaker": "spk_0","line":"kind of Let let's let's think","episode":"s09e35.json","edited":false},
{"time": "0:06:25", "speaker": "spk_1","line":"of like, a the end of a flute. Um s o","episode":"s09e35.json","edited":false},
{"time": "0:06:31", "speaker": "spk_2","line":"the entrance to your lung becomes, ah, thing that when you breathe it, it's, like, sort of Ah,","episode":"s09e35.json","edited":false},
{"time": "0:06:37", "speaker": "spk_0","line":"yeah, Well, the entrance sounds like a flu, but the exit sounds like a lawnmower. I don't know if you guys can hear this, but I think the garbage truck","episode":"s09e35.json","edited":false},
{"time": "0:06:47", "speaker": "spk_1","line":"is mistaking my bags that I left on the side of the road as","episode":"s09e35.json","edited":false},
{"time": "0:06:52", "speaker": "spk_0","line":"trash cans. No, and they are.","episode":"s09e35.json","edited":false},
{"time": "0:06:55", "speaker": "spk_4","line":"Hey, no, go. No, That's Mars. That's my stuff. My stuff out there to put my stuff, your stuff s spine and Sam's those those air, not trash. Can","episode":"s09e35.json","edited":false},
{"time": "0:07:07", "speaker": "spk_3","line":"I get my gun? I'll get my gun. Don't","episode":"s09e35.json","edited":false},
{"time": "0:07:10", "speaker": "spk_0","line":"these notes, okay. No, no, no, no. Most low Getting his riverbank gun that he got from the fair.","episode":"s09e35.json","edited":false},
{"time": "0:07:17", "speaker": "spk_4","line":"Oh, my, I","episode":"s09e35.json","edited":false},
{"time": "0:07:21", "speaker": "spk_2","line":"Well, these guys, I feel like we got a lot to get. Intuit's gonna, uh, we obviously leaving, but we should probably actually start the episode. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:07:29", "speaker": "spk_0","line":"is it? Yeah. We","episode":"s09e35.json","edited":false},
{"time": "0:07:30", "speaker": "spk_1","line":"hang on the string on. Hold on. Let me get my my voice ready. Hey, um,","episode":"s09e35.json","edited":false},
{"time": "0:07:40", "speaker": "spk_2","line":"I just I'm sorry, guys. I'm new to this whole recording thing, I think. And I wanted to be sure. Uh, I think I've actually already been recording all that. What do we say?","episode":"s09e35.json","edited":false},
{"time": "0:07:51", "speaker": "spk_3","line":"You should be recording all that every","episode":"s09e35.json","edited":false},
{"time": "0:07:53", "speaker": "spk_2","line":"Friday night. No. You know, I was recording everything that we just for say, I've been recording this whole time. I had already","episode":"s09e35.json","edited":false},
{"time": "0:08:01", "speaker": "spk_1","line":"started recorded. Did you record all that?","episode":"s09e35.json","edited":false},
{"time": "0:08:04", "speaker": "spk_5","line":"If you didn't record all that","episode":"s09e35.json","edited":false},
{"time": "0:08:05", "speaker": "spk_3","line":"and you've been recording this whole time, that's two mistakes.","episode":"s09e35.json","edited":false},
{"time": "0:08:09", "speaker": "spk_0","line":"I'll say to show you how we don't get it. I like horse.","episode":"s09e35.json","edited":false},
{"time": "0:08:13", "speaker": "spk_2","line":"I have course taped all that, but I've been record. I recorded all that because that's vital information, I hope. You know, with lawyer Beth Ember,","episode":"s09e35.json","edited":false},
{"time": "0:08:22", "speaker": "spk_3","line":"we've only got maybe two years left of Keenan. And then one problem ever seem again. I know. And","episode":"s09e35.json","edited":false},
{"time": "0:08:27", "speaker": "spk_2","line":"he's a genius. So we record every episode of all that from snick. But I","episode":"s09e35.json","edited":false},
{"time": "0:08:34", "speaker": "spk_0","line":"have something to talk to the kids about.","episode":"s09e35.json","edited":false},
{"time": "0:08:36", "speaker": "spk_2","line":"Yeah, watch. So I've been recording this whole time is all. I'm trying to say","episode":"s09e35.json","edited":false},
{"time": "0:08:42", "speaker": "spk_0","line":"that. Well, let me know where we can","episode":"s09e35.json","edited":false},
{"time": "0:08:44", "speaker": "spk_2","line":"cut it out.","episode":"s09e35.json","edited":false},
{"time": "0:08:45", "speaker": "spk_0","line":"Well, I'm just worried that you're going","episode":"s09e35.json","edited":false},
{"time": "0:08:46", "speaker": "spk_1","line":"to catch me saying something that I wouldn't say on. I promise you with Sam.","episode":"s09e35.json","edited":false},
{"time": "0:08:51", "speaker": "spk_2","line":"Look me in the eyes. I promise you guys, I will never do that again. We were swinging. Are you squinting Because, uh uh, my I don't know my eyes for","episode":"s09e35.json","edited":false},
{"time": "0:09:00", "speaker": "spk_0","line":"is Sam Bright. I think it's because you said look in the eyes. And then when I do, you're squinting. The sun","episode":"s09e35.json","edited":false},
{"time": "0:09:07", "speaker": "spk_2","line":"is shining off your rival.","episode":"s09e35.json","edited":false},
{"time": "0:09:08", "speaker": "spk_0","line":"Sam, I don't know what to tell you. We've been talking about ailments, but you are bright. Yeah, and I don't know what that means. I mean, I know I'm sunburned. What do you mean? I'm bright. I don't think","episode":"s09e35.json","edited":false},
{"time": "0:09:18", "speaker": "spk_3","line":"you can be surprised, Sam. I saw Teoh pale blondes holding you above them as they sat next to the pool.","episode":"s09e35.json","edited":false},
{"time": "0:09:25", "speaker": "spk_0","line":"You got booked last week. Is ah, bounce in a short film, right? Well, yeah, I have been getting booked as a lot of things, actually. You know, as you know, the spring break has dried up a little bit and the tours have been struggling. But the few people that are still here at the resort need umbrellas. And Yeah, I got booked as a day as an umbrella. I was to rockin blondes just like Todd said. And, uh, rocket did not. Okay. Yeah, they were rocking. There were rocket those nail umbrella or a thing that bounces. Ah, son. Uh, well, that was the weekend. The weekend I was the umbrella. And then during the week, there's obviously not as many resort goers. So I did have to pick up some time as a bounce on a local film crew. I just want you to make sure you know","episode":"s09e35.json","edited":false},
{"time": "0:10:25", "speaker": "spk_1","line":"all these jobs, because if you under report, we're gonna be in trouble again next year, we're going to be showing up to your hearing and having no do be","episode":"s09e35.json","edited":false},
{"time": "0:10:34", "speaker": "spk_3","line":"another one of your tax Can't be your character witness at another tax hearing,","episode":"s09e35.json","edited":false},
{"time": "0:10:39", "speaker": "spk_0","line":"Director witness. We go big, all right. And a","episode":"s09e35.json","edited":false},
{"time": "0:10:44", "speaker": "spk_4","line":"lot of","episode":"s09e35.json","edited":false},
{"time": "0:10:44", "speaker": "spk_0","line":"times there are writers in the audience. Well, I think you guys are just understand character witness. You're supposed to be speaking to my character, not playing gigantic characters. Well, I decided to play a U. P s guy who's weak in the knees, and it was","episode":"s09e35.json","edited":false},
{"time": "0:10:58", "speaker": "spk_4","line":"immediately on mad TV the","episode":"s09e35.json","edited":false},
{"time": "0:11:00", "speaker": "spk_0","line":"next week. Well, there's a lot of people. There's a lot of people have met, uh, in that courtroom because it's such hot news. It's big entertainment. You know these entertainers, right? It's packed with the mad TV. The mad TV writers room Is","episode":"s09e35.json","edited":false},
{"time": "0:11:15", "speaker": "spk_1","line":"the gallery at a courthouse. Just everybody. No,","episode":"s09e35.json","edited":false},
{"time": "0:11:17", "speaker": "spk_4","line":"I don't know","episode":"s09e35.json","edited":false},
{"time": "0:11:18", "speaker": "spk_0","line":"how this happened, but they were the jury. They were. My jury was a mad TV. And let's just say they did not have a sense of humor. No, they have a the executioner. I think they were the judge, the jury and the executioner. I got almost executed by Mad TV's writing staff. But I snuck out of there.","episode":"s09e35.json","edited":false},
{"time": "0:11:37", "speaker": "spk_3","line":"Yeah, a guy named Ike Barinholtz pulled the lever on my on my death.","episode":"s09e35.json","edited":false},
{"time": "0:11:42", "speaker": "spk_0","line":"Who I Barinholtz? Yeah, Todd's death I parent holds, pulled the lever on your electric chair.","episode":"s09e35.json","edited":false},
{"time": "0:11:50", "speaker": "spk_3","line":"Yeah, he was the executioner. That mad TV writer","episode":"s09e35.json","edited":false},
{"time": "0:11:54", "speaker": "spk_0","line":"way. Be careful about what we talking about. We're recording.","episode":"s09e35.json","edited":false},
{"time": "0:11:58", "speaker": "spk_2","line":"We are recording. We've been recording this whole time. We should just get into the episode, guys. Oh, that Mrs way can't use their feet. So use it. You know we're leaving Cancun because We got jobs","episode":"s09e35.json","edited":false},
{"time": "0:12:15", "speaker": "spk_0","line":"coming up this","episode":"s09e35.json","edited":false},
{"time": "0:12:16", "speaker": "spk_4","line":"fall. I","episode":"s09e35.json","edited":false},
{"time": "0:12:17", "speaker": "spk_2","line":"have really thought all week about what we want to do going forward cause we want to keep this podcast going, right. We're going to be working together. We're going to this high school called Hamilton High School. We're all going to be working together. We're gonna be doing this. This Ah, this recording thing Every","episode":"s09e35.json","edited":false},
{"time": "0:12:33", "speaker": "spk_0","line":"we wrote that into our contracts","episode":"s09e35.json","edited":false},
{"time": "0:12:36", "speaker": "spk_1","line":"at Hamilton. Yeah, um, they were nice enough. Thio Thio agree to allow us to do our Howard Stern radio play. Our podcasts","episode":"s09e35.json","edited":false},
{"time": "0:12:46", "speaker": "spk_3","line":"were so far the only teachers with big riders in our contract","episode":"s09e35.json","edited":false},
{"time": "0:12:51", "speaker": "spk_0","line":"way. Should you just how Ah Howard just covered","episode":"s09e35.json","edited":false},
{"time": "0:12:57", "speaker": "spk_1","line":"it. Thank you for calling you. Well, See, I almost said Harry, but I caught it. Um, but we we did get jobs. Ah, at a at a small school, we called Hamilton High School. We're very excited. They they they took a trade for us. Is that is that correct, Todd? Because Todd was running kind of our Ah, our, um I'm a big air football are major league sports style trade.","episode":"s09e35.json","edited":false},
{"time": "0:13:29", "speaker": "spk_3","line":"We were just near the trade deadline and I was getting desperate, so uh, I started making some phone calls, and it looks like where, um, it's being reported, not official, that we're going to Hamilton High School. We're taking our","episode":"s09e35.json","edited":false},
{"time": "0:13:44", "speaker": "spk_0","line":"talents there. And what is the Cancun school","episode":"s09e35.json","edited":false},
{"time": "0:13:47", "speaker": "spk_1","line":"district getting?","episode":"s09e35.json","edited":false},
{"time": "0:13:48", "speaker": "spk_3","line":"Cancun School District is getting Hamilton's projector 33 of Hamilton's best projectors, but","episode":"s09e35.json","edited":false},
{"time": "0:13:57", "speaker": "spk_0","line":"they're also sending cash. They're sending cash with us as part of the deal.","episode":"s09e35.json","edited":false},
{"time": "0:14:02", "speaker": "spk_3","line":"Yeah, we're bringing cash. Money is part of the deal. And then ah, it's also big record that Cancun is also getting Bill Wennington.","episode":"s09e35.json","edited":false},
{"time": "0:14:12", "speaker": "spk_0","line":"Okay. And this is a sports player.","episode":"s09e35.json","edited":false},
{"time": "0:14:16", "speaker": "spk_3","line":"Build Warrington of the Chicago Bulls, recently retired Chicago Bull.","episode":"s09e35.json","edited":false},
{"time": "0:14:20", "speaker": "spk_5","line":"Yeah, okay, is not teaching mustache? Oh,","episode":"s09e35.json","edited":false},
{"time": "0:14:26", "speaker": "spk_0","line":"dead body getting, um, Michael Jordan's security guard with the blonde perm. It Where did he end that nobody could afford him. He actually nobody could afford him at all. Right, cause he's the one person whose beef Michael Jordan is the winningest man in all of history.","episode":"s09e35.json","edited":false},
{"time": "0:14:46", "speaker": "spk_3","line":"He's going early retirement because they couldn't afford him. Uh, okay, which, honestly, it's good that guy needs needs a little break.","episode":"s09e35.json","edited":false},
{"time": "0:14:55", "speaker": "spk_2","line":"He did? Yeah. All right, well, I'm gonna try an intro for for the new podcast.","episode":"s09e35.json","edited":false},
{"time": "0:15:00", "speaker": "spk_0","line":"So you're gonna practice for","episode":"s09e35.json","edited":false},
{"time": "0:15:02", "speaker": "spk_2","line":"Franks. And I don't think this is what I think I'm gonna nail it. Guys, I think this is gonna be the one. Yeah, All right. So also, I thought of a title. It's a work in progress, but you just let me know. Here we go. And 3 to 1. Ladies and gentlemen, welcome to tied. But you Excuse me? That was you. You were holding that in. You were holding it on waiting to sneeze people until I start with you. Are you were I could see you were holding your nose. You were making sure you didn't seem","episode":"s09e35.json","edited":false},
{"time": "0:15:34", "speaker": "spk_0","line":"extra. Uh huh. He's got He's got a stake and went Baby needs pepper. OK, we all got steaks, and those babies need peppers. So you do the inch. We gotta eat the stakes real quick. One last good Kabo","episode":"s09e35.json","edited":false},
{"time": "0:15:48", "speaker": "spk_2","line":"steak. All right, here we go. And, ladies and gentlemen, welcome tune. What's","episode":"s09e35.json","edited":false},
{"time": "0:15:54", "speaker": "spk_0","line":"that? I said Kabo And it's a Cancun steak. I apologize.","episode":"s09e35.json","edited":false},
{"time": "0:15:59", "speaker": "spk_2","line":"I don't were and I by that and you sneeze. Bill,","episode":"s09e35.json","edited":false},
{"time": "0:16:02", "speaker": "spk_4","line":"can we","episode":"s09e35.json","edited":false},
{"time": "0:16:02", "speaker": "spk_2","line":"please just give me two seconds?","episode":"s09e35.json","edited":false},
{"time": "0:16:04", "speaker": "spk_0","line":"This is gonna be short. It's a sneeze. You can't know","episode":"s09e35.json","edited":false},
{"time": "0:16:08", "speaker": "spk_2","line":"All right, Here we go. And, ladies and gentlemen, welcome to the first step to the tip. Hi there. Those were even sneezes. You guys were","episode":"s09e35.json","edited":false},
{"time": "0:16:21", "speaker": "spk_0","line":"Just think it wasn't. No, no, no, no, no. To be honest, it was a sneeze because I knew there was a lot of pepper.","episode":"s09e35.json","edited":false},
{"time": "0:16:28", "speaker": "spk_2","line":"I see what's going on here. You guys are trying to throw me off my game.","episode":"s09e35.json","edited":false},
{"time": "0:16:31", "speaker": "spk_0","line":"No, is are not powerful. Some of them are very low","episode":"s09e35.json","edited":false},
{"time": "0:16:37", "speaker": "spk_1","line":"energy and weak.","episode":"s09e35.json","edited":false},
{"time": "0:16:39", "speaker": "spk_2","line":"Okay. You know, I'm not going to do an","episode":"s09e35.json","edited":false},
{"time": "0:16:40", "speaker": "spk_0","line":"intricate all these healthy as you are.","episode":"s09e35.json","edited":false},
{"time": "0:16:43", "speaker": "spk_2","line":"I'm not gonna do an intro. It xyz gonna be this whole thing about how we're going to Hamilton High School. And it's gonna be that I was gonna really talk up the show on the title that I thought, I can't even explain to you guys what was going on. You guys just don't want me to talk","episode":"s09e35.json","edited":false},
{"time": "0:16:58", "speaker": "spk_4","line":"a","episode":"s09e35.json","edited":false},
{"time": "0:16:58", "speaker": "spk_0","line":"little more pepper. You don't need more pepper to Jesus Christ. Statue. Now I'm catching his sneeze. Yeah. Is that we need to work.","episode":"s09e35.json","edited":false},
{"time": "0:17:12", "speaker": "spk_3","line":"By the way. I am so far behind on Gazoontite. It's given because if you","episode":"s09e35.json","edited":false},
{"time": "0:17:22", "speaker": "spk_0","line":"bless you, talk less you taught. All right. Well, how long units With an awesome intro.","episode":"s09e35.json","edited":false},
{"time": "0:17:29", "speaker": "spk_2","line":"I mean, it's good. It's gonna be bad now because I've had to start and stop. I'm not gonna have the rhythm that I","episode":"s09e35.json","edited":false},
{"time": "0:17:34", "speaker": "spk_4","line":"have. No","episode":"s09e35.json","edited":false},
{"time": "0:17:35", "speaker": "spk_0","line":"way! We're just having natural sneezes.","episode":"s09e35.json","edited":false},
{"time": "0:17:38", "speaker": "spk_3","line":"We'll give you a little intro. Ladies and gentlemen, with the intro to the teacher's lounge podcasts. However, we're gonna call it Howard Jeans on his pants. Glovis.","episode":"s09e35.json","edited":false},
{"time": "0:17:51", "speaker": "spk_2","line":"That's not I guess we have to use that. We have to use that title now. And jeans on my pants.","episode":"s09e35.json","edited":false},
{"time": "0:17:56", "speaker": "spk_0","line":"What he's got on his shirt and he's got jeans on his pants. What Santa? What is jeans? And here he comes hair on his head. Howard Levis just","episode":"s09e35.json","edited":false},
{"time": "0:18:08", "speaker": "spk_4","line":"hit it hard. Don't apologize. Todd already thought of","episode":"s09e35.json","edited":false},
{"time": "0:18:11", "speaker": "spk_2","line":"a better title than the one that that I thought of. So","episode":"s09e35.json","edited":false},
{"time": "0:18:13", "speaker": "spk_0","line":"do what you want to do, Howard. What years wasn't the teacher's lounge?","episode":"s09e35.json","edited":false},
{"time": "0:18:18", "speaker": "spk_2","line":"No, of course not.","episode":"s09e35.json","edited":false},
{"time": "0:18:21", "speaker": "spk_3","line":"Go with whatever you want or replace with. I would kill for an intra like that. Most of my intros","episode":"s09e35.json","edited":false},
{"time": "0:18:26", "speaker": "spk_5","line":"are All right. Let's get it over with its top up.","episode":"s09e35.json","edited":false},
{"time": "0:18:32", "speaker": "spk_2","line":"All right, well, that's I It's gonna be ladies and gentlemen, welcome to the Teacher's Lounge, the first, best and Onley podcast pertaining.","episode":"s09e35.json","edited":false},
{"time": "0:18:42", "speaker": "spk_4","line":"Can we talk about your attitude? We gave you a try and I know just you and then you just keep oot of it. Well, it's not as fun as when I'm sorry that I'm sorry I put","episode":"s09e35.json","edited":false},
{"time": "0:18:55", "speaker": "spk_2","line":"it, but it's not as fun. When I had the whole ramp up, I was getting into it. And then we spent a whole five minutes with dealing with you guys sneezing and then a intro from Todd. It's like","episode":"s09e35.json","edited":false},
{"time": "0:19:05", "speaker": "spk_4","line":"I was really happy here. I","episode":"s09e35.json","edited":false},
{"time": "0:19:07", "speaker": "spk_0","line":"were making some pretty","episode":"s09e35.json","edited":false},
{"time": "0:19:09", "speaker": "spk_1","line":"big claims in this First Senate's the first. True that we don't know the pressure. Bet Well, that's a pretty big and","episode":"s09e35.json","edited":false},
{"time": "0:19:20", "speaker": "spk_0","line":"Onley seems the same as similar to first. It's basically it's basically","episode":"s09e35.json","edited":false},
{"time": "0:19:29", "speaker": "spk_2","line":"another way to say first, but But that could mean in the future if other podcasts come,","episode":"s09e35.json","edited":false},
{"time": "0:19:36", "speaker": "spk_0","line":"why don't you come out and get in a legal battle here? Cause if we say first, best, it only that could be false","episode":"s09e35.json","edited":false},
{"time": "0:19:43", "speaker": "spk_1","line":"advertising. And as we've all four of us have been, um yeah, whatever. Second worst in advertising.","episode":"s09e35.json","edited":false},
{"time": "0:19:50", "speaker": "spk_2","line":"Well, you didn't let me finish because the last sentence makes it so It's It's so specific that it doesn't actually excited.","episode":"s09e35.json","edited":false},
{"time": "0:19:57", "speaker": "spk_0","line":"Todd was actually indicted for false advertising","episode":"s09e35.json","edited":false},
{"time": "0:20:00", "speaker": "spk_1","line":"for stuff in that banana in his pants. Right?","episode":"s09e35.json","edited":false},
{"time": "0:20:04", "speaker": "spk_3","line":"That was a sham trial. It was a sham trial.","episode":"s09e35.json","edited":false},
{"time": "0:20:08", "speaker": "spk_0","line":"Well, it was so unfortunate because it was such unlucky circumstances to make it go federal. Well, I do want it. Ah, what's her name? You know, my are probably you lover. Sotto maior she she weighed in quickly.","episode":"s09e35.json","edited":false},
{"time": "0:20:32", "speaker": "spk_2","line":"She is, of course, a district judge. Now,","episode":"s09e35.json","edited":false},
{"time": "0:20:36", "speaker": "spk_5","line":"hopefully future Supreme Court wear the teachers","episode":"s09e35.json","edited":false},
{"time": "0:20:42", "speaker": "spk_3","line":"under so plugged into the judicial system here, we know all the judges","episode":"s09e35.json","edited":false},
{"time": "0:20:47", "speaker": "spk_0","line":"way. Have Teoh, we're following the circuit courts. You've heard of circuit parties? We visit circuit courts. Similarly","episode":"s09e35.json","edited":false},
{"time": "0:21:00", "speaker": "spk_3","line":"were we have been cutting. If you go into the subway on fifth in D. C, we've been cutting in front of Merrick Garland, a district judge there for about 20 weeks now he is not going to get his sandwich is way too polite about","episode":"s09e35.json","edited":false},
{"time": "0:21:14", "speaker": "spk_2","line":"have timed it perfectly. We've finally perfect and we have conspired with 100 other people. Teoh constantly walk into the subway right before he's gonna order and do it for at least an hour every day. So he can't. He has to go back to work. And he","episode":"s09e35.json","edited":false},
{"time": "0:21:32", "speaker": "spk_0","line":"goes back to work hungry every day. And I'll tell you what. Props to him for dedication. He won't try a second restaurant. He keeps going the same subway and keeps getting denied a lunch break every single day.","episode":"s09e35.json","edited":false},
{"time": "0:21:45", "speaker": "spk_2","line":"It's the principle of it. I think he wants to stick it out. He's gonna He's going to stick it out longer than we will. And little does he know that is not true.","episode":"s09e35.json","edited":false},
{"time": "0:21:53", "speaker": "spk_0","line":"And speaking of principles, I think we should commit. Now, knowing that we're going back to Hamilton, we're going to be nice to this one. We're going to be nice to this principle. We're not going to just start causing problems right away way","episode":"s09e35.json","edited":false},
{"time": "0:22:09", "speaker": "spk_4","line":"have to set up a","episode":"s09e35.json","edited":false},
{"time": "0:22:10", "speaker": "spk_1","line":"dominance. Yeah, wear the door.","episode":"s09e35.json","edited":false},
{"time": "0:22:14", "speaker": "spk_3","line":"You know that. You know what we do? We walk in, we punch the biggest guy ago in the room. Uh, galley? Metaphorically, if it's if it's ago. Um,","episode":"s09e35.json","edited":false},
{"time": "0:22:24", "speaker": "spk_0","line":"unfortunately, sometimes Cal","episode":"s09e35.json","edited":false},
{"time": "0:22:26", "speaker": "spk_1","line":"is the biggest person in the room, and we got a sock.","episode":"s09e35.json","edited":false},
{"time": "0:22:30", "speaker": "spk_0","line":"Okay, I understand what you're saying now, first. You had me a little worried.","episode":"s09e35.json","edited":false},
{"time": "0:22:33", "speaker": "spk_3","line":"No. Yeah. It's not a real punch. It's a metaphorical one. Obviously. You know, we have the teachers large. Don't condone any violence, but you can hit a principal. Uh, you could punch your mail, principal. Uh, absolutely. As a rule,","episode":"s09e35.json","edited":false},
{"time": "0:22:47", "speaker": "spk_0","line":"it's sort of a king of the hill thing. You can challenge their authority a little bit.","episode":"s09e35.json","edited":false},
{"time": "0:22:51", "speaker": "spk_3","line":"Oh, yeah, I put I'm punching Mike judge all the time.","episode":"s09e35.json","edited":false},
{"time": "0:22:56", "speaker": "spk_2","line":"Yeah. Yeah. Well, yeah, we're gonna where we are going back, we will establish are dominant. But I do. I think we should go back. Relaxed. Were we've Cancun A Lots happened, obviously. But we should go that we should just really ease into it. Uh, and really get back toe. So what we love you know, Sam, Hopefully your light your, uh, you know will come through your help. I'm just hoping your credential comes through so that you can to have a teaching position and not be me a support staff","episode":"s09e35.json","edited":false},
{"time": "0:23:28", "speaker": "spk_0","line":"with your credential. It's a great question. I've mailed a letter to them every day for a year, and I've heard nothing back, but I think it should be that when we're with dress. I was ending it. I've been mailing paper mail to one of these new websites.","episode":"s09e35.json","edited":false},
{"time": "0:23:48", "speaker": "spk_3","line":"Okay, So your what? Your mailing vapor mail to a web address.","episode":"s09e35.json","edited":false},
{"time": "0:23:53", "speaker": "spk_2","line":"Your writing? Www dot dot com.","episode":"s09e35.json","edited":false},
{"time": "0:23:56", "speaker": "spk_0","line":"Yeah, I'm writing www dot credential dot com. Okay. And putting it in, um, the mailbox. Uh, I mean, I think this could be a problem. I don't even","episode":"s09e35.json","edited":false},
{"time": "0:24:10", "speaker": "spk_1","line":"think that's a Well, I guess that is a web address. Well, that's not an email.","episode":"s09e35.json","edited":false},
{"time": "0:24:16", "speaker": "spk_3","line":"I got your email in my mailbox the other day, which was just your whole computer.","episode":"s09e35.json","edited":false},
{"time": "0:24:21", "speaker": "spk_0","line":"Okay. What, are you going to","episode":"s09e35.json","edited":false},
{"time": "0:24:22", "speaker": "spk_5","line":"respond? I don't know what I have to dio e don't know what the Do I have","episode":"s09e35.json","edited":false},
{"time": "0:24:27", "speaker": "spk_3","line":"to put my computer with the type?","episode":"s09e35.json","edited":false},
{"time": "0:24:29", "speaker": "spk_0","line":"You type your email back into it? I typed my email into it. Then I gave you the computer. Then you type your email into it, then I guess an open word document. Exactly.","episode":"s09e35.json","edited":false},
{"time": "0:24:40", "speaker": "spk_3","line":"And I'm gonna be honest. I don't know how. So you're the only person the world who have seen an email from where it's type does an email, but it's somehow still looks like you cut letters out of a magazine.","episode":"s09e35.json","edited":false},
{"time": "0:24:51", "speaker": "spk_0","line":"Oh, yeah, It's my","episode":"s09e35.json","edited":false},
{"time": "0:24:52", "speaker": "spk_5","line":"fund. Is your month is ransom.","episode":"s09e35.json","edited":false},
{"time": "0:24:55", "speaker": "spk_0","line":"Yeah, it's my fund. I've been getting into the font game and I invented one called ransom. Ah, it's just a nice relaxing font for you to use for. You know, your word documents. Ah, these new things called blog's. Uh, I got what I thought","episode":"s09e35.json","edited":false},
{"time": "0:25:12", "speaker": "spk_1","line":"was a love letter from you the other day and I immediately wired $15,000 because I think the font scared me.","episode":"s09e35.json","edited":false},
{"time": "0:25:21", "speaker": "spk_0","line":"We'll know that that was a love letter. I do love you. Think Can this'd cannon? Yeah. Yeah, I love you. I love you that But you","episode":"s09e35.json","edited":false},
{"time": "0:25:36", "speaker": "spk_4","line":"p I'm so","episode":"s09e35.json","edited":false},
{"time": "0:25:37", "speaker": "spk_0","line":"tired of everybody making these rounding love letters to be physical love. You can write a love","episode":"s09e35.json","edited":false},
{"time": "0:25:47", "speaker": "spk_1","line":"letter to anyone. Folk? Yes,","episode":"s09e35.json","edited":false},
{"time": "0:25:49", "speaker": "spk_4","line":"absolutely. Guys, I was also going to say I got another","episode":"s09e35.json","edited":false},
{"time": "0:25:54", "speaker": "spk_1","line":"job offer and that's to coach for the N C. Double A. No,","episode":"s09e35.json","edited":false},
{"time": "0:25:59", "speaker": "spk_2","line":"really? Really? Yeah, because","episode":"s09e35.json","edited":false},
{"time": "0:26:05", "speaker": "spk_5","line":"North Carolina asshole Association as correct it is. Ok, Wasn't sure, because it doesn't have to be. It doesn't.","episode":"s09e35.json","edited":false},
{"time": "0:26:17", "speaker": "spk_2","line":"You're going to be an","episode":"s09e35.json","edited":false},
{"time": "0:26:18", "speaker": "spk_4","line":"asshole, coach. Well, I got two different","episode":"s09e35.json","edited":false},
{"time": "0:26:21", "speaker": "spk_0","line":"offers. Okay? I got obviously your most classic","episode":"s09e35.json","edited":false},
{"time": "0:26:23", "speaker": "spk_1","line":"offer, Um, which is a national center of alien advance.","episode":"s09e35.json","edited":false},
{"time": "0:26:32", "speaker": "spk_0","line":"Of course you got a coach. Okay, so it's three offers on the National Center of Alien Advancement. They want you to coach basketball to make them play more human. So the bacon seem more name inverse. Want you to find aliens, so we're sure big, and then they want","episode":"s09e35.json","edited":false},
{"time": "0:26:50", "speaker": "spk_1","line":"you to advance sort of their situation.","episode":"s09e35.json","edited":false},
{"time": "0:26:53", "speaker": "spk_0","line":"So you sort of have to find the squad and then coach","episode":"s09e35.json","edited":false},
{"time": "0:26:55", "speaker": "spk_1","line":"them. Well, yeah, it's It's, it's, it's quickly, it's it's fast tracked through. NASA were talking. You take the intensive at NASA, they put you in the thing, they spin you around and make you puke, and then you get immediately honest.","episode":"s09e35.json","edited":false},
{"time": "0:27:10", "speaker": "spk_0","line":"That's immediately on the ship. After this interview, they basically dizzy your ass up","episode":"s09e35.json","edited":false},
{"time": "0:27:16", "speaker": "spk_1","line":"and put you right on the rocket on. And then you go look Fraley, and","episode":"s09e35.json","edited":false},
{"time": "0:27:19", "speaker": "spk_4","line":"so I don't think I'm","episode":"s09e35.json","edited":false},
{"time": "0:27:20", "speaker": "spk_0","line":"going to do that. It seems like a hard five, very with","episode":"s09e35.json","edited":false},
{"time": "0:27:25", "speaker": "spk_3","line":"that place, because they're always outside my house and there's a condom. No human human","episode":"s09e35.json","edited":false},
{"time": "0:27:33", "speaker": "spk_0","line":"you are. You are allergic to water and do look like one of those green aliens from signs","episode":"s09e35.json","edited":false},
{"time": "0:27:39", "speaker": "spk_3","line":"okay? Yes. And Night Shyamalan based the aliens from signs off of, Ah, birthday party that I walk fast","episode":"s09e35.json","edited":false},
{"time": "0:27:46", "speaker": "spk_5","line":"way all know this? Yes. If","episode":"s09e35.json","edited":false},
{"time": "0:27:50", "speaker": "spk_3","line":"you throw water on May, I will die.","episode":"s09e35.json","edited":false},
{"time": "0:27:53", "speaker": "spk_0","line":"And you're always taking in a cornfield.","episode":"s09e35.json","edited":false},
{"time": "0:27:55", "speaker": "spk_1","line":"Right? You've been seeing You've always kind of runaround, corporeal. Make it.","episode":"s09e35.json","edited":false},
{"time": "0:27:58", "speaker": "spk_3","line":"Yeah, Well, because I like to steal people's corn. See?","episode":"s09e35.json","edited":false},
{"time": "0:28:02", "speaker": "spk_2","line":"Can I tell you something tied? You need to be careful about where your naked in public from now on is all","episode":"s09e35.json","edited":false},
{"time": "0:28:06", "speaker": "spk_0","line":"you accidentally You took a call through a cornfield. Correct? Yeah. I realize you're just that the edge of the cornfield.","episode":"s09e35.json","edited":false},
{"time": "0:28:14", "speaker": "spk_5","line":"Well, now I'm now I'm not allowed within. If I","episode":"s09e35.json","edited":false},
{"time": "0:28:17", "speaker": "spk_3","line":"move into a neighborhood, have to introduce myself to all the Scarecrow's. I'm on a registry.","episode":"s09e35.json","edited":false},
{"time": "0:28:26", "speaker": "spk_0","line":"Why? What happens if you walk up on a scarecrow weapons?","episode":"s09e35.json","edited":false},
{"time": "0:28:30", "speaker": "spk_2","line":"They get scared, right?","episode":"s09e35.json","edited":false},
{"time": "0:28:32", "speaker": "spk_3","line":"If I walk on a scarecrow out, they get scared. And, um uh, and the guy I don't know, that's it.","episode":"s09e35.json","edited":false},
{"time": "0:28:40", "speaker": "spk_0","line":"Yeah, well, I thought I should let you guys know, because I might break","episode":"s09e35.json","edited":false},
{"time": "0:28:48", "speaker": "spk_1","line":"off from you, cause it's always lies along the college basketball,","episode":"s09e35.json","edited":false},
{"time": "0:28:53", "speaker": "spk_3","line":"and this has nothing to do with you. getting a love note from Sam. That suddenly gonna break out from the group to teach college basketball?","episode":"s09e35.json","edited":false},
{"time": "0:29:00", "speaker": "spk_4","line":"Yeah. What way? Cool. No, I","episode":"s09e35.json","edited":false},
{"time": "0:29:06", "speaker": "spk_0","line":"rarely run away from love. It's fairly If","episode":"s09e35.json","edited":false},
{"time": "0:29:11", "speaker": "spk_1","line":"it's if it's the love of a best friend that I thought was platonic for our entire relationship that is recently come to light as possibly more than that.","episode":"s09e35.json","edited":false},
{"time": "0:29:25", "speaker": "spk_0","line":"But we don't know. We haven't gotten the second letter yet. You haven't responded to the 1st 1 So it's a two parter. It seems like you lead you lead with a lot of info in what is the second part? Say, Unless it says I'm kidding? No, I have to go serious. I love you. I might have to","episode":"s09e35.json","edited":false},
{"time": "0:29:47", "speaker": "spk_1","line":"create I a sort of a an escape plan via my career opportunity","episode":"s09e35.json","edited":false},
{"time": "0:29:57", "speaker": "spk_3","line":"so you might go to the devil a at which they just said, We want you to coach any team or is a specific team interested in you, or do you just get to pick one?","episode":"s09e35.json","edited":false},
{"time": "0:30:05", "speaker": "spk_0","line":"It is a team. It's it's they place you. So you go","episode":"s09e35.json","edited":false},
{"time": "0:30:12", "speaker": "spk_1","line":"there and you do, um ah, basic training for coaches. So you get fitted for the big suit uh, you you have to be very angry, but stay behind the line. Um, you practice.","episode":"s09e35.json","edited":false},
{"time": "0:30:34", "speaker": "spk_0","line":"How quickly can you write some gibberish on a little tiny white board? And they're still doing the red face test. Did your face get red enough? Yeah. You try to keep the red","episode":"s09e35.json","edited":false},
{"time": "0:30:45", "speaker": "spk_1","line":"out of your face to show the other team you're not flustered.","episode":"s09e35.json","edited":false},
{"time": "0:30:48", "speaker": "spk_3","line":"What about being more serious? Press conferences?","episode":"s09e35.json","edited":false},
{"time": "0:30:54", "speaker": "spk_0","line":"Yes, you have to. After exerting yourself","episode":"s09e35.json","edited":false},
{"time": "0:30:58", "speaker": "spk_1","line":"more than you ever have in your life. And you're angry, you have to immediately face the press.","episode":"s09e35.json","edited":false},
{"time": "0:31:04", "speaker": "spk_0","line":"Do they test your rejection by the star player? Yes. You get rejected","episode":"s09e35.json","edited":false},
{"time": "0:31:10", "speaker": "spk_1","line":"by your own player,","episode":"s09e35.json","edited":false},
{"time": "0:31:11", "speaker": "spk_3","line":"and then they put your little machine and spin you around to throw up.","episode":"s09e35.json","edited":false},
{"time": "0:31:15", "speaker": "spk_1","line":"He has They do that, and then you do a week of X's and O's is","episode":"s09e35.json","edited":false},
{"time": "0:31:21", "speaker": "spk_2","line":"there? Is there Ah, course on ah, standing courtside with your suit jacket held back by your hands on your hips?","episode":"s09e35.json","edited":false},
{"time": "0:31:29", "speaker": "spk_0","line":"Yeah. You do a week of pushing, throwing back with a jacket","episode":"s09e35.json","edited":false},
{"time": "0:31:34", "speaker": "spk_1","line":"and land in your, um, hands on your belt. Good. That's good on. And","episode":"s09e35.json","edited":false},
{"time": "0:31:40", "speaker": "spk_0","line":"then they place you.","episode":"s09e35.json","edited":false},
{"time": "0:31:41", "speaker": "spk_3","line":"Okay. Well, um well, that's I mean, we'll miss you, Hamilton.","episode":"s09e35.json","edited":false},
{"time": "0:31:48", "speaker": "spk_2","line":"What does that mean? Does that mean you're going to take the next year off from teaching or for the indefinite and indefinite?","episode":"s09e35.json","edited":false},
{"time": "0:31:55", "speaker": "spk_3","line":"Rather be a college basketball coach?","episode":"s09e35.json","edited":false},
{"time": "0:31:58", "speaker": "spk_2","line":"That's a strange choice, Bill. I'll say it with","episode":"s09e35.json","edited":false},
{"time": "0:32:00", "speaker": "spk_4","line":"your friends. As you guys know, I","episode":"s09e35.json","edited":false},
{"time": "0:32:03", "speaker": "spk_0","line":"get I droid and lose my temper. So odds are,","episode":"s09e35.json","edited":false},
{"time": "0:32:09", "speaker": "spk_1","line":"you know, if I don't get that in control, I'm gonna I mean,","episode":"s09e35.json","edited":false},
{"time": "0:32:13", "speaker": "spk_4","line":"that's what I love about you. You're a chili pepper. Your spicy. Yeah, You don't need to be cooled","episode":"s09e35.json","edited":false},
{"time": "0:32:22", "speaker": "spk_5","line":"off to fix every be appreciated.","episode":"s09e35.json","edited":false},
{"time": "0:32:25", "speaker": "spk_2","line":"And we need to play. It is","episode":"s09e35.json","edited":false},
{"time": "0:32:26", "speaker": "spk_4","line":"just need a little.","episode":"s09e35.json","edited":false},
{"time": "0:32:27", "speaker": "spk_0","line":"You want to run away, you're making me want to run away, even work. That's that spicy temper,","episode":"s09e35.json","edited":false},
{"time": "0:32:34", "speaker": "spk_2","line":"Sam. I'll tell you now, I think if you want, if this group is ever going to stay together, you got a chill out with how you how hard you're expressing your love for Bill. You gotta play it cooler.","episode":"s09e35.json","edited":false},
{"time": "0:32:46", "speaker": "spk_0","line":"Oh, they're all uncomfortable because I can","episode":"s09e35.json","edited":false},
{"time": "0:32:49", "speaker": "spk_3","line":"tell the truth. Well, it's just very sudden and it feels a little unstable. To be honest him","episode":"s09e35.json","edited":false},
{"time": "0:32:55", "speaker": "spk_4","line":"Here's what","episode":"s09e35.json","edited":false},
{"time": "0:32:56", "speaker": "spk_0","line":"they don't tell you A lot of","episode":"s09e35.json","edited":false},
{"time": "0:32:58", "speaker": "spk_1","line":"times in these self help books.","episode":"s09e35.json","edited":false},
{"time": "0:33:00", "speaker": "spk_0","line":"Sometimes you get to say your truth and no one cares. And then you have to hide it for the rest of your life. So for in Mexico for two weeks and I've never been thinking clearer Bill. I love you, Sam. I think Chili Pepper and I like your heat.","episode":"s09e35.json","edited":false},
{"time": "0:33:21", "speaker": "spk_4","line":"Where is this","episode":"s09e35.json","edited":false},
{"time": "0:33:21", "speaker": "spk_0","line":"sun Sun stroke induced for love. What is this? It could be a sunstroke crush. Also, this the first time I've ever heard anybody. Chili pepper? No, because you got married the last time you were married. It was after a week in Costa Rica. Yeah, so that was really","episode":"s09e35.json","edited":false},
{"time": "0:33:47", "speaker": "spk_3","line":"you Spent a week in Costa Rica and married an 82 year old bellhop.","episode":"s09e35.json","edited":false},
{"time": "0:33:53", "speaker": "spk_0","line":"The eye no one has ever carried my bags like that before. Carrying other people's bags. Stunned stroke love. I think we've","episode":"s09e35.json","edited":false},
{"time": "0:34:01", "speaker": "spk_1","line":"got another case of shuns. Sunstroke love. No, I don't. Yes,","episode":"s09e35.json","edited":false},
{"time": "0:34:07", "speaker": "spk_2","line":"you know, it seems like you might","episode":"s09e35.json","edited":false},
{"time": "0:34:09", "speaker": "spk_0","line":"Well, it seems like I'm talking to three people with dead hearts. Well, it seems like to me,","episode":"s09e35.json","edited":false},
{"time": "0:34:17", "speaker": "spk_3","line":"I should say, since we're kind of revealing big news, um, I might be going to Hollywood. No, really. I sold my script for fun on a plane. Um, and it's on, like through this summer, and it's gonna come out September of next year. Um, and I think it's my big break","episode":"s09e35.json","edited":false},
{"time": "0:34:40", "speaker": "spk_2","line":"calmer on a plane. You know what day beat? It","episode":"s09e35.json","edited":false},
{"time": "0:34:46", "speaker": "spk_4","line":"won't. Todd, this is so exciting. It's his great run on a plane. Nothing could go wrong in the skies. Colon right through this guy.","episode":"s09e35.json","edited":false},
{"time": "0:35:00", "speaker": "spk_5","line":"It's just I've been saying we need a movie that's 90 minutes. No problems. People having fun on a plane. It's my big","episode":"s09e35.json","edited":false},
{"time": "0:35:14", "speaker": "spk_3","line":"break. I'm so excited. I'm so excited. Kevin Spacey, uh, starring in it. I","episode":"s09e35.json","edited":false},
{"time": "0:35:21", "speaker": "spk_4","line":"want to Sort","episode":"s09e35.json","edited":false},
{"time": "0:35:22", "speaker": "spk_0","line":"of some of the fun they have on the plane is It's just sort of freewheeling. People are smoking. People are sort of,","episode":"s09e35.json","edited":false},
{"time": "0:35:28", "speaker": "spk_3","line":"yes, smoking party, and it's a romp. It's American Pie meets Porky's meets Ah, beats a plane, you know,","episode":"s09e35.json","edited":false},
{"time": "0:35:34", "speaker": "spk_0","line":"store is unlocked, right? What's that? Pilots doors unlocked.","episode":"s09e35.json","edited":false},
{"time": "0:35:39", "speaker": "spk_3","line":"Pilots Army party in the cockpit,","episode":"s09e35.json","edited":false},
{"time": "0:35:41", "speaker": "spk_5","line":"but it is the third colon of the fund Plane Gardens","episode":"s09e35.json","edited":false},
{"time": "0:35:45", "speaker": "spk_3","line":"Guys party in the cockpit.","episode":"s09e35.json","edited":false},
{"time": "0:35:48", "speaker": "spk_0","line":"Well, there's a guy there who juggles knives, right? He likes starts going into a show.","episode":"s09e35.json","edited":false},
{"time": "0:35:52", "speaker": "spk_3","line":"Yeah, there's the knife juggler, ITT's I mean, it's","episode":"s09e35.json","edited":false},
{"time": "0:35:54", "speaker": "spk_4","line":"so cool","episode":"s09e35.json","edited":false},
{"time": "0:35:55", "speaker": "spk_0","line":"that they've they've decided to make it, send it into production and pick the release date all upon a mention.","episode":"s09e35.json","edited":false},
{"time": "0:36:06", "speaker": "spk_2","line":"Well, it's a no brainer. Yeah, it's such a no brainer. They're figuring that's usually a slump in the in the year. You know, you got your big tent poles in that summer, September rolls around and they're they're just dumping all their crap on us waiting for Christmas. It's gonna be","episode":"s09e35.json","edited":false},
{"time": "0:36:19", "speaker": "spk_0","line":"so awesome. I'm using that number is not crap that they're dumping on us. It is the","episode":"s09e35.json","edited":false},
{"time": "0:36:26", "speaker": "spk_5","line":"timber. The title doesn't life one on a plane e go wrong in this guy's cockpit is unlocked. This is not It","episode":"s09e35.json","edited":false},
{"time": "0:36:35", "speaker": "spk_0","line":"is unlocked or party in the cockpit","episode":"s09e35.json","edited":false},
{"time": "0:36:36", "speaker": "spk_5","line":"cockpit. Pretty cool. And this is not cracked. This'll is","episode":"s09e35.json","edited":false},
{"time": "0:36:42", "speaker": "spk_2","line":"not. That's good. It's gonna be so cool.","episode":"s09e35.json","edited":false},
{"time": "0:36:44", "speaker": "spk_0","line":"That's honestly. So wait, So you're gonna hold off on starting the beginning of the year?","episode":"s09e35.json","edited":false},
{"time": "0:36:50", "speaker": "spk_3","line":"I might I might take the year, um, and do a sabbatical. You know, eso I might not be going to Hamilton with y'all either","episode":"s09e35.json","edited":false},
{"time": "0:36:57", "speaker": "spk_0","line":"from the states to the silver screen. And, you know, even though we've written to Hamilton that we accept. Two out of the four","episode":"s09e35.json","edited":false},
{"time": "0:37:06", "speaker": "spk_1","line":"of us are not going as right now,","episode":"s09e35.json","edited":false},
{"time": "0:37:08", "speaker": "spk_4","line":"you guys","episode":"s09e35.json","edited":false},
{"time": "0:37:09", "speaker": "spk_0","line":"air so brave you guys A and also you","episode":"s09e35.json","edited":false},
{"time": "0:37:12", "speaker": "spk_4","line":"like me at work.","episode":"s09e35.json","edited":false},
{"time": "0:37:13", "speaker": "spk_2","line":"But you're brave. I don't","episode":"s09e35.json","edited":false},
{"time": "0:37:14", "speaker": "spk_0","line":"What about our","episode":"s09e35.json","edited":false},
{"time": "0:37:15", "speaker": "spk_2","line":"I was going to show up. I wasn't going to say anything. But now that I realized that you guys aren't going, Sam's not even a teacher. Yet I feel like I feel like actually, I'm gonna actually pursue the thing that I was thinking about pursuing next year instead of teaching as well. So what do you guys know? What's your dream? The jewelry business has really taken off, and it's I'm seeing this as an opportunity to stick it to the parents and say You're not the only people who can succeed in retail. So I've decided that I'm going to really put all my weight behind my jewelry business because, guys, I found a new sustainable material. No, that's not even really that gross. Oh, that that I am able to just It's just every day I get more. I'm making my stuff out of kidney stones and it looks beautiful there easily, easy, more easily molded. I give. I get myself a new one every day.","episode":"s09e35.json","edited":false},
{"time": "0:38:17", "speaker": "spk_0","line":"So is this cause like birthstone? The birth? Soon","episode":"s09e35.json","edited":false},
{"time": "0:38:21", "speaker": "spk_2","line":"it is. It's it's It's a sort of It's like a new take on the birthstone because it's a universal birthstone.","episode":"s09e35.json","edited":false},
{"time": "0:38:27", "speaker": "spk_0","line":"Sort of a day, everyone.","episode":"s09e35.json","edited":false},
{"time": "0:38:29", "speaker": "spk_2","line":"Yeah, well, if if you're getting as many of these as I am, you should probably see a doctor.","episode":"s09e35.json","edited":false},
{"time": "0:38:35", "speaker": "spk_0","line":"You're going to ride this out now? I you sit me A cool","episode":"s09e35.json","edited":false},
{"time": "0:38:41", "speaker": "spk_1","line":"little pinky ring made out of that. Had a birthstone are sorry. Um, kidney stone in it. And","episode":"s09e35.json","edited":false},
{"time": "0:38:50", "speaker": "spk_0","line":"what was cool is they send you along with a burst","episode":"s09e35.json","edited":false},
{"time": "0:38:54", "speaker": "spk_1","line":"own. They send you kind of like the","episode":"s09e35.json","edited":false},
{"time": "0:38:56", "speaker": "spk_0","line":"story of the stone and what month it is and what it means. Kind of like a horoscope type of thing. And you with the kidney stone, it comes in this little box, and when you open the box, you get to hear the scream of the person who passed it. That's","episode":"s09e35.json","edited":false},
{"time": "0:39:12", "speaker": "spk_2","line":"right. Uh, it's really interesting. Take very similar technology, actually, to how you did the trophy. Ah, your truth. Uh, if you set the box down, I actually aped the chip from your trophy. If you said the box down","episode":"s09e35.json","edited":false},
{"time": "0:39:27", "speaker": "spk_1","line":"on a flat surface is hearing it on the inner ear, that","episode":"s09e35.json","edited":false},
{"time": "0:39:30", "speaker": "spk_2","line":"so it's an inner ear, It's an interior. And when you take the lid off ah, it placed the scream of the person who passed it. So far, they've all been me. But I am. So I am. I am branching out. I'm I posted ads all over town trying to get people to ah, donate time. Also, you know, their their kidney stones. Uh, and so I'm hoping to build. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:39:55", "speaker": "spk_0","line":"I'm really I'm really looking forward to your branch. I've already gotten one of your Italian charm bracelet, and I've already gotten a kidney stone. I've gotten a corn. I'm waiting on a dingleberry. I'm hoping about on back order, right. You let me know. What? Dingle Berries. They're going back. Order for what? I don't know if you can see my wrist, but I'm gonna have quite the collection here. Okay, hold on. So it's just a birthstone and then all","episode":"s09e35.json","edited":false},
{"time": "0:40:25", "speaker": "spk_4","line":"poop stuff with braces? I don't know. Howard","episode":"s09e35.json","edited":false},
{"time": "0:40:30", "speaker": "spk_5","line":"Howard. Howard. Why did you do","episode":"s09e35.json","edited":false},
{"time": "0:40:33", "speaker": "spk_4","line":"that? It's beautiful. What do you guys talking about? It's beautiful.","episode":"s09e35.json","edited":false},
{"time": "0:40:37", "speaker": "spk_0","line":"It's on actually sourced minerals.","episode":"s09e35.json","edited":false},
{"time": "0:40:40", "speaker": "spk_2","line":"I got to make money and I don't have supply chains. Okay.","episode":"s09e35.json","edited":false},
{"time": "0:40:44", "speaker": "spk_3","line":"You started this by saying, I'm finally gonna take on my family. So you're gonna beat Levi's? Yeah. The Levi's corporation, kidney stones and other bodily nuggets that you've passed.","episode":"s09e35.json","edited":false},
{"time": "0:40:59", "speaker": "spk_2","line":"I mean, diamonds used to be Cole. OK, Like like you guys are acting like it's weird to take a thing that's not desirable and hold onto it for a long time, and it becomes something that's desirable.","episode":"s09e35.json","edited":false},
{"time": "0:41:12", "speaker": "spk_4","line":"I just don't say saying I just","episode":"s09e35.json","edited":false},
{"time": "0:41:14", "speaker": "spk_0","line":"don't think anyone is going to be like, Oh, here comes the Here comes the flower girl and the the carrying of the den drift bag. Yeah, that's just no.","episode":"s09e35.json","edited":false},
{"time": "0:41:31", "speaker": "spk_2","line":"Ask the people whose wedding I planned this week Ask the people whose wedding I play.","episode":"s09e35.json","edited":false},
{"time": "0:41:36", "speaker": "spk_0","line":"We loved it. Yeah, exactly. We love it.","episode":"s09e35.json","edited":false},
{"time": "0:41:39", "speaker": "spk_5","line":"You guys did","episode":"s09e35.json","edited":false},
{"time": "0:41:40", "speaker": "spk_4","line":"not show up to that","episode":"s09e35.json","edited":false},
{"time": "0:41:42", "speaker": "spk_0","line":"wedding, but yes, I did get married and so did Sam. That's me. I got married to me. I renewed my vow to myself because I thought it was gonna be a two person wedding. But it turns out it was just me and myself.","episode":"s09e35.json","edited":false},
{"time": "0:41:56", "speaker": "spk_3","line":"I have never seen a wedding with so many objections.","episode":"s09e35.json","edited":false},
{"time": "0:42:00", "speaker": "spk_0","line":"Yeah. You really angry? I was in the space I didn't with the space was double booked. Unfortunately. So everybody that was there for the other one have had objected. Everybody that was there for me, nobody objected during. There's so it seems like you showed up","episode":"s09e35.json","edited":false},
{"time": "0:42:16", "speaker": "spk_1","line":"to a wedding to marry yourself, and people were pissed. If","episode":"s09e35.json","edited":false},
{"time": "0:42:20", "speaker": "spk_0","line":"Well, Bill has showed up to marry you and you weren't there, so yeah, I didn't have to marry myself. What? You're you walk me up in the middle of the night and you said while smearing al oh, all over your face. You said bell. Let's go get married. There's a wedding happening down the street. We can just get in line. And","episode":"s09e35.json","edited":false},
{"time": "0:42:44", "speaker": "spk_4","line":"I thought I was pretty clear.","episode":"s09e35.json","edited":false},
{"time": "0:42:47", "speaker": "spk_0","line":"No, you can't. You can't just line. You can't just hop in by another. Soon as I started loving you, it was on. Okay. As soon as I started loving you, I was ready. And I don't know what your problem is, but I don't know. Have you not heard me say it? Did you not read my letter? I love you. And it doesn't have to be weird, okay? It just it just I need a friend who's in love with me.","episode":"s09e35.json","edited":false},
{"time": "0:43:20", "speaker": "spk_3","line":"I can't believe I think we can all agree of anyone. You were gonna fall in love within the group that it wasn't, Todd.","episode":"s09e35.json","edited":false},
{"time": "0:43:28", "speaker": "spk_0","line":"I see. I see. I'm feeling pretty good now. I got to people who Well, he","episode":"s09e35.json","edited":false},
{"time": "0:43:38", "speaker": "spk_3","line":"wants to be in love with you. But obviously, I want you to be in love with May. Yes. Oh, my God. I do. Have you not seen my play? You haven't read my books?","episode":"s09e35.json","edited":false},
{"time": "0:43:47", "speaker": "spk_4","line":"No, I have.","episode":"s09e35.json","edited":false},
{"time": "0:43:48", "speaker": "spk_5","line":"Well, let me show you my machine gun. Oh, yeah,","episode":"s09e35.json","edited":false},
{"time": "0:43:52", "speaker": "spk_4","line":"This is shiny. That's not an asset, Todd. Jealous? Also. Where did you","episode":"s09e35.json","edited":false},
{"time": "0:43:58", "speaker": "spk_2","line":"get this? Did you did you steal this from somebody? This this is like,","episode":"s09e35.json","edited":false},
{"time": "0:44:02", "speaker": "spk_5","line":"Oh, yeah. Looks","episode":"s09e35.json","edited":false},
{"time": "0:44:03", "speaker": "spk_2","line":"like nice.","episode":"s09e35.json","edited":false},
{"time": "0:44:04", "speaker": "spk_3","line":"Yeah, I stole this machine gun. Ah, thing you can dio is when people are asleep in that you can go into their houses and you could just rummage around and take things and they will rarely know if they don't have any sort of assistance.","episode":"s09e35.json","edited":false},
{"time": "0:44:16", "speaker": "spk_2","line":"I'll tell you this time the fact that you rummaged around in somebody's house who had a machine gun is pretty scared. Let","episode":"s09e35.json","edited":false},
{"time": "0:44:21", "speaker": "spk_4","line":"me see","episode":"s09e35.json","edited":false},
{"time": "0:44:21", "speaker": "spk_2","line":"this machine gun.","episode":"s09e35.json","edited":false},
{"time": "0:44:22", "speaker": "spk_3","line":"Yeah, it's got some carvings on the side. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:44:26", "speaker": "spk_0","line":"say, what house did you go through? Was it? Yeah. Big","episode":"s09e35.json","edited":false},
{"time": "0:44:32", "speaker": "spk_2","line":"data. Did it have a gate?","episode":"s09e35.json","edited":false},
{"time": "0:44:35", "speaker": "spk_3","line":"Yeah, I was getting. The whole thing was gated. I had toe. Luckily, I mean, you know me, I can walk through gates just sideways because of","episode":"s09e35.json","edited":false},
{"time": "0:44:43", "speaker": "spk_0","line":"barbed wire on the tiger. Right side ways","episode":"s09e35.json","edited":false},
{"time": "0:44:46", "speaker": "spk_1","line":"you disappear. Kind of. Any","episode":"s09e35.json","edited":false},
{"time": "0:44:48", "speaker": "spk_3","line":"trends over the dispute? Obviously. Barbed wire on the top. I can't. I don't know if you can tell by the crown I have on my head. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:44:56", "speaker": "spk_0","line":"take that off. You looked like Jesus on his way to get crucified. Thank you, Todd. What else did you get in this house? Was there any other items? Possibly name tags you took are?","episode":"s09e35.json","edited":false},
{"time": "0:45:09", "speaker": "spk_3","line":"Oh, yeah.","episode":"s09e35.json","edited":false},
{"time": "0:45:10", "speaker": "spk_0","line":"I hope it's not that obvious.","episode":"s09e35.json","edited":false},
{"time": "0:45:12", "speaker": "spk_3","line":"There was a ton of stuff, you know. It took some cereal. I there was,","episode":"s09e35.json","edited":false},
{"time": "0:45:18", "speaker": "spk_0","line":"like, a safe cereals, like $3. Why did you take cereal?","episode":"s09e35.json","edited":false},
{"time": "0:45:23", "speaker": "spk_4","line":"I would say you stole all this, Captain","episode":"s09e35.json","edited":false},
{"time": "0:45:25", "speaker": "spk_0","line":"Crunch. I don't eat this anymore. I didn't know this was stolen goods.","episode":"s09e35.json","edited":false},
{"time": "0:45:30", "speaker": "spk_3","line":"Oh, yeah, if you've ever had cereal from a That cereal is hot. That's what way","episode":"s09e35.json","edited":false},
{"time": "0:45:37", "speaker": "spk_0","line":"I've been served hot Syria from you. I didn't know it was also stolen.","episode":"s09e35.json","edited":false},
{"time": "0:45:40", "speaker": "spk_3","line":"Well, it's doubly hot. It's obviously served at the microwave like my sushi. But it's also hot, as in, you know, store. What?","episode":"s09e35.json","edited":false},
{"time": "0:45:48", "speaker": "spk_2","line":"Did you open the safe? Have you cracked the safe?","episode":"s09e35.json","edited":false},
{"time": "0:45:51", "speaker": "spk_3","line":"Oh, yeah. Um, you know, I can crack safe, so I just stick my little finger in there. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:45:58", "speaker": "spk_0","line":"yeah, you can. You can knock all the tumblers with just your little finger. It's skinnier than a key. That's right. Your little grossed finger is an unbelievable asset, but it would","episode":"s09e35.json","edited":false},
{"time": "0:46:10", "speaker": "spk_1","line":"be too. Am to a thief team. Well,","episode":"s09e35.json","edited":false},
{"time": "0:46:13", "speaker": "spk_4","line":"you since","episode":"s09e35.json","edited":false},
{"time": "0:46:13", "speaker": "spk_0","line":"you've been at the beginning of lots of heist teams, but you just never quite made it through the end. You are in my You are obviously invaluable because you have your weird little tinker finger, but can walk sideways through anything essentially because he's","episode":"s09e35.json","edited":false},
{"time": "0:46:31", "speaker": "spk_4","line":"paper. You would have to be so annoying to get ousted from a thief. Your two guys, You here to special guys?","episode":"s09e35.json","edited":false},
{"time": "0:46:41", "speaker": "spk_5","line":"Look, I mean, there's a lot of incidents you can","episode":"s09e35.json","edited":false},
{"time": "0:46:47", "speaker": "spk_0","line":"handle the social element of the notions. 12 or 11? Yeah. So, like playing cars after the highs had a problem. The","episode":"s09e35.json","edited":false},
{"time": "0:46:58", "speaker": "spk_3","line":"post heist cards I go all in. And then I go into people when I lose, obviously. And then I try to buy back based on. Look, we just got this huge score, You know? I'm good for it.","episode":"s09e35.json","edited":false},
{"time": "0:47:10", "speaker": "spk_0","line":"And you always have a tough time taking an equal share of the of the booty.","episode":"s09e35.json","edited":false},
{"time": "0:47:14", "speaker": "spk_3","line":"You said it. I'm two guys. I deserve more booty, and that's all around.","episode":"s09e35.json","edited":false},
{"time": "0:47:20", "speaker": "spk_0","line":"But And you, you have trouble.","episode":"s09e35.json","edited":false},
{"time": "0:47:23", "speaker": "spk_1","line":"Um, Onley talking on unmarked phones and and not writing letters and written things down, causing a paper trail.","episode":"s09e35.json","edited":false},
{"time": "0:47:32", "speaker": "spk_3","line":"Yeah, I'm the king of the paper trail, Because where can it stop causing a paper trail?","episode":"s09e35.json","edited":false},
{"time": "0:47:37", "speaker": "spk_4","line":"Where you","episode":"s09e35.json","edited":false},
{"time": "0:47:38", "speaker": "spk_0","line":"part of the big team that almost stole the Mona Lisa out of the loop?","episode":"s09e35.json","edited":false},
{"time": "0:47:41", "speaker": "spk_3","line":"Yeah. Emphasis. And almost, unfortunately,","episode":"s09e35.json","edited":false},
{"time": "0:47:45", "speaker": "spk_4","line":"what happened? You made it","episode":"s09e35.json","edited":false},
{"time": "0:47:47", "speaker": "spk_0","line":"to France, right? You were there the night before the heist.","episode":"s09e35.json","edited":false},
{"time": "0:47:51", "speaker": "spk_3","line":"We made it to France. We were, and there was a bit of disagreement over the pre heist playlist or whether we should even have one. Ah, obviously I'm trying","episode":"s09e35.json","edited":false},
{"time": "0:48:05", "speaker": "spk_0","line":"you wanted to get pumped up.","episode":"s09e35.json","edited":false},
{"time": "0:48:06", "speaker": "spk_3","line":"I'm trying to put together a pump up playlist for the boys. You because","episode":"s09e35.json","edited":false},
{"time": "0:48:09", "speaker": "spk_0","line":"you do it. And headphones you're sneaking in and everything like that","episode":"s09e35.json","edited":false},
{"time": "0:48:12", "speaker": "spk_3","line":"sneaking in headphones. But we all have to be Oh, my","episode":"s09e35.json","edited":false},
{"time": "0:48:16", "speaker": "spk_0","line":"The big thing was that we don't need one song over and over and over","episode":"s09e35.json","edited":false},
{"time": "0:48:19", "speaker": "spk_3","line":"again. Yeah, we do. Yeah, we","episode":"s09e35.json","edited":false},
{"time": "0:48:22", "speaker": "spk_0","line":"dio you still kind of in the hyper that of argument?","episode":"s09e35.json","edited":false},
{"time": "0:48:26", "speaker": "spk_5","line":"Well, yeah. Hypothetical","episode":"s09e35.json","edited":false},
{"time": "0:48:27", "speaker": "spk_3","line":"argument. You want to go in? And Ari headphones everyone wanted to do had funds. Obviously, I'm going Boom box. So we're all the same Part of the song and it's were all coming out to the haste arm. The, uh Hey, that anyway ought to say, Hey, at the same time","episode":"s09e35.json","edited":false},
{"time": "0:48:43", "speaker": "spk_0","line":"as you walk into the move.","episode":"s09e35.json","edited":false},
{"time": "0:48:46", "speaker": "spk_3","line":"Yes, yes. Have you ever seen a Hudson Hawk? No, No preserving. You know, Hudson Hawk their signals swinging on a star. Bruce Willis This other guy there Robin, their signature swinging on a star. It is so cool. That movie is the peak. Cool. You know, it's my favorite movie.","episode":"s09e35.json","edited":false},
{"time": "0:49:06", "speaker": "spk_2","line":"It's also a movie, though. Todd, you can't do things like that if you're actually gonna do things You can't walk into a museum with a guy. A group of guys dressed in black with masks on, holding a boom box playing the den and a hey saw.","episode":"s09e35.json","edited":false},
{"time": "0:49:20", "speaker": "spk_3","line":"Oh, that's the other thing. We're not dressed in black if I have myself,","episode":"s09e35.json","edited":false},
{"time": "0:49:25", "speaker": "spk_0","line":"you wanted to be in zebra","episode":"s09e35.json","edited":false},
{"time": "0:49:27", "speaker": "spk_3","line":"urine. See, broad, that zebra's Blendon mawr each","episode":"s09e35.json","edited":false},
{"time": "0:49:32", "speaker": "spk_2","line":"other. Todd, they blend in with each other. They don't live right? Let in with the world around them. They blend in with","episode":"s09e35.json","edited":false},
{"time": "0:49:37", "speaker": "spk_0","line":"each other healthy that you wanted to stop and get luv gift shop souvenirs You want the","episode":"s09e35.json","edited":false},
{"time": "0:49:46", "speaker": "spk_3","line":"way you get to live again. Well, so your big toe live. Yeah, you guys, Where did you guys not like my little Picasso handbags?","episode":"s09e35.json","edited":false},
{"time": "0:49:55", "speaker": "spk_0","line":"No, they were really cool horse. We like them way like that. We didn't like that. You gave them to us from a Parisians prison.","episode":"s09e35.json","edited":false},
{"time": "0:50:06", "speaker": "spk_3","line":"Well, I don't know what this isn't. Agree to disagree. Alright. Uh,","episode":"s09e35.json","edited":false},
{"time": "0:50:10", "speaker": "spk_4","line":"where did you wear? What did","episode":"s09e35.json","edited":false},
{"time": "0:50:12", "speaker": "spk_0","line":"you break into? Where were you? Talk. Just This has an","episode":"s09e35.json","edited":false},
{"time": "0:50:17", "speaker": "spk_2","line":"inscription on it that says El Potro. You know who that is, right?","episode":"s09e35.json","edited":false},
{"time": "0:50:20", "speaker": "spk_3","line":"Yeah, it's the tequila guy know","episode":"s09e35.json","edited":false},
{"time": "0:50:23", "speaker": "spk_4","line":"what did you Keeler? What, Todd, that's to your","episode":"s09e35.json","edited":false},
{"time": "0:50:27", "speaker": "spk_3","line":"cereal is disgusting.","episode":"s09e35.json","edited":false},
{"time": "0:50:29", "speaker": "spk_2","line":"You broke into Pablo Pyszka bars house. Todd?","episode":"s09e35.json","edited":false},
{"time": "0:50:33", "speaker": "spk_0","line":"No. Yeah. Then came back here.","episode":"s09e35.json","edited":false},
{"time": "0:50:36", "speaker": "spk_3","line":"Okay, well, there's no way they could track me, okay? I barely bleeding. Ah,","episode":"s09e35.json","edited":false},
{"time": "0:50:44", "speaker": "spk_0","line":"yeah, but you leave your snail trail everywhere you go.","episode":"s09e35.json","edited":false},
{"time": "0:50:47", "speaker": "spk_4","line":"You also you've been carrying and you drag your butt leaves. You have three trails.","episode":"s09e35.json","edited":false},
{"time": "0:50:54", "speaker": "spk_5","line":"You know, you have a paper trail and you have a snail trail, and they all stick together. There's a fresh coat","episode":"s09e35.json","edited":false},
{"time": "0:51:02", "speaker": "spk_3","line":"of paint on my get away","episode":"s09e35.json","edited":false},
{"time": "0:51:03", "speaker": "spk_5","line":"car, and I think I put it on a little too thick.","episode":"s09e35.json","edited":false},
{"time": "0:51:10", "speaker": "spk_2","line":"Todd, you're gonna","episode":"s09e35.json","edited":false},
{"time": "0:51:11", "speaker": "spk_0","line":"bring all right back to us. He's are","episode":"s09e35.json","edited":false},
{"time": "0:51:13", "speaker": "spk_2","line":"upset at me. He's","episode":"s09e35.json","edited":false},
{"time": "0:51:15", "speaker": "spk_5","line":"a machine gun, bitch.","episode":"s09e35.json","edited":false},
{"time": "0:51:19", "speaker": "spk_0","line":"Do you think you only have one more? He's got more where that came from.","episode":"s09e35.json","edited":false},
{"time": "0:51:24", "speaker": "spk_5","line":"No, I couldn't","episode":"s09e35.json","edited":false},
{"time": "0:51:25", "speaker": "spk_3","line":"find him. I couldn't even find bullets for this thing.","episode":"s09e35.json","edited":false},
{"time": "0:51:28", "speaker": "spk_0","line":"So perfect is this This guy doesn't have bullets. So you stole his gun to piss him off, But you can't even use it. This is This is rich. This is really rich. He's not","episode":"s09e35.json","edited":false},
{"time": "0:51:37", "speaker": "spk_3","line":"gonna find us. He's not gonna find us.","episode":"s09e35.json","edited":false},
{"time": "0:51:40", "speaker": "spk_4","line":"Who? He's one of the","episode":"s09e35.json","edited":false},
{"time": "0:51:41", "speaker": "spk_2","line":"most powerful cartel people on the planet.","episode":"s09e35.json","edited":false},
{"time": "0:51:46", "speaker": "spk_0","line":"He's going to find us. Listen, listen, I am now in lock down mode, okay? I'm pretty sure. Pyszka Mars coming to get us first things first. He can't know we're in here. If he comes, I'm gonna stand outside the door and cover it with my big red body. And no one's going to know there's a door. What if you wrote him a sort of a quick note? Oh,","episode":"s09e35.json","edited":false},
{"time": "0:52:07", "speaker": "spk_4","line":"those don't really work. Well, do that. My rejected pretty hard. Good. Maybe that's a good thing","episode":"s09e35.json","edited":false},
{"time": "0:52:17", "speaker": "spk_2","line":"in this case. We want him. We want him to reject us.","episode":"s09e35.json","edited":false},
{"time": "0:52:20", "speaker": "spk_4","line":"Okay, Piscopo, I love you. Is that what you want?","episode":"s09e35.json","edited":false},
{"time": "0:52:22", "speaker": "spk_0","line":"Because nobody could love me and it would make him run away. That might he might be avoided. He might be an avoidant lover. We could scare him away with intimate Well,","episode":"s09e35.json","edited":false},
{"time": "0:52:33", "speaker": "spk_4","line":"now you know all the terms now you know the terms. You have","episode":"s09e35.json","edited":false},
{"time": "0:52:39", "speaker": "spk_0","line":"the conversation. That was a slip from therapy years.","episode":"s09e35.json","edited":false},
{"time": "0:52:46", "speaker": "spk_4","line":"Write him a note","episode":"s09e35.json","edited":false},
{"time": "0:52:47", "speaker": "spk_0","line":"in ransom. OK, I'll put it under the door. All right. It and ransom. Dear Pyszka","episode":"s09e35.json","edited":false},
{"time": "0:52:52", "speaker": "spk_1","line":"Bar. I love you. First of all from the time I heard your name,","episode":"s09e35.json","edited":false},
{"time": "0:52:57", "speaker": "spk_0","line":"I knew you were hilarious. Big, sweeping love gestures. I support everything you do. Even if the general public thinks you're bad, I get it and they don't understand our love. I'll do anything for you. If you just respond to this, let me know what you want for me. I'll delete any parts of my personality to become your thing. Maybe add something","episode":"s09e35.json","edited":false},
{"time": "0:53:23", "speaker": "spk_1","line":"about you wanting to meet each other's families quickly.","episode":"s09e35.json","edited":false},
{"time": "0:53:28", "speaker": "spk_0","line":"Pisco bar. I want to meet your dad and I want to ask him What you were like is a kid. I want to see your baby Nudes. I want to see a way. I want","episode":"s09e35.json","edited":false},
{"time": "0:53:37", "speaker": "spk_5","line":"to see that. What? I","episode":"s09e35.json","edited":false},
{"time": "0:53:39", "speaker": "spk_4","line":"want to see your baby needs in the","episode":"s09e35.json","edited":false},
{"time": "0:53:42", "speaker": "spk_5","line":"double down. Don't double with your mom,","episode":"s09e35.json","edited":false},
{"time": "0:53:45", "speaker": "spk_1","line":"okay? No, no, We don't want to see Pyszka part taking a bath with his mother as a child. I love","episode":"s09e35.json","edited":false},
{"time": "0:53:51", "speaker": "spk_5","line":"you. Just sent it out the window into the","episode":"s09e35.json","edited":false},
{"time": "0:53:55", "speaker": "spk_0","line":"world. No, listen, it's not like he's going to read it, and it's not like it matters. Okay? What if someone normally gets a love note for me? They just crumple it up. It just ends up in the round file the trash cans. I've never heard that. It's a funny thing","episode":"s09e35.json","edited":false},
{"time": "0:54:16", "speaker": "spk_1","line":"you say in an office. I'll file it right away in the round file. A trash","episode":"s09e35.json","edited":false},
{"time": "0:54:20", "speaker": "spk_3","line":"can. You know, I can't be tied down to a 9 to 5.","episode":"s09e35.json","edited":false},
{"time": "0:54:23", "speaker": "spk_2","line":"Yeah, guys that I don't know, this feels like bad news. Now, you know, we wear on our way out, but we got to get out of here. Like it. Open up.","episode":"s09e35.json","edited":false},
{"time": "0:54:35", "speaker": "spk_3","line":"Uh, who is it? Pyszka bar. Okay, We're not in here. Idiot. Calling in.","episode":"s09e35.json","edited":false},
{"time": "0:54:44", "speaker": "spk_4","line":"Oh, my God, You're here. Did you come for me?","episode":"s09e35.json","edited":false},
{"time": "0:54:47", "speaker": "spk_5","line":"You're not in love with him already. Are you saying just from writing a note? Well, he's","episode":"s09e35.json","edited":false},
{"time": "0:54:50", "speaker": "spk_4","line":"here. He responded. I love you. Open. Get","episode":"s09e35.json","edited":false},
{"time": "0:54:55", "speaker": "spk_0","line":"out of the doorway. Who got my cereal?","episode":"s09e35.json","edited":false},
{"time": "0:54:58", "speaker": "spk_5","line":"Oh, I got your stale ass, Captain Crunch. Give me back the cereals. Oh, we all let Tom Popper even","episode":"s09e35.json","edited":false},
{"time": "0:55:06", "speaker": "spk_3","line":"Sam. Weatherman Howard Levis a bill crazy, a serial.","episode":"s09e35.json","edited":false},
{"time": "0:55:13", "speaker": "spk_0","line":"Give us back cereal and we'll call it even. Bill. I've never seen you so scared and quiet. I can't I don't like confrontation.","episode":"s09e35.json","edited":false},
{"time": "0:55:22", "speaker": "spk_3","line":"Howard Howard Here. Uh, let's get here we go. Can you machine gun out some of those kidney stones. I'm gonna hold you like a machine gun. Cereals, water. You guys water Howard's kidneys like a speed bag.","episode":"s09e35.json","edited":false},
{"time": "0:55:42", "speaker": "spk_0","line":"Okay. How do you know","episode":"s09e35.json","edited":false},
{"time": "0:55:43", "speaker": "spk_2","line":"what causes kidney Stone soda. Full sugar soda. Uh, yeah.","episode":"s09e35.json","edited":false},
{"time": "0:55:48", "speaker": "spk_0","line":"Put you up on a soda beer pong and will punch you in the kidneys. And, Bill, you keep reloading the soda and I'll keep punching the kidneys. Bob Lo, there's no reason","episode":"s09e35.json","edited":false},
{"time": "0:55:57", "speaker": "spk_3","line":"we can't resolve this peacefully. I'll bring you back your cereal. I am so sorry I let your dogs","episode":"s09e35.json","edited":false},
{"time": "0:56:03", "speaker": "spk_4","line":"out. Just give us 30 seconds and stand right in front of the door.","episode":"s09e35.json","edited":false},
{"time": "0:56:08", "speaker": "spk_0","line":"Pablo, You letting the dogs out?","episode":"s09e35.json","edited":false},
{"time": "0:56:12", "speaker": "spk_3","line":"Yeah, yeah, yeah, yeah. I let the dogs out.","episode":"s09e35.json","edited":false},
{"time": "0:56:16", "speaker": "spk_2","line":"Alright. Who","episode":"s09e35.json","edited":false},
{"time": "0:56:17", "speaker": "spk_4","line":"let the dogs up? Me, Meteo, Don't say that around the bottom and they'll steal","episode":"s09e35.json","edited":false},
{"time": "0:56:24", "speaker": "spk_5","line":"it. Oh, are outside Real quick. Fix to our engineers, the Baja Man for putting together editing our podcast and never stealing","episode":"s09e35.json","edited":false},
{"time": "0:56:35", "speaker": "spk_3","line":"anything we say for their song.","episode":"s09e35.json","edited":false},
{"time": "0:56:37", "speaker": "spk_0","line":"Thank you. Bye. Comment. All right. I'm going to stand right in front of the door. As long as you promise to round my dogs back up and give me back my cereal","episode":"s09e35.json","edited":false},
{"time": "0:56:48", "speaker": "spk_3","line":"All right, Stand right in front of","episode":"s09e35.json","edited":false},
{"time": "0:56:49", "speaker": "spk_0","line":"the door to Pyszka Bar is pretty reasonable. Yeah, pretty reasonable. And he has, like, over Crapo. Come get right behind","episode":"s09e35.json","edited":false},
{"time": "0:56:57", "speaker": "spk_2","line":"me. Here. Oh, wait.","episode":"s09e35.json","edited":false},
{"time": "0:56:58", "speaker": "spk_4","line":"Crabapples here too. It's me and crabapple.","episode":"s09e35.json","edited":false},
{"time": "0:57:03", "speaker": "spk_3","line":"So Krampus eyes out Cripple like a tiny little is you like a Martian, like,","episode":"s09e35.json","edited":false},
{"time": "0:57:09", "speaker": "spk_4","line":"very small. Exactly like Marvin the Martian coffee.","episode":"s09e35.json","edited":false},
{"time": "0:57:14", "speaker": "spk_0","line":"And looks like our crap has","episode":"s09e35.json","edited":false},
{"time": "0:57:16", "speaker": "spk_1","line":"got a bit of a Napoleon complex.","episode":"s09e35.json","edited":false},
{"time": "0:57:19", "speaker": "spk_4","line":"Hi, m. Actually an alien from outer space, and no ever sticks up for us. Okay, call you. Should I? Maybe I should start that","episode":"s09e35.json","edited":false},
{"time": "0:57:34", "speaker": "spk_0","line":"outreach. It's maybe gravy.","episode":"s09e35.json","edited":false},
{"time": "0:57:39", "speaker": "spk_3","line":"All right, we're opening the door. You ready, Howard?","episode":"s09e35.json","edited":false},
{"time": "0:57:42", "speaker": "spk_2","line":"I'm good. I'm good. I'm good. I'm","episode":"s09e35.json","edited":false},
{"time": "0:57:43", "speaker": "spk_0","line":"gonna feed him soda.","episode":"s09e35.json","edited":false},
{"time": "0:57:47", "speaker": "spk_5","line":"Say hello to my little Howard. Oh, New Year, you filthy animals.","episode":"s09e35.json","edited":false},
{"time": "0:58:10", "speaker": "spk_0","line":"Todd, where did you get all this cocaine itself?","episode":"s09e35.json","edited":false},
{"time": "0:58:13", "speaker": "spk_3","line":"That soak back on salt, You guys.","episode":"s09e35.json","edited":false},
{"time": "0:58:16", "speaker": "spk_0","line":"Oh, God. I hate how you far put your assault weight on our crap on And Pisco Bar dead. Let me touch. I'm not dead yet, love, But what's this letter? It's a letter for me. Maybe it will bring you back to life because of true love. you want to see my baby","episode":"s09e35.json","edited":false},
{"time": "0:58:42", "speaker": "spk_4","line":"pictures? Yeah. I just want to know you love me into me. How intimately. No, I wouldn't","episode":"s09e35.json","edited":false},
{"time": "0:58:54", "speaker": "spk_0","line":"be. Intimacy is healing by biscuit. Marceau avoided that. He would rather, like, rather go to the grave. I'd read, dies, loathe and submit Beautiful prospect of love Karaoke. Oh, no. You guys. Escobar's Ted. That's okay. I immediately did he fall on cry. Think you","episode":"s09e35.json","edited":false},
{"time": "0:59:18", "speaker": "spk_2","line":"fell on Craft","episode":"s09e35.json","edited":false},
{"time": "0:59:22", "speaker": "spk_4","line":"me. Me fell on me. And I have a very weak exo skeleton. I want everyone to know that exist, E I have I just wish. I think I've caught weak bones. Jones,","episode":"s09e35.json","edited":false},
{"time": "0:59:45", "speaker": "spk_3","line":"you got my","episode":"s09e35.json","edited":false},
{"time": "0:59:47", "speaker": "spk_4","line":"spread. Somebody needs to let them know that aliens don't have the antibodies. Tichy, bones, advocate for us grow.","episode":"s09e35.json","edited":false},
{"time": "1:00:01", "speaker": "spk_2","line":"Oh, my God.","episode":"s09e35.json","edited":false},
{"time": "1:00:02", "speaker": "spk_4","line":"How Todd Bone killed.","episode":"s09e35.json","edited":false},
{"time": "1:00:07", "speaker": "spk_5","line":"I'm a hero. I'm a hero. You're","episode":"s09e35.json","edited":false},
{"time": "1:00:13", "speaker": "spk_2","line":"you guys. This isn't a good thing. We just killed two of the biggest cartel heads in all of South America, South and Central America.","episode":"s09e35.json","edited":false},
{"time": "1:00:21", "speaker": "spk_3","line":"What were they doing? It can come,","episode":"s09e35.json","edited":false},
{"time": "1:00:25", "speaker": "spk_2","line":"E. I don't know","episode":"s09e35.json","edited":false},
{"time": "1:00:27", "speaker": "spk_5","line":"what you're here. You mean North America?","episode":"s09e35.json","edited":false},
{"time": "1:00:34", "speaker": "spk_2","line":"Well, they spanned the Americas.","episode":"s09e35.json","edited":false},
{"time": "1:00:36", "speaker": "spk_3","line":"They spend the Americas. It's years. Two of the biggest drug Lords that Spain, the Americas","episode":"s09e35.json","edited":false},
{"time": "1:00:41", "speaker": "spk_2","line":"all the way. We have, like there, going to be sending people out after us. As soon as they figure out that that they're dead, they're going to send","episode":"s09e35.json","edited":false},
{"time": "1:00:47", "speaker": "spk_0","line":"what we gotta get out of here. We need we need to get to the States immediately. Can I leave Cancun? Have I done everything I wanted to do? Yeah, Yeah, I'm good. I'm good. We do something really quickly on our way out that we wanted to do that We didn't get to Dio. I wanted to go shopping for souvenirs tied.","episode":"s09e35.json","edited":false},
{"time": "1:01:09", "speaker": "spk_3","line":"I wanted to go shopping for souvenirs. I would love to get a shot glass that someone will have to move every time they move and never use.","episode":"s09e35.json","edited":false},
{"time": "1:01:17", "speaker": "spk_0","line":"Oh, yeah? And you keep it in the back of the drawer and you've never taken a ship. Usually when you take a shot at home, you just drink it out of the bottle.","episode":"s09e35.json","edited":false},
{"time": "1:01:25", "speaker": "spk_3","line":"No one I know on earth takes shots at home, but I'd love","episode":"s09e35.json","edited":false},
{"time": "1:01:29", "speaker": "spk_0","line":"Teoh. Okay, that's good. Okay, So, Todd, that's your bucket list of Kinko.","episode":"s09e35.json","edited":false},
{"time": "1:01:37", "speaker": "spk_4","line":"Oh, I want to","episode":"s09e35.json","edited":false},
{"time": "1:01:38", "speaker": "spk_0","line":"get a brittle T shirt. It shrinks three sizes. Stop. Can we stop","episode":"s09e35.json","edited":false},
{"time": "1:01:46", "speaker": "spk_3","line":"will be offensive and unwearable in public.","episode":"s09e35.json","edited":false},
{"time": "1:01:49", "speaker": "spk_2","line":"Is our bucket list all souvenir shopping? We don't want to do any activity.","episode":"s09e35.json","edited":false},
{"time": "1:01:55", "speaker": "spk_4","line":"I don't know what's yours.","episode":"s09e35.json","edited":false},
{"time": "1:01:56", "speaker": "spk_2","line":"Well, yeah, my minus. I want to get one of those pens that has Cancun in it with a bunch of glitter. And like, a seahorse or something that when you turn it,","episode":"s09e35.json","edited":false},
{"time": "1:02:07", "speaker": "spk_0","line":"slide up, break in the drawer and break out oil and the material inside of it is toxic. Oh, gosh. And all I want to do before we leave is fall in love. I just want to quickly fall in love and bring a relationship home with me. Something I know will be sustainable because it happened at a great time.","episode":"s09e35.json","edited":false},
{"time": "1:02:29", "speaker": "spk_3","line":"Well, Sam, I would love for you to meet your vacation lover, but that might take too long and","episode":"s09e35.json","edited":false},
{"time": "1:02:34", "speaker": "spk_4","line":"yeah. Oh, there's what? Come here. I love you. Come here.","episode":"s09e35.json","edited":false},
{"time": "1:02:41", "speaker": "spk_0","line":"No. Okay. I'm good to go. That was That was a man with his wife. Like I said, I'm good to go. Way should","episode":"s09e35.json","edited":false},
{"time": "1:02:51", "speaker": "spk_3","line":"figure out Sam. Sam. Still, his wrist attachment is still connected to that jet ski. Can we get that off or you just gonna be connected to this jet ski for a while.","episode":"s09e35.json","edited":false},
{"time": "1:03:00", "speaker": "spk_0","line":"I think I'm bringing a jet ski home with us, fellas. Well, let's put the jet ski on a trailer and get the heck out of here. Did anybody have a car?","episode":"s09e35.json","edited":false},
{"time": "1:03:10", "speaker": "spk_2","line":"Guys get cars Are gonna be good if we're if we're out and about in the city. I mean, people are going to see us like that. He's got","episode":"s09e35.json","edited":false},
{"time": "1:03:17", "speaker": "spk_4","line":"to fly out of","episode":"s09e35.json","edited":false},
{"time": "1:03:18", "speaker": "spk_2","line":"here. Crap. Berlin and Pisco Bar have have eyes all over this city.","episode":"s09e35.json","edited":false},
{"time": "1:03:22", "speaker": "spk_5","line":"Okay, Also on Iran Hasam zone Mirada My mezcal. Mostar's So you see this","episode":"s09e35.json","edited":false},
{"time": "1:03:34", "speaker": "spk_4","line":"again? Is this somebody you met? Orange Simpson Simpson has a Bronco Missus","episode":"s09e35.json","edited":false},
{"time": "1:03:45", "speaker": "spk_5","line":"Ito Sue Bronco. You see a medium and a Quattro personas Mori Guapo Gretzky","episode":"s09e35.json","edited":false},
{"time": "1:03:59", "speaker": "spk_2","line":"E mu Choe Piss jewelry","episode":"s09e35.json","edited":false},
{"time": "1:04:04", "speaker": "spk_5","line":"Mu tro piss. True in Iran,","episode":"s09e35.json","edited":false},
{"time": "1:04:06", "speaker": "spk_4","line":"huh? Multiple Bonneau stops. Multiple genius up.","episode":"s09e35.json","edited":false},
{"time": "1:04:15", "speaker": "spk_5","line":"You're the Spanish teacher, Bill. You don't just say really work with accents.","episode":"s09e35.json","edited":false},
{"time": "1:04:21", "speaker": "spk_4","line":"I'm still learning. Is Neuron Hall in his way?","episode":"s09e35.json","edited":false},
{"time": "1:04:26", "speaker": "spk_3","line":"Yes. He said he's coming.","episode":"s09e35.json","edited":false},
{"time": "1:04:27", "speaker": "spk_2","line":"Okay, well, we have to wait here. He's bringing the Bronco. He's got room for us. Okay, We're","episode":"s09e35.json","edited":false},
{"time": "1:04:32", "speaker": "spk_4","line":"gonna be fine. Um, I'm gonna","episode":"s09e35.json","edited":false},
{"time": "1:04:33", "speaker": "spk_0","line":"fit in the Bronco Or do I have to write him jets? Cute for bringing","episode":"s09e35.json","edited":false},
{"time": "1:04:38", "speaker": "spk_2","line":"back my whole all my inventory? I don't know if we'll have space inside.","episode":"s09e35.json","edited":false},
{"time": "1:04:42", "speaker": "spk_0","line":"Okay, well, we got to do what we gotta do that makes you think I like this key. Anyway,","episode":"s09e35.json","edited":false},
{"time": "1:04:47", "speaker": "spk_3","line":"should we get you a hat or something to hold down your wig?","episode":"s09e35.json","edited":false},
{"time": "1:04:52", "speaker": "spk_4","line":"Wig? This is loose skin. My skin has","episode":"s09e35.json","edited":false},
{"time": "1:04:56", "speaker": "spk_0","line":"got incredibly loose because I haven't been able to get my hands on much food down here. But I have been burning and drying up. Oh, you have long locks of skin on your hand. That's right. That's right. It's almost like I'm wearing one of those safari hats with the flap in the back. But it's just the top of my head skin. Oh,","episode":"s09e35.json","edited":false},
{"time": "1:05:16", "speaker": "spk_4","line":"yeah. Hey, it's a living.","episode":"s09e35.json","edited":false},
{"time": "1:05:21", "speaker": "spk_5","line":"No, it's not. You can't get work because of it.","episode":"s09e35.json","edited":false},
{"time": "1:05:26", "speaker": "spk_4","line":"Yeah, but you know what? The living it till it's the absence of a living. I don't see the Bronco,","episode":"s09e35.json","edited":false},
{"time": "1:05:31", "speaker": "spk_5","line":"and I do think it's a dying. So wait, you","episode":"s09e35.json","edited":false},
{"time": "1:05:34", "speaker": "spk_4","line":"guys, it looks like, Is that Who is that","episode":"s09e35.json","edited":false},
{"time": "1:05:37", "speaker": "spk_2","line":"in the eyes that Steve will close with a machine gun in the back","episode":"s09e35.json","edited":false},
{"time": "1:05:40", "speaker": "spk_4","line":"seat of the Bronco got hot, brought welcomes. Oh, no. It's coming up above out of the sunroof like a turnip.","episode":"s09e35.json","edited":false},
{"time": "1:05:48", "speaker": "spk_2","line":"Oh, Whoa! Will close to shooting his machine cut up in all the helicopters","episode":"s09e35.json","edited":false},
{"time": "1:05:53", "speaker": "spk_0","line":"that are flying around. You are a big deal. All right.","episode":"s09e35.json","edited":false},
{"time": "1:05:57", "speaker": "spk_2","line":"All right, guys. The Broncos outfront Wilco's as machine gun, Your honest in","episode":"s09e35.json","edited":false},
{"time": "1:06:02", "speaker": "spk_0","line":"the well, I'm seated on the jet ski, so whatever you can tell you ready? Oh, yeah. Sam is taking incoming fire. We've got to make a break for it.","episode":"s09e35.json","edited":false},
{"time": "1:06:12", "speaker": "spk_2","line":"We got to make a break for it. It's just hitting skin. Alright. On the count of three, we got a run for the bronco, fellas.","episode":"s09e35.json","edited":false},
{"time": "1:06:19", "speaker": "spk_0","line":"Thought on the zebra costumes.","episode":"s09e35.json","edited":false},
{"time": "1:06:25", "speaker": "spk_5","line":"My boys, this is a really crew. Put","episode":"s09e35.json","edited":false},
{"time": "1:06:28", "speaker": "spk_0","line":"on a zebra, six legged zebra. Yeah, but I'm but Wayner. But 31 Go, go, go! Right, left, right, left, right, left, right, left tail! And I'm on a","episode":"s09e35.json","edited":false},
{"time": "1:06:45", "speaker": "spk_4","line":"jet ski","episode":"s09e35.json","edited":false},
{"time": "1:06:46", "speaker": "spk_2","line":"way! Get it, Get it! Get it, guys! Alright. How","episode":"s09e35.json","edited":false},
{"time": "1:06:52", "speaker": "spk_5","line":"well are you goes?","episode":"s09e35.json","edited":false},
{"time": "1:06:54", "speaker": "spk_4","line":"Hey, orange! Step on an orange,","episode":"s09e35.json","edited":false},
{"time": "1:06:57", "speaker": "spk_2","line":"Wilk, us. Lay down some cover fire! Let's go","episode":"s09e35.json","edited":false},
{"time": "1:07:01", "speaker": "spk_5","line":"behind men. Thanks again for recording. You cannot use anything we said for your songs. Be safe.","episode":"s09e35.json","edited":false},
{"time": "1:07:07", "speaker": "spk_2","line":"Alright, Neuron a head head for a 7 to 7 11 near the border.","episode":"s09e35.json","edited":false},
{"time": "1:07:12", "speaker": "spk_4","line":"How's it going in there, guys? Okay. Thanks for years. You're","episode":"s09e35.json","edited":false},
{"time": "1:07:21", "speaker": "spk_5","line":"Sam comes office thumbs up for faster. Thumbs down for slower guy standing head. He's off. He's off. Let me get the flag. Way","episode":"s09e35.json","edited":false},
{"time": "1:07:32", "speaker": "spk_0","line":"turning around. Oh, guys, I We can't treat this like it. Inner tube. He's gonna fall off to a time. Okay? I'll just stay on this time. Thanks for","episode":"s09e35.json","edited":false},
{"time": "1:07:44", "speaker": "spk_2","line":"getting me that strapping men will stratum in. Listen, guys, I've been peeing in the same spot by a 7 11 for the past two weeks. Okay? So I've created sort of a tunnel. My pissed is so acidic that I've created a tunnel that we can tunnel under the border. We just","episode":"s09e35.json","edited":false},
{"time": "1:07:59", "speaker": "spk_4","line":"had to get it. If you're with me, we can ride it all the way.","episode":"s09e35.json","edited":false},
{"time": "1:08:02", "speaker": "spk_2","line":"It's the P is not in there anymore. It's way jet ski behind, So but it's a tunnel. If we can get there, we could get out of here. Okay? It's free. It's all that goes all the way to the United States. We can get under the border","episode":"s09e35.json","edited":false},
{"time": "1:08:15", "speaker": "spk_3","line":"huh? Necesito almost siete a own say tunnel Rapido.","episode":"s09e35.json","edited":false},
{"time": "1:08:21", "speaker": "spk_2","line":"All right, He said it in the right direction. We're getting","episode":"s09e35.json","edited":false},
{"time": "1:08:23", "speaker": "spk_0","line":"Rossi s Tirana. That was good as Aiken dio.","episode":"s09e35.json","edited":false},
{"time": "1:08:27", "speaker": "spk_4","line":"Thank you, Orange.","episode":"s09e35.json","edited":false},
{"time": "1:08:32", "speaker": "spk_2","line":"All right, there it is. There is There is a 7 11 Okay, guys, listen.","episode":"s09e35.json","edited":false},
{"time": "1:08:35", "speaker": "spk_0","line":"All right, let's stop recording before we go back. We get underneath the the border because it might can We're gonna We're gonna lose service.","episode":"s09e35.json","edited":false},
{"time": "1:08:42", "speaker": "spk_2","line":"Okay, Well, I'm gonna stop recording right now. I'm gonna hit the button. Okay? Again here ago. All right, we stop record, we're going. Okay, Okay. Now we can say whatever we want. Thank you for orange. Yeah. Thank God for orange. You such a great guy? Just about anywhere","episode":"s09e35.json","edited":false},
{"time": "1:08:59", "speaker": "spk_1","line":"in the tunnel. Yeah, I am now that we're not recording. Yeah, I love you too, You","episode":"s09e35.json","edited":false},
{"time": "1:09:06", "speaker": "spk_4","line":"dio.","episode":"s09e35.json","edited":false},
{"time": "1:09:09", "speaker": "spk_2","line":"Yeah, but wow,","episode":"s09e35.json","edited":false},
{"time": "1:09:10", "speaker": "spk_0","line":"I knew that she did.","episode":"s09e35.json","edited":false},
{"time": "1:09:12", "speaker": "spk_1","line":"Sometimes love isn't enough, you know,","episode":"s09e35.json","edited":false},
{"time": "1:09:15", "speaker": "spk_0","line":"or sometimes scary to do it in front of","episode":"s09e35.json","edited":false},
{"time": "1:09:18", "speaker": "spk_1","line":"people. Yeah, I can admit it as long as no one is watching","episode":"s09e35.json","edited":false},
{"time": "1:09:23", "speaker": "spk_3","line":"what you're talking about over there.","episode":"s09e35.json","edited":false},
{"time": "1:09:26", "speaker": "spk_0","line":"Nothing. Alright, guys, that's the tunnel. This is the final","episode":"s09e35.json","edited":false},
{"time": "1:09:29", "speaker": "spk_2","line":"I made. We just need to move north Okay. We need to move north and we'll make it. Will make it through. Okay. So just let's just head this way","episode":"s09e35.json","edited":false},
{"time": "1:09:37", "speaker": "spk_1","line":"right there. So you do. We hold on, There's a split in the road. We","episode":"s09e35.json","edited":false},
{"time": "1:09:41", "speaker": "spk_3","line":"probably don't need to keep walking in the zebra costume. Right? We like it in unison. We could on","episode":"s09e35.json","edited":false},
{"time": "1:09:47", "speaker": "spk_2","line":"the other side room way. If we don't want the Border Patrol toe to stop us, we need to have","episode":"s09e35.json","edited":false},
{"time": "1:09:52", "speaker": "spk_0","line":"Wait. I thought this was a one way tunnel.","episode":"s09e35.json","edited":false},
{"time": "1:09:57", "speaker": "spk_2","line":"I did to wait. Hang on a second. What is this going? Hang on. That's","episode":"s09e35.json","edited":false},
{"time": "1:10:02", "speaker": "spk_0","line":"GPS isn't working. This is where this is huge. This is a huge. This is a spacious tunnel. This is massive. This tunnel so big there's","episode":"s09e35.json","edited":false},
{"time": "1:10:15", "speaker": "spk_4","line":"a helicopter. Who are you?","episode":"s09e35.json","edited":false},
{"time": "1:10:24", "speaker": "spk_6","line":"Who are you","episode":"s09e35.json","edited":false},
{"time": "1:10:25", "speaker": "spk_4","line":"Way first. Know who I am, motherfucker? Everybody","episode":"s09e35.json","edited":false},
{"time": "1:10:31", "speaker": "spk_0","line":"knows the answer. You got your futures. Is the teachers and orange the teachers? I'm Are you El Chapo? I'm El Chapo Guzman. He's in the","episode":"s09e35.json","edited":false},
{"time": "1:10:43", "speaker": "spk_2","line":"old copper. Do you guys need a lift? I remembered you before, but anyone was escaping. Makes no. I just freshly escaped.","episode":"s09e35.json","edited":false},
{"time": "1:10:51", "speaker": "spk_5","line":"You state your escape tunnel.","episode":"s09e35.json","edited":false},
{"time": "1:10:53", "speaker": "spk_2","line":"You, Doug, You dug the last piece of it.","episode":"s09e35.json","edited":false},
{"time": "1:10:56", "speaker": "spk_0","line":"I got out, like via walking through a tunnel. I didn't know you flew a helicopter. You. Thank you.","episode":"s09e35.json","edited":false},
{"time": "1:11:03", "speaker": "spk_2","line":"I spend my whole life and helicopters. Guys, listen. Wait. We guys a list? Yes, it's you guys finished my tunnel. You can hop on the chopper. All right, We'll head to the","episode":"s09e35.json","edited":false},
{"time": "1:11:14", "speaker": "spk_0","line":"drive the Bronco up into the cargo bay of the hunt of the shaft.","episode":"s09e35.json","edited":false},
{"time": "1:11:19", "speaker": "spk_2","line":"Do that. Do that","episode":"s09e35.json","edited":false},
{"time": "1:11:20", "speaker": "spk_5","line":"up. So I'm heading to","episode":"s09e35.json","edited":false},
{"time": "1:11:21", "speaker": "spk_3","line":"Hollywood. Bill is going to of the double A.","episode":"s09e35.json","edited":false},
{"time": "1:11:26", "speaker": "spk_0","line":"Yeah. Ah, I haven't decided. So drop me off in between the alien institute.","episode":"s09e35.json","edited":false},
{"time": "1:11:32", "speaker": "spk_2","line":"I'm headed Teoh. I'm headed to Soho just ahead. There","episode":"s09e35.json","edited":false},
{"time": "1:11:36", "speaker": "spk_0","line":"is no sure they know we're coming.","episode":"s09e35.json","edited":false},
{"time": "1:11:39", "speaker": "spk_3","line":"The only one of us that's not credited is going to go toe Hamilton.","episode":"s09e35.json","edited":false},
{"time": "1:11:43", "speaker": "spk_2","line":"Okay, First Air Force effort stops. Chopper?","episode":"s09e35.json","edited":false},
{"time": "1:11:47", "speaker": "spk_0","line":"Yeah. What do you think? Chopper to?","episode":"s09e35.json","edited":false},
{"time": "1:11:49", "speaker": "spk_2","line":"It's fine. No, it's fine. I I can't land anyway. I have to stay in the air.","episode":"s09e35.json","edited":false},
{"time": "1:11:53", "speaker": "spk_3","line":"Great. Great. Four stops and, uh, can we step on it?","episode":"s09e35.json","edited":false},
{"time": "1:11:57", "speaker": "spk_1","line":"Step on, Chapo.","episode":"s09e35.json","edited":false},
{"time": "1:11:59", "speaker": "spk_3","line":"Upon the drop,","episode":"s09e35.json","edited":false},
{"time": "1:12:00", "speaker": "spk_2","line":"I only know one speed, fellas, and that is fast.","episode":"s09e35.json","edited":false},
{"time": "1:12:05", "speaker": "spk_3","line":"Whoa! That","episode":"s09e35.json","edited":false},
{"time": "1:12:06", "speaker": "spk_0","line":"was Lance's toe. Hamilton on Hollywood and in between. And Howard's Howard, do you","episode":"s09e35.json","edited":false},
{"time": "1:12:18", "speaker": "spk_4","line":"live in so","episode":"s09e35.json","edited":false},
{"time": "1:12:19", "speaker": "spk_2","line":"I don't have a place yet. I'm gonna go big","episode":"s09e35.json","edited":false},
{"time": "1:12:25", "speaker": "spk_4","line":"first. Are you going to so, huh? Because if there","episode":"s09e35.json","edited":false},
{"time": "1:12:28", "speaker": "spk_0","line":"were jeans, the jeans headquarters","episode":"s09e35.json","edited":false},
{"time": "1:12:30", "speaker": "spk_2","line":"feels Bridgette's where my I think my jewelry really true problem. I go to Soho.","episode":"s09e35.json","edited":false},
{"time": "1:12:35", "speaker": "spk_4","line":"Well, I want to get a cell. How?","episode":"s09e35.json","edited":false},
{"time": "1:12:37", "speaker": "spk_2","line":"Hey, the more the merrier. I can use help at the store. When I finally opened it, build it.","episode":"s09e35.json","edited":false},
{"time": "1:12:41", "speaker": "spk_0","line":"Let me know when you have a new charm.","episode":"s09e35.json","edited":false},
{"time": "1:12:44", "speaker": "spk_2","line":"Okay, I will. I'll definitely have. So","episode":"s09e35.json","edited":false},
{"time": "1:12:47", "speaker": "spk_0","line":"I was really looking forward to a tooth. You know? Actually, I don't want to go to SoHo. Take me","episode":"s09e35.json","edited":false},
{"time": "1:12:52", "speaker": "spk_1","line":"to the take me to the college coach training facility. I guess this is it, guys. Maybe we won't see each other for a while. Yeah, I guess","episode":"s09e35.json","edited":false},
{"time": "1:13:02", "speaker": "spk_3","line":"so. Too fun on a helicopter interior. Kandahar shot on location. It should be cheap.","episode":"s09e35.json","edited":false},
{"time": "1:13:13", "speaker": "spk_1","line":"Todd's right way.","episode":"s09e35.json","edited":false},
{"time": "1:13:16", "speaker": "spk_3","line":"We see a bunch of Jason Biggs looks at a big gazpacho.","episode":"s09e35.json","edited":false},
{"time": "1:13:21", "speaker": "spk_1","line":"Oh, I do not know. The tone of this movie","episode":"s09e35.json","edited":false},
{"time": "1:13:24", "speaker": "spk_0","line":"feels like American pie in a soup in the Middle East","episode":"s09e35.json","edited":false},
{"time": "1:13:27", "speaker": "spk_2","line":"in Kandahar on a helicopter.","episode":"s09e35.json","edited":false},
{"time": "1:13:30", "speaker": "spk_1","line":"Oh, guys, I guess we just got to write each other while we're separate.","episode":"s09e35.json","edited":false},
{"time": "1:13:34", "speaker": "spk_2","line":"Yeah, we can just write each stay in touch, okay? And hey, here's the thing. Once we end up back in Hamilton, maybe we can pick this thing back up where we where we left off. You know, when","episode":"s09e35.json","edited":false},
{"time": "1:13:43", "speaker": "spk_0","line":"I will make sure they save our spaces for us. Howard, why don't you never got to","episode":"s09e35.json","edited":false},
{"time": "1:13:49", "speaker": "spk_1","line":"do the intro? Why don't you, for old time's sake, do what the intro would have been if we were actually gonna continue?","episode":"s09e35.json","edited":false},
{"time": "1:13:56", "speaker": "spk_2","line":"That's actually I'm not record way shit. I was going to say I'm not recording, but I've actually continued recording when I said I turned it off. So we've been recording this whole Thomas. Well, way I'm recording everything and so end. Yeah, we know we'll sign off with the sign on. How about and eso? Ladies and gentlemen, this has been the and that showed up this episode of the teacher's lounge. Everybody's This alone is from the teachers first only pot where the only podcast that teachers were teachers talk about being a teacher together when they're sitting in their room to get a drinking some coffee together could I'm gonna jump off.","episode":"s09e35.json","edited":false},
{"time": "1:14:41", "speaker": "spk_4","line":"No. Oh,","episode":"s09e35.json","edited":false},
{"time": "1:14:48", "speaker": "spk_2","line":"I think I guess it's just me and you chapeau. Oh, you don't want to talk to me either. All right. In Noun The chopper The bay watching the play Spin away six In the mornin, Sir,","episode":"s09e35.json","edited":false},
{"time": "1:15:15", "speaker": "spk_0","line":"This shut up. He shut up for sure.","episode":"s09e35.json","edited":false}]
