[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e04.json","edited":false},
{"time": "0:00:00", "speaker": "spk_1","line":"you guys wanna grain juice? Green juice Now? What do you mean? It's Ah, like kale and spinach and lemon and coffee and pester coffee","episode":"s09e04.json","edited":false},
{"time": "0:00:12", "speaker": "spk_3","line":"in there.","episode":"s09e04.json","edited":false},
{"time": "0:00:12", "speaker": "spk_1","line":"I did bring some coffee in mind cause I gotta wake up now, is","episode":"s09e04.json","edited":false},
{"time": "0:00:15", "speaker": "spk_4","line":"this Ah, cleanse or you doing","episode":"s09e04.json","edited":false},
{"time": "0:00:17", "speaker": "spk_1","line":"well? I just feel like I got I mean, we all had such a festival, such a fall festival, that I'm just kind of like trying to get my immune system back. I feel like I'm just wiped out. You know,","episode":"s09e04.json","edited":false},
{"time": "0:00:29", "speaker": "spk_4","line":"uh, it's been on. The weather is changing. That's","episode":"s09e04.json","edited":false},
{"time": "0:00:33", "speaker": "spk_3","line":"the","episode":"s09e04.json","edited":false},
{"time": "0:00:34", "speaker": "spk_2","line":"thing that does it to me. I find when the weather changes, I wake up the next morning and I'm already sick.","episode":"s09e04.json","edited":false},
{"time": "0:00:38", "speaker": "spk_5","line":"I get four colds a year, right at the weather here, right at the season change.","episode":"s09e04.json","edited":false},
{"time": "0:00:42", "speaker": "spk_2","line":"You can almost aligning with the equinoxes.","episode":"s09e04.json","edited":false},
{"time": "0:00:44", "speaker": "spk_4","line":"Your colds. They've started using your colds to measure date window. I saving says","episode":"s09e04.json","edited":false},
{"time": "0:00:49", "speaker": "spk_5","line":"absolutely. They will know what Tony saying. Yeah, they in a box. And if I come out sneeze and they know it's winter,","episode":"s09e04.json","edited":false},
{"time": "0:00:57", "speaker": "spk_3","line":"Yeah, they pull you","episode":"s09e04.json","edited":false},
{"time": "0:00:58", "speaker": "spk_1","line":"up by the scruff of your neck.","episode":"s09e04.json","edited":false},
{"time": "0:01:00", "speaker": "spk_5","line":"Yeah, well, I've got some extra skin","episode":"s09e04.json","edited":false},
{"time": "0:01:01", "speaker": "spk_1","line":"back there. and you're you're if you're holding an emergency, were like, uh, it's gonna be spring.","episode":"s09e04.json","edited":false},
{"time": "0:01:09", "speaker": "spk_5","line":"You can set your watch to it. You can set your watch to whether or not I'm holding an emergency. And that means I have a cold, which means the season is changing. It's weird. When they pulled you","episode":"s09e04.json","edited":false},
{"time": "0:01:18", "speaker": "spk_1","line":"up last time, you they also pulled up one of your exes because it seems like when you get sick, you call up in X and be like","episode":"s09e04.json","edited":false},
{"time": "0:01:27", "speaker": "spk_3","line":"baby Well, I need I just need","episode":"s09e04.json","edited":false},
{"time": "0:01:31", "speaker": "spk_5","line":"care. And I need the last person who took care of me to be back is that it is","episode":"s09e04.json","edited":false},
{"time": "0:01:35", "speaker": "spk_1","line":"maybe gently specific to my brain.","episode":"s09e04.json","edited":false},
{"time": "0:01:38", "speaker": "spk_4","line":"Sam and Stephanie up. And they were halfway through season two of Deadwood. This is the best time right now. That was you with your cold.","episode":"s09e04.json","edited":false},
{"time": "0:01:47", "speaker": "spk_1","line":"I tend to get embroiled in an old relationship. When I every time I'm sick, I just go. I gotta call curly fry a lot of call my ex GF Curly fries bring aretz She'll bring over like a","episode":"s09e04.json","edited":false},
{"time": "0:02:03", "speaker": "spk_5","line":"so should bring it will show Britney me Schepisi be to help me deal with my","episode":"s09e04.json","edited":false},
{"time": "0:02:10", "speaker": "spk_1","line":"cold That's so wild she has tuberculosis old old diseases as well. She's built different. She was she she, uh, road on a wagon and got","episode":"s09e04.json","edited":false},
{"time": "0:02:21", "speaker": "spk_5","line":"tuberculosis? Yes, she wrote on the wagon, or a young child coughed her mouth on accident because on a wagon, all the kids air in the wagon. She was in with the kids. All the men are out. Walk.","episode":"s09e04.json","edited":false},
{"time": "0:02:31", "speaker": "spk_2","line":"She was showing the cancer sung tattoo. Well,","episode":"s09e04.json","edited":false},
{"time": "0:02:34", "speaker": "spk_5","line":"she was showing off her toned tattoo and a kid Tuberculosis coughed right on it. So","episode":"s09e04.json","edited":false},
{"time": "0:02:37", "speaker": "spk_4","line":"if this was because this was the, ah, a bunch of Juggalos tried to do their version of the Lewis and Clark expedition. That's right. But it ended up turning into their version of the Donner Party. That's","episode":"s09e04.json","edited":false},
{"time": "0:02:47", "speaker": "spk_5","line":"right, and they had a blast. I will say it didn't go well for everybody. Some people left with empty, empty bellies. Some people left with very full bellies. But a good time was had by all family on I miss my baby.","episode":"s09e04.json","edited":false},
{"time": "0:03:04", "speaker": "spk_2","line":"That sound like you keep in contact, though, which is good.","episode":"s09e04.json","edited":false},
{"time": "0:03:07", "speaker": "spk_5","line":"Yeah, we have a platonic friendship. Now","episode":"s09e04.json","edited":false},
{"time": "0:03:09", "speaker": "spk_2","line":"that's good. It's platonic. That's that's really wonderful. You could can keep","episode":"s09e04.json","edited":false},
{"time": "0:03:13", "speaker": "spk_4","line":"that. It's more of a plutonium IQ","episode":"s09e04.json","edited":false},
{"time": "0:03:15", "speaker": "spk_5","line":"friendships start is pretty volatile. It We're friends. Yeah. We could have a blow up at any moment the size of a hero show.","episode":"s09e04.json","edited":false},
{"time": "0:03:22", "speaker": "spk_3","line":"I heard that. I heard","episode":"s09e04.json","edited":false},
{"time": "0:03:26", "speaker": "spk_1","line":"that last time you guys got dinner together after being apart for a year. Kim Giang. L was notified.","episode":"s09e04.json","edited":false},
{"time": "0:03:34", "speaker": "spk_3","line":"He he showed up. Tried Teoh put you guys","episode":"s09e04.json","edited":false},
{"time": "0:03:38", "speaker": "spk_5","line":"in a big Well, first of all, first of all, I tried to give us both a haircut. You know, the one his haircut, and then we wouldn't have it right. He sacked us. That was your","episode":"s09e04.json","edited":false},
{"time": "0:03:48", "speaker": "spk_1","line":"biggest problem. You like We'll","episode":"s09e04.json","edited":false},
{"time": "0:03:49", "speaker": "spk_3","line":"go with","episode":"s09e04.json","edited":false},
{"time": "0:03:49", "speaker": "spk_1","line":"you, but we're not getting the cut.","episode":"s09e04.json","edited":false},
{"time": "0:03:50", "speaker": "spk_5","line":"Well, you're gonna cut it right here in the Buffalo Wild Wings. This is our","episode":"s09e04.json","edited":false},
{"time": "0:03:56", "speaker": "spk_1","line":"location of the","episode":"s09e04.json","edited":false},
{"time": "0:03:58", "speaker": "spk_3","line":"theater way. Got wings coming. Great. Boneless buffalo Booth Stairs,","episode":"s09e04.json","edited":false},
{"time": "0:04:06", "speaker": "spk_4","line":"watching the game with my friends. Got to watch the game of buffalo and I saw him and I did three in the sack and I just I was Korean Santa Clauses here that I just thought dragging that big sec around. And it wasn't till I saw your kicking in there. I was like, That's my buddy. And for Lee Fry","episode":"s09e04.json","edited":false},
{"time": "0:04:22", "speaker": "spk_3","line":"just say if this sex","episode":"s09e04.json","edited":false},
{"time": "0:04:24", "speaker": "spk_5","line":"Kerak and don't come a knocking, baby, you got some time to get intimate","episode":"s09e04.json","edited":false},
{"time": "0:04:28", "speaker": "spk_4","line":"through this act throw. You started getting variant","episode":"s09e04.json","edited":false},
{"time": "0:04:32", "speaker": "spk_1","line":"and what team came into breast bust. You guys Ah, uh, Colin Powell and a bunch of people from American Security go about Blackwater for the tend to bust you out of this of Kim Jong Il sac","episode":"s09e04.json","edited":false},
{"time": "0:04:50", "speaker": "spk_5","line":"inside a buffalo Wild wings at Buffalo","episode":"s09e04.json","edited":false},
{"time": "0:04:52", "speaker": "spk_1","line":"Wild Wings. And they were like, we got him, We got him. We're opening up the sack. You guys said give","episode":"s09e04.json","edited":false},
{"time": "0:04:57", "speaker": "spk_3","line":"us a minute. Call again us a minute. If","episode":"s09e04.json","edited":false},
{"time": "0:05:01", "speaker": "spk_5","line":"this burlap sehr slapping don't come a tap it It was a burlap sack, right?","episode":"s09e04.json","edited":false},
{"time": "0:05:07", "speaker": "spk_2","line":"Well, I don't know. Should we get into it today, guys?","episode":"s09e04.json","edited":false},
{"time": "0:05:09", "speaker": "spk_3","line":"Oh, yeah. Oh, yeah. Everybody, welcome to the teacher's lounge murders. Bastard! Only cast for change issues relevant to the Hamilton. It's so hard to talk you have to talk with do it music.","episode":"s09e04.json","edited":false},
{"time": "0:05:28", "speaker": "spk_2","line":"I don't. Well, anyway, I, of course, empowered Levis, of course, one of the four host of this dang thing. Ah, let's kick it around the horn and introduce ourselves.","episode":"s09e04.json","edited":false},
{"time": "0:05:42", "speaker": "spk_4","line":"Well, it's obvious I'm Todd Padre, theater teacher and new dog owner.","episode":"s09e04.json","edited":false},
{"time": "0:05:50", "speaker": "spk_3","line":"Really beautiful, you know? Please tell me is to rescue.","episode":"s09e04.json","edited":false},
{"time": "0:05:56", "speaker": "spk_4","line":"Uh, I rescued it. I rescued it from a guy. Paid $7500 to mate two purebreds.","episode":"s09e04.json","edited":false},
{"time": "0:06:05", "speaker": "spk_5","line":"That's really smart. That's really smart. You just can't trust these dogs from jail.","episode":"s09e04.json","edited":false},
{"time": "0:06:10", "speaker": "spk_4","line":"No, no, you get a dog from jail. Next thing you know, it's stealing all your sterling silver, which you stolen from the queen.","episode":"s09e04.json","edited":false},
{"time": "0:06:18", "speaker": "spk_3","line":"Well, it's so hard","episode":"s09e04.json","edited":false},
{"time": "0:06:19", "speaker": "spk_1","line":"to get those dogs jobs. Get out. You have to, like, regroup, reintroduce them to society.","episode":"s09e04.json","edited":false},
{"time": "0:06:25", "speaker": "spk_4","line":"The last dog I got from jail, I reintroduced it as a, um uh, service dog for a man who was vision impaired. And the dog ended up making make trick demand into robbing 14 banks. Wow, it was a dark. It was the dog","episode":"s09e04.json","edited":false},
{"time": "0:06:41", "speaker": "spk_2","line":"wasn't a blind robber.","episode":"s09e04.json","edited":false},
{"time": "0:06:42", "speaker": "spk_4","line":"There wasn't a blonde robber. I mean, he was","episode":"s09e04.json","edited":false},
{"time": "0:06:45", "speaker": "spk_5","line":"It wasn't a sighted robber who was using a dog is an excuse and saying no, no, I'm blind. He's making me do this","episode":"s09e04.json","edited":false},
{"time": "0:06:50", "speaker": "spk_4","line":"now. It was a bad boy. Dogs bad dog. And so I had to go pure bred.","episode":"s09e04.json","edited":false},
{"time": "0:06:55", "speaker": "spk_5","line":"Well, my name is Sam, Weatherman. I'm the guy who was in a bag with clearly fry. And sometimes I'm sick. You can set the seasons to it. I also teach drivers at as well a student government. A lot of people say I shouldn't do either one, but I'm forging ahead.","episode":"s09e04.json","edited":false},
{"time": "0:07:09", "speaker": "spk_1","line":"All right. My name is Bill Crave EI Coach Basketball. Ah, seasons going. Not great. I'm also the social studies teacher. Um and I am meditating now. Yeah,","episode":"s09e04.json","edited":false},
{"time": "0:07:28", "speaker": "spk_4","line":"you have meditating, drinking green juices, taking a old yoga class I'm","episode":"s09e04.json","edited":false},
{"time": "0:07:34", "speaker": "spk_1","line":"taking Yes, ice cold yoga. Yeah, it's It's Ah Shivam Shivam you on. And you You go in there and it is ice cold. Yukon Cornelius is teaching the class. I don't know if you know who he is. He's from the Claymation Rudolph Story","episode":"s09e04.json","edited":false},
{"time": "0:07:55", "speaker": "spk_5","line":"Got Cornelis, Of course.","episode":"s09e04.json","edited":false},
{"time": "0:07:56", "speaker": "spk_1","line":"Of course he fights the ah Bumble. Well, the abominable snowman was teaching the class. I'm sorry. I call when I was a kid, I called the abominable Snowman the Bumble s. So that's why I said the bumble. It's adorable","episode":"s09e04.json","edited":false},
{"time": "0:08:14", "speaker": "spk_3","line":"and pretty kid","episode":"s09e04.json","edited":false},
{"time": "0:08:15", "speaker": "spk_4","line":"isn't kids stuff adore, always tell kids stuff on the first date because it makes someone think I'm sweet,","episode":"s09e04.json","edited":false},
{"time": "0:08:20", "speaker": "spk_3","line":"right? Well, you","episode":"s09e04.json","edited":false},
{"time": "0:08:22", "speaker": "spk_5","line":"know you know your sweet if you haven't had a current story about it. Yes, I'm Here's the 30 year old story of cute nous.","episode":"s09e04.json","edited":false},
{"time": "0:08:28", "speaker": "spk_4","line":"Yeah, I You know, I breast fed off of my dad's fake nipple until I was 15 years. Adorable store. It was a big Pearson. It was a big, pierced fake nipple.","episode":"s09e04.json","edited":false},
{"time": "0:08:41", "speaker": "spk_5","line":"It was pierced with a fake nipple. It had a fake nipple as the ring.","episode":"s09e04.json","edited":false},
{"time": "0:08:44", "speaker": "spk_4","line":"That's right. And the little fig nimble helped just a","episode":"s09e04.json","edited":false},
{"time": "0:08:46", "speaker": "spk_3","line":"little bit of it","episode":"s09e04.json","edited":false},
{"time": "0:08:47", "speaker": "spk_5","line":"for me. Now, is this the kind of thing where it had a wire that ran into a satchel of milk or was it just sort of a little nip?","episode":"s09e04.json","edited":false},
{"time": "0:08:54", "speaker": "spk_4","line":"It was a wire that ran into a little tiny, uh, what's it called dropper that you would use in a lab of science lab? Yeah, but you looking great, Bill. You're clearly good. You look a little chilly, but otherwise great.","episode":"s09e04.json","edited":false},
{"time": "0:09:07", "speaker": "spk_2","line":"Thank you. So, you know, we all we all finally got a little bit of sleep. We let we let things get a little out of hand. Last week with the fall festivals kind of took up a little too much of our time. We You know, we feel bad about that. So we've all kind of taking the week to try toe refocus on what's going on. Ah, going on around the school. Um uh,","episode":"s09e04.json","edited":false},
{"time": "0:09:27", "speaker": "spk_5","line":"when you're planning something you love, there's just no way to put it down sometimes. You know, when you Because I want to give this fall festival to the people. Yeah. You know, it's really","episode":"s09e04.json","edited":false},
{"time": "0:09:37", "speaker": "spk_1","line":"about as giving back then that war s out.","episode":"s09e04.json","edited":false},
{"time": "0:09:40", "speaker": "spk_4","line":"Yeah, and let's give him back. I mean, to the fall festival. We just became, say, Bridezillas. And, uh, we got a little crazy. Ah, and I will say that on my bath a little bit. That's my fault. First of all, she not avada my Jewish friends. And of course, it's Yom Kippur yesterday and I was started fasting too early. I'm newly fought refining. My Judy is that you were angry and I was hungry. I started fasting far too early and kind of lost it, even on you guys. Howard, I I flushed you down one of the toilets. Yeah, because you told me that Ah gorge didn't work. But","episode":"s09e04.json","edited":false},
{"time": "0:10:20", "speaker": "spk_2","line":"here's the thing. I honestly honest, I understand anger issues, you know, I've dealt with that a lot. I understand, Huh? Settled, but yeah. No, not settled. I think that was too far. Todd?","episode":"s09e04.json","edited":false},
{"time": "0:10:31", "speaker": "spk_3","line":"Howard, can you","episode":"s09e04.json","edited":false},
{"time": "0:10:33", "speaker": "spk_1","line":"address rumors? I mean, here say that when you were flushed down the toilet, you were separated. Um, not with the clean, but with shit. You were you with clean shit. You didn't go where? The water guys, if this identified you as a big baby","episode":"s09e04.json","edited":false},
{"time": "0:10:56", "speaker": "spk_4","line":"And this was a big thing that happened in our town three years ago, we passed legislation to create a new sewage system. Where men, they look at what's coming down and they filter the water one way. Gave a clean man. And the ship","episode":"s09e04.json","edited":false},
{"time": "0:11:09", "speaker": "spk_5","line":"who spends a prose. They do this. Everything record for never missing a piece of shit or a piece","episode":"s09e04.json","edited":false},
{"time": "0:11:15", "speaker": "spk_4","line":"of clean. Yeah, they've never should send a ship to the cleaner cream the ship. So, Howard, they saw you. Yeah, and they confidently sent you","episode":"s09e04.json","edited":false},
{"time": "0:11:23", "speaker": "spk_2","line":"to the ship. I Listen, I and I'll be honest. I didn't speak up. I was so blown away by what had just happened to me, friend. I was completely flabbergasted where you got I was hot. You hold your Of course. I was mouth closed. Knows closed fingers in the ears. I didn't want anything getting inside of me. I was I was so blown away by the fact that my body fit down the drain that I was was honestly disoriented. Ah, and I a man grabbed me by the shirt and sort of slid me, like, kind of, like, guided me cause this demand, by the way, who stands in the middle in waiters and kind of just guides proof one way and clean the other way. Uh, it's a perfect system. Yeah, And it wasn't until I sort of ended up in Ah, in what I can only describe as, ah, thick sludge.","episode":"s09e04.json","edited":false},
{"time": "0:12:14", "speaker": "spk_1","line":"Was it just you there with shit?","episode":"s09e04.json","edited":false},
{"time": "0:12:16", "speaker": "spk_5","line":"Todd, would you pour me a glass of clean real quick?","episode":"s09e04.json","edited":false},
{"time": "0:12:19", "speaker": "spk_2","line":"Absolutely. There were others. Uh, there were others. They're","episode":"s09e04.json","edited":false},
{"time": "0:12:24", "speaker": "spk_3","line":"giving him clean. No, that's Howard Howard. Well, how I think","episode":"s09e04.json","edited":false},
{"time": "0:12:31", "speaker": "spk_5","line":"you did. You did such a great job. You really took that with Grace. And I'll even say when we cleaned you off in the tub with tomato sauce. You just You just handled it so well. We had to get this thing. Got few","episode":"s09e04.json","edited":false},
{"time": "0:12:42", "speaker": "spk_1","line":"way came over. We bathed you down by hand. Tomato sauce,","episode":"s09e04.json","edited":false},
{"time": "0:12:48", "speaker": "spk_3","line":"tomato juice. It was a well, and of course, I brought popular shot. No, this","episode":"s09e04.json","edited":false},
{"time": "0:12:56", "speaker": "spk_2","line":"is a garlicky sauce which still getting the smell out of I had to do another separate bath.","episode":"s09e04.json","edited":false},
{"time": "0:13:03", "speaker": "spk_1","line":"We're sorry. Way. We're sorry we served after","episode":"s09e04.json","edited":false},
{"time": "0:13:07", "speaker": "spk_2","line":"that. You think You know, I don't even want to get into it, guys, because it will just make me upset. Because this is just another example of people who I thought cared about me, um, doing the wrong thing.","episode":"s09e04.json","edited":false},
{"time": "0:13:19", "speaker": "spk_3","line":"You I need that to happen. Taste you can sauce.","episode":"s09e04.json","edited":false},
{"time": "0:13:25", "speaker": "spk_2","line":"I could have handled this myself. Okay, guys, because a lot of times you make my problems worse than they were already. Okay,","episode":"s09e04.json","edited":false},
{"time": "0:13:31", "speaker": "spk_1","line":"a break. When you got when you didn't get into the clean, that was That's hard","episode":"s09e04.json","edited":false},
{"time": "0:13:36", "speaker": "spk_5","line":"for all of us. You","episode":"s09e04.json","edited":false},
{"time": "0:13:38", "speaker": "spk_4","line":"know, I take a little responsibility since I'm the one that flushed down the toilet. We're getting a little no hard feelings, my man, or you'll","episode":"s09e04.json","edited":false},
{"time": "0:13:46", "speaker": "spk_1","line":"our village. Tell Todd your your you forgiven.","episode":"s09e04.json","edited":false},
{"time": "0:13:50", "speaker": "spk_2","line":"You know, it's easier to just say I forgive you. Point time. I forgive you.","episode":"s09e04.json","edited":false},
{"time": "0:13:54", "speaker": "spk_3","line":"You have to forgive","episode":"s09e04.json","edited":false},
{"time": "0:13:56", "speaker": "spk_1","line":"someone you have to forgive and regret. You say","episode":"s09e04.json","edited":false},
{"time": "0:14:01", "speaker": "spk_2","line":"the timing of all this was really tough, guys, because you guys, as you guys know, I received some Let a letter in the mail from El Polo Loco. Ah, I I got a cease and desist. Uh, and I didn't even really at the beginning of this city settled, Desist? Yeah, it was a c cell. Desist. And I I am going to comply because, you know, I don't want Are you going to get a Hellboy? A lawyer? Well,","episode":"s09e04.json","edited":false},
{"time": "0:14:29", "speaker": "spk_4","line":"there's Johnnie Cochran. Marshall macaca. Also much Clark, Sergeant, Look,","episode":"s09e04.json","edited":false},
{"time": "0:14:39", "speaker": "spk_2","line":"I can't afford it. The business hadn't really started raking in the dough like I wanted it to be, So I am not going to pursue this any further. I will still love chicken, and I will always love chicken, but I will not be making it.","episode":"s09e04.json","edited":false},
{"time": "0:14:54", "speaker": "spk_3","line":"Are you going to go in front of Judge? Judge Judy? Is that to oversee?","episode":"s09e04.json","edited":false},
{"time": "0:15:02", "speaker": "spk_2","line":"I don't think I'm gonna I think I'm just gonna let this","episode":"s09e04.json","edited":false},
{"time": "0:15:05", "speaker": "spk_4","line":"go because or is it the people's","episode":"s09e04.json","edited":false},
{"time": "0:15:07", "speaker": "spk_3","line":"cock","episode":"s09e04.json","edited":false},
{"time": "0:15:09", "speaker": "spk_5","line":"just gonna turn off the old grill?","episode":"s09e04.json","edited":false},
{"time": "0:15:10", "speaker": "spk_2","line":"I'm gonna turn off the grill because, honestly, it was distracting me from my goal this year, which was to devote my entire life every waking moment to teaching these kids. Uh, and honestly, it's it. I realized that I had let it get out of hand","episode":"s09e04.json","edited":false},
{"time": "0:15:25", "speaker": "spk_4","line":"last week. If we remember that you gave all your students the lesson plan to teach themselves. And then this week there was the pre AP test that everyone's supposed to take after a few of your students did so poorly on the practice. Uh, what did I call it? That's a T pre","episode":"s09e04.json","edited":false},
{"time": "0:15:42", "speaker": "spk_2","line":"treat now to create","episode":"s09e04.json","edited":false},
{"time": "0:15:43", "speaker": "spk_4","line":"the creepy the pre AP test. A few wounded so badly that they got kicked out of school.","episode":"s09e04.json","edited":false},
{"time": "0:15:48", "speaker": "spk_2","line":"Yeah, which I told the principal. I think that's not the thing that you are supposed to do or should do. And he said, No, you should own this.","episode":"s09e04.json","edited":false},
{"time": "0:15:55", "speaker": "spk_5","line":"But when you get 30 tests that are all exactly the same in every orders, every answer is grilled chicken. You're going to think, Hey, these kids, they're cheating and the teachers leading him to you know you're running up way local, and all these kids have identical tests. It's gonna look a little murky. Yeah, kind of like","episode":"s09e04.json","edited":false},
{"time": "0:16:09", "speaker": "spk_2","line":"you. I am a little murky.","episode":"s09e04.json","edited":false},
{"time": "0:16:12", "speaker": "spk_5","line":"Well, I'm glad that we've finally taken a break from all of our hard work on the fall festival. We can actually just get back to school and","episode":"s09e04.json","edited":false},
{"time": "0:16:19", "speaker": "spk_3","line":"do what","episode":"s09e04.json","edited":false},
{"time": "0:16:19", "speaker": "spk_5","line":"we're meant to do. Be good","episode":"s09e04.json","edited":false},
{"time": "0:16:20", "speaker": "spk_1","line":"teachers. That's right. I am planning a halftime show. Oh, to kind of get some attendance up. Um,","episode":"s09e04.json","edited":false},
{"time": "0:16:29", "speaker": "spk_4","line":"well, the band is responsible for, But you took over this year.","episode":"s09e04.json","edited":false},
{"time": "0:16:33", "speaker": "spk_1","line":"Yes. Yeah, I was like, You guys aren't pulling your weight. You perform every week in the halftime show. There's no other people showing up to these games.","episode":"s09e04.json","edited":false},
{"time": "0:16:42", "speaker": "spk_5","line":"And the running time for your halftime show is a little bit longer than","episode":"s09e04.json","edited":false},
{"time": "0:16:45", "speaker": "spk_1","line":"half time right now, right? Yes. We're gonna go double time. We're gonna double time, Devil Time show. Um,","episode":"s09e04.json","edited":false},
{"time": "0:16:53", "speaker": "spk_2","line":"and it's still all right in the middle. You don't You don't use the game as as start to break it up and do it after?","episode":"s09e04.json","edited":false},
{"time": "0:16:58", "speaker": "spk_1","line":"Well, sometimes. And I told them that if they want to leave on and then come back and do an encore, it will. They will interrupt the game So the game will start second, ample star. And then they might come back for an encore,","episode":"s09e04.json","edited":false},
{"time": "0:17:13", "speaker": "spk_2","line":"depending on if the crowd chance","episode":"s09e04.json","edited":false},
{"time": "0:17:15", "speaker": "spk_1","line":"for it. Right, Right. We don't know. We don't know.","episode":"s09e04.json","edited":false},
{"time": "0:17:17", "speaker": "spk_4","line":"Uh, do you have some acts lined up? Are you gonna be performing? Because big news came out last week that J. Lo and Shakira will be doing the Super Bowl halftime show this year. Which a lot of people","episode":"s09e04.json","edited":false},
{"time": "0:17:30", "speaker": "spk_1","line":"were standing. Yes, I was standing that. I understand that it's a big hit for May, um, that I that I was not able to get them. You, um I did email. Um, she carrot hips don't lie dot Com. Uh, didn I've email hit anything and","episode":"s09e04.json","edited":false},
{"time": "0:17:51", "speaker": "spk_0","line":"I also Jimmy at the block the block Starcom dot the Bronx. It","episode":"s09e04.json","edited":false},
{"time": "0:17:57", "speaker": "spk_3","line":"was a long incorrect dresses. Yeah, I get. I got 44 returns above a quick for far too. Sometimes you got to take a stab of email. Address skaters showed up. Fastest 44 year. Wow. Yes. Bam, bam. I'm in the book.","episode":"s09e04.json","edited":false},
{"time": "0:18:11", "speaker": "spk_4","line":"We have not seen Guinness in a while. I'm happy they're back on","episode":"s09e04.json","edited":false},
{"time": "0:18:14", "speaker": "spk_1","line":"getting Teoh Hall. They said you have no email to female pop stars has been returned quicker from a man in the suburbs","episode":"s09e04.json","edited":false},
{"time": "0:18:25", "speaker": "spk_4","line":"were just emailed. A female return.","episode":"s09e04.json","edited":false},
{"time": "0:18:26", "speaker": "spk_1","line":"Yes, e metal female return on. And they took a picture of my face, humiliated a man with his hat in his hand, his hair. And it was actually it was tough. Yes, you have both hat in one hand while I had my tube off for the night hide removed tube. And, uh then I wear my my visor with spiky hair.","episode":"s09e04.json","edited":false},
{"time": "0:18:52", "speaker": "spk_5","line":"You also got the Guinness record for only to pay in hand because nobody has ever taken there to pay off of their head before. So self conscious that they sleeping on the shower and","episode":"s09e04.json","edited":false},
{"time": "0:19:03", "speaker": "spk_1","line":"right, Yeah, you trick it. It's the the trick you want. Uh, the whole thing is keeping up the ruse, which is actually the brand of my","episode":"s09e04.json","edited":false},
{"time": "0:19:12", "speaker": "spk_3","line":"to pay Bruce Ruse to one of our sponsors","episode":"s09e04.json","edited":false},
{"time": "0:19:20", "speaker": "spk_4","line":"today, actually. Right. Let's see if we got the copy here,","episode":"s09e04.json","edited":false},
{"time": "0:19:23", "speaker": "spk_3","line":"huh? All right.","episode":"s09e04.json","edited":false},
{"time": "0:19:28", "speaker": "spk_4","line":"Just a ruse to pay.","episode":"s09e04.json","edited":false},
{"time": "0:19:30", "speaker": "spk_5","line":"Are you a little thin? A little tall and have nothing on top at all. Bruise. Four. Your hair","episode":"s09e04.json","edited":false},
{"time": "0:19:39", "speaker": "spk_4","line":"ruse. It's a to pay, and it's gonna look for everybody here. Everybody here that thinks this is some sort of product that will make you kangaroo. It's still not that it is ruse. Our USP. We've got to clarify that the top of the ad ruse Ridge to pay. Not a thing for people who want to buy a kangaroo.","episode":"s09e04.json","edited":false},
{"time": "0:19:58", "speaker": "spk_3","line":"Do you want to stare your","episode":"s09e04.json","edited":false},
{"time": "0:19:59", "speaker": "spk_1","line":"loved ones right in the face and have said nothing untrue, but they know you're lying to them with something on your head. Ruse to pays.","episode":"s09e04.json","edited":false},
{"time": "0:20:08", "speaker": "spk_3","line":"Do you want to have","episode":"s09e04.json","edited":false},
{"time": "0:20:09", "speaker": "spk_5","line":"a great relationship for two years and then jump in a pool, forgetting to put your hair pins in and then ruin it when the big question comes out? Ruse loose to pays.","episode":"s09e04.json","edited":false},
{"time": "0:20:18", "speaker": "spk_2","line":"And again with the whole kangaroo thing they doubled down on the Kingery. It's stuff in the ad. Must be a big issue for them. This isn't This isn't a thing that has anything to do with kangaroos. Stop emailing. Stop calling. We don't know what you're talking about. Ruse to pays that wrist. All right.","episode":"s09e04.json","edited":false},
{"time": "0:20:41", "speaker": "spk_3","line":"Hey, baby, it's me, John Travolta. I have never","episode":"s09e04.json","edited":false},
{"time": "0:20:45", "speaker": "spk_4","line":"used a ruse to","episode":"s09e04.json","edited":false},
{"time": "0:20:46", "speaker": "spk_3","line":"pay ever, ever, ever. Oh, yeah, Saturday Night Fever Goodbye.","episode":"s09e04.json","edited":false},
{"time": "0:20:52", "speaker": "spk_4","line":"That was a clip of John Travolta saying he's never used one will know he has.","episode":"s09e04.json","edited":false},
{"time": "0:20:57", "speaker": "spk_3","line":"Good. I might.","episode":"s09e04.json","edited":false},
{"time": "0:20:58", "speaker": "spk_5","line":"Looking for a thing for your hair. There isn't a kangaroo. Very well then. This is confusing because we're a","episode":"s09e04.json","edited":false},
{"time": "0:21:04", "speaker": "spk_3","line":"hair company, not on out back out. Feta looking to sell kangaroos like the S P C A in America for dogs.","episode":"s09e04.json","edited":false},
{"time": "0:21:15", "speaker": "spk_4","line":"So that's Ruse. John Travolta doesn't use it, but obviously he does. And it's not for people who want a kangaroo","episode":"s09e04.json","edited":false},
{"time": "0:21:24", "speaker": "spk_5","line":"back to your regularly scheduled program.","episode":"s09e04.json","edited":false},
{"time": "0:21:27", "speaker": "spk_4","line":"Okay. Uh, well, you look great, Bill. You look great. Photo. And I have to make the cover this","episode":"s09e04.json","edited":false},
{"time": "0:21:33", "speaker": "spk_1","line":"year. I'm going out to a lot of Ah, I'm going out to a lot of acts for the for the halftime show. Hopefully, next week, I'll have some leads.","episode":"s09e04.json","edited":false},
{"time": "0:21:44", "speaker": "spk_4","line":"Speaking of leads, I put up the cast list for the Jewish play that I'm doing this week. Um, and, uh, you know, a lot. Ah, Jewish play. Yeah, doing I decided, You know, it's the high holidays. Eso I thought maybe we do some Jewish plays and educate the community of","episode":"s09e04.json","edited":false},
{"time": "0:22:03", "speaker": "spk_1","line":"Hamilton a little bit. That's really good. As you know, I'm an adult man and I couldn't tell you young come four from hat.","episode":"s09e04.json","edited":false},
{"time": "0:22:12", "speaker": "spk_5","line":"That's right. You","episode":"s09e04.json","edited":false},
{"time": "0:22:13", "speaker": "spk_3","line":"could You could have proved your point better. I think what you said I","episode":"s09e04.json","edited":false},
{"time": "0:22:20", "speaker": "spk_5","line":"really piece together was I couldn't tell you the difference between Yom Kippur and hat. That's about what I heard.","episode":"s09e04.json","edited":false},
{"time": "0:22:26", "speaker": "spk_3","line":"Well, I couldn't tell you the difference","episode":"s09e04.json","edited":false},
{"time": "0:22:29", "speaker": "spk_1","line":"between edge Ah, young Kapoor and a little Jewish. Had I got","episode":"s09e04.json","edited":false},
{"time": "0:22:34", "speaker": "spk_2","line":"Janko born a Yarmuk, I think is","episode":"s09e04.json","edited":false},
{"time": "0:22:36", "speaker": "spk_3","line":"a great delivery room. Keep up. I know that. Well, you should watch the play because don't call me Hitler. I know the word keeper. I","episode":"s09e04.json","edited":false},
{"time": "0:22:47", "speaker": "spk_2","line":"never called you Hitler yet","episode":"s09e04.json","edited":false},
{"time": "0:22:49", "speaker": "spk_4","line":"you don't know act two of the players whose Hitler in the audience eso It's an interactive play and someone is always the most. Hitler, which is person, has released about Jews way equate were Equate that with Hitler.","episode":"s09e04.json","edited":false},
{"time": "0:23:04", "speaker": "spk_3","line":"You can go there and question the","episode":"s09e04.json","edited":false},
{"time": "0:23:07", "speaker": "spk_4","line":"U on the way and you dio Q and A and then we wave go down to the three most hit Lary people and we bring him on stage and we ask him some more questions and as each one they get wrong. It's almost like hang man, you got to get more and more Hitler paraphernalia on there But the","episode":"s09e04.json","edited":false},
{"time": "0:23:24", "speaker": "spk_5","line":"last piece, of course. The staff","episode":"s09e04.json","edited":false},
{"time": "0:23:26", "speaker": "spk_4","line":"moustache is the","episode":"s09e04.json","edited":false},
{"time": "0:23:27", "speaker": "spk_2","line":"stash online. I noticed in the rundown the like, sort of temple run down that you have put that you have put my name in there. And now I know I have accidentally said some pretty anti Semitic things on this podcast. Right? You I appreciate you just letting me be a placeholder for who is the most Hitler.","episode":"s09e04.json","edited":false},
{"time": "0:23:44", "speaker": "spk_1","line":"You are always in the finals every night.","episode":"s09e04.json","edited":false},
{"time": "0:23:48", "speaker": "spk_2","line":"Yeah. I'm not gonna be in the audience every night.","episode":"s09e04.json","edited":false},
{"time": "0:23:50", "speaker": "spk_4","line":"We'll Skype you.","episode":"s09e04.json","edited":false},
{"time": "0:23:52", "speaker": "spk_2","line":"Okay? I don't want to do","episode":"s09e04.json","edited":false},
{"time": "0:23:54", "speaker": "spk_3","line":"that. So what?","episode":"s09e04.json","edited":false},
{"time": "0:23:56", "speaker": "spk_4","line":"Skype was invented by an Israeli?","episode":"s09e04.json","edited":false},
{"time": "0:23:58", "speaker": "spk_2","line":"No, I didn't know that.","episode":"s09e04.json","edited":false},
{"time": "0:24:00", "speaker": "spk_4","line":"Oh, Howard. Loud heat for Heil too","episode":"s09e04.json","edited":false},
{"time": "0:24:05", "speaker": "spk_2","line":"much about. Hi. I'm not highlighting, Okay? I've never hired I wouldn't I wouldn't Heil. Okay. Taylor came and said hi. Oh, me, I would say Absolutely not. Yeah. From the finger, I would give Hitler the bird.","episode":"s09e04.json","edited":false},
{"time": "0:24:16", "speaker": "spk_3","line":"So you're first going on the record later. How are you alive? Hitler. No, I wouldn't kill him. Motherwell! Heil him. Sam Howard,","episode":"s09e04.json","edited":false},
{"time": "0:24:26", "speaker": "spk_4","line":"That gave you the finger. You're not going to kill six million Jews anymore? No, I think I'm still going to do it. That's what happens. Didn't kill. That's part of","episode":"s09e04.json","edited":false},
{"time": "0:24:35", "speaker": "spk_3","line":"this Israel. I don't know.","episode":"s09e04.json","edited":false},
{"time": "0:24:36", "speaker": "spk_2","line":"Killing it was an option out of the gate.","episode":"s09e04.json","edited":false},
{"time": "0:24:38", "speaker": "spk_3","line":"This Israel. Okay, this is really","episode":"s09e04.json","edited":false},
{"time": "0:24:40", "speaker": "spk_2","line":"turned on me. I didn't want to do this. I don't want to do this. Okay? More. I'll never want to be made to do this. Your shell. Um you're","episode":"s09e04.json","edited":false},
{"time": "0:24:52", "speaker": "spk_4","line":"scared. You're sort of Jerusalem. So, um uh, but a lot of a lot of press for Jewish play a lot of good title. Jewish Jewish play. Yeah, for the high holidays. Todd. Padre production.","episode":"s09e04.json","edited":false},
{"time": "0:25:07", "speaker": "spk_3","line":"More accent. Did you","episode":"s09e04.json","edited":false},
{"time": "0:25:09", "speaker": "spk_2","line":"write that? The right time. Top reproduction,","episode":"s09e04.json","edited":false},
{"time": "0:25:13", "speaker": "spk_4","line":"reproduction parentheses, like a Jewish","episode":"s09e04.json","edited":false},
{"time": "0:25:15", "speaker": "spk_3","line":"First review","episode":"s09e04.json","edited":false},
{"time": "0:25:16", "speaker": "spk_1","line":"came in. And it was like apparently, this was written by someone who was Jewish. It","episode":"s09e04.json","edited":false},
{"time": "0:25:22", "speaker": "spk_3","line":"didn't seem like he","episode":"s09e04.json","edited":false},
{"time": "0:25:23", "speaker": "spk_1","line":"knew that much about Judaism. The reviewer? Yeah.","episode":"s09e04.json","edited":false},
{"time": "0:25:26", "speaker": "spk_4","line":"Oh, they think about you. Well, I'm learning as I write it. It's the same. Is becoming a feminist or anything else. You know, part of the experiences, you do it wrong, and then you learn by what people tell you is wrong about it.","episode":"s09e04.json","edited":false},
{"time": "0:25:38", "speaker": "spk_5","line":"Have you ever tried to learn before or do you just learn by doing","episode":"s09e04.json","edited":false},
{"time": "0:25:41", "speaker": "spk_4","line":"I can only learn by doing. Because before is a lot of work. And you never know. I find shame is the best lesson for May.","episode":"s09e04.json","edited":false},
{"time": "0:25:47", "speaker": "spk_3","line":"I'm not","episode":"s09e04.json","edited":false},
{"time": "0:25:48", "speaker": "spk_1","line":"gonna out you. But the 1st 20 minutes I wasn't even talking about your sexuality,","episode":"s09e04.json","edited":false},
{"time": "0:25:55", "speaker": "spk_4","line":"girl. Why would you","episode":"s09e04.json","edited":false},
{"time": "0:25:56", "speaker": "spk_1","line":"be? I wouldn't be, But nothing to say. Now how quick you piped up. I'm worried.","episode":"s09e04.json","edited":false},
{"time": "0:26:02", "speaker": "spk_4","line":"No, thank you. Way. No, you're straight. Oh, uh, outs on the record. Okay. Um, legal. It's legally binding. Legally. Yeah. You ever see anything I can play this","episode":"s09e04.json","edited":false},
{"time": "0:26:21", "speaker": "spk_5","line":"time? Driver's license the other day you made yourself a little sticker. Yeah. Strange.","episode":"s09e04.json","edited":false},
{"time": "0:26:27", "speaker": "spk_4","line":"Straight. Straight. Don't get my Penis to a gay guy. If I die because it won't, it won't be.","episode":"s09e04.json","edited":false},
{"time": "0:26:33", "speaker": "spk_2","line":"Is that why you You say you're not an organ donor, cause that's your Penis is considered organ.","episode":"s09e04.json","edited":false},
{"time": "0:26:38", "speaker": "spk_4","line":"Well, I'll give. It's not homophobia. I'll give any of my organs to a gay man. I think they should have. Let's be, But they'll be so disappointed if they get my Penis. And it's like, Why isn't getting around?","episode":"s09e04.json","edited":false},
{"time": "0:26:48", "speaker": "spk_1","line":"They don't cut anybody's dig up and give it away after a car accident? Not yet. We'll say that","episode":"s09e04.json","edited":false},
{"time": "0:26:53", "speaker": "spk_4","line":"to my own dick.","episode":"s09e04.json","edited":false},
{"time": "0:26:55", "speaker": "spk_3","line":"Anyway, the 1st 20 minutes","episode":"s09e04.json","edited":false},
{"time": "0:26:58", "speaker": "spk_1","line":"is you talking about how you grew up on a kibbutz. Now I know, uh, you how you how you grew up? It's a lot. That's a big lie up top.","episode":"s09e04.json","edited":false},
{"time": "0:27:08", "speaker": "spk_4","line":"I want to grow up with keys in my boots. So it's not all false.","episode":"s09e04.json","edited":false},
{"time": "0:27:12", "speaker": "spk_3","line":"What? They're subtle things like that. Did you hear that? What's that in my boot? I guess that's why you're doing it","episode":"s09e04.json","edited":false},
{"time": "0:27:20", "speaker": "spk_2","line":"was a typo in the script that But you literally mean you grew up with keys in your boots?","episode":"s09e04.json","edited":false},
{"time": "0:27:26", "speaker": "spk_4","line":"Yeah, Yeah, my favorite Ford pockets.","episode":"s09e04.json","edited":false},
{"time": "0:27:29", "speaker": "spk_5","line":"Going to talk about three square meals of lot cause a day","episode":"s09e04.json","edited":false},
{"time": "0:27:32", "speaker": "spk_4","line":"That's right, Very Jewish. I think we'll see what the reviewers say, but we really three square meals of lockers with locks today","episode":"s09e04.json","edited":false},
{"time": "0:27:39", "speaker": "spk_5","line":"locks, locks because you do a lot of puns in the play","episode":"s09e04.json","edited":false},
{"time": "0:27:45", "speaker": "spk_4","line":"because US Jews love humor. Uh, it's the way we've been oppressed for so long by you guys. Uh, at I've been oppressed and you know what they say. Humor is the best medicine. Who were the best doctors? Jewish? That's right. She","episode":"s09e04.json","edited":false},
{"time": "0:28:05", "speaker": "spk_3","line":"should know when o station Dr Howard, Todd and","episode":"s09e04.json","edited":false},
{"time": "0:28:14", "speaker": "spk_1","line":"Sam are Jewish.","episode":"s09e04.json","edited":false},
{"time": "0:28:15", "speaker": "spk_2","line":"I know I","episode":"s09e04.json","edited":false},
{"time": "0:28:16", "speaker": "spk_3","line":"know that","episode":"s09e04.json","edited":false},
{"time": "0:28:18", "speaker": "spk_4","line":"same trying away from that one.","episode":"s09e04.json","edited":false},
{"time": "0:28:21", "speaker": "spk_3","line":"I don't I just don't need to prove it","episode":"s09e04.json","edited":false},
{"time": "0:28:24", "speaker": "spk_5","line":"to people. That's right. That's a name, either. So irritable Play home space these days. I don't need to prove anything to people. I crashed 12 vans two weeks ago, and I'm totally over it. They were home crashes. They were very calm, crashes the flames when higher. But they thought that I was calm the whole time. And since I've been out from behind the wheel of these vans, it's been very nice to just go on a nice fall walk. It's sweater weather. I'm putting it on. I'm smelling the pine trees I'm smelling. You know, I'm hearing the crickets that don't want to be out anymore because it's cold.","episode":"s09e04.json","edited":false},
{"time": "0:29:02", "speaker": "spk_3","line":"Now I want","episode":"s09e04.json","edited":false},
{"time": "0:29:02", "speaker": "spk_1","line":"to say this Sam so close to the brake, but","episode":"s09e04.json","edited":false},
{"time": "0:29:06", "speaker": "spk_3","line":"I would honestly say that you are pumpkin spiced. You could say","episode":"s09e04.json","edited":false},
{"time": "0:29:13", "speaker": "spk_5","line":"that I've been getting into my walks and you know, I walk past a star, but you have. We have cream","episode":"s09e04.json","edited":false},
{"time": "0:29:19", "speaker": "spk_3","line":"on your head.","episode":"s09e04.json","edited":false},
{"time": "0:29:20", "speaker": "spk_1","line":"You have, of course, the spice that we all know. That is so pumpkin spice of saying on 3123","episode":"s09e04.json","edited":false},
{"time": "0:29:29", "speaker": "spk_4","line":"Too early So soon. You are very pumpkin Spice and very for your very your Spice Girl girl. And unfortunately, Scary Spice is already taken, But people are calling new Scary spice.","episode":"s09e04.json","edited":false},
{"time": "0:29:42", "speaker": "spk_5","line":"They are calling me Scary Spice. They're scary. Sam Pumpkinhead on. Come in. Spice had Starbucks ginger dead man in church. Absolutely. The thin man. Tall parentheses, tall coffee. And yet what happened was I walk past on my lovely fall walks in a sweater. I walked past a Starbucks has, you know, they're serving pumpkin spice latte on one of my walks. I got in a car and accidentally got in a crash in the drive through","episode":"s09e04.json","edited":false},
{"time": "0:30:12", "speaker": "spk_1","line":"Starbucks. I see I've been bit by the bug Had this place bad by the","episode":"s09e04.json","edited":false},
{"time": "0:30:18", "speaker": "spk_5","line":"spice. So, yeah, now I'm really falled out. I'm all pumpkin spiced. I smell like it. I feel like it. And, uh, idea Like it","episode":"s09e04.json","edited":false},
{"time": "0:30:29", "speaker": "spk_4","line":"I've noticed, like a lot, a lot of Twitter comedians, air making some like pretty old hack jokes about","episode":"s09e04.json","edited":false},
{"time": "0:30:35", "speaker": "spk_1","line":"you already. It's like girls are going to drink","episode":"s09e04.json","edited":false},
{"time": "0:30:40", "speaker": "spk_5","line":"you, uh, which give them a little credence has happened. A white girls at the mall. Couple Ashley's come over and swipe a finger through my hair. Grab a little piece, spice","episode":"s09e04.json","edited":false},
{"time": "0:30:54", "speaker": "spk_3","line":"Because, yeah, I saw","episode":"s09e04.json","edited":false},
{"time": "0:30:55", "speaker": "spk_1","line":"you being carried by a white woman who was late to a meeting the other day.","episode":"s09e04.json","edited":false},
{"time": "0:30:59", "speaker": "spk_5","line":"Well, I was spilled all over the door. She spilled me all over the door. They had to come in and white mouth with a squeegee. Oh, my Unbelievable. They put me in a bucket I","episode":"s09e04.json","edited":false},
{"time": "0:31:08", "speaker": "spk_1","line":"have materialized again And I came here I","episode":"s09e04.json","edited":false},
{"time": "0:31:11", "speaker": "spk_4","line":"saw a white woman I saw a white woman dunk a cake pop in","episode":"s09e04.json","edited":false},
{"time": "0:31:16", "speaker": "spk_5","line":"your mad white Women love to drink me It's it's unbelievable. It's like, Hey, it's fall I'm a man, You know me alone. White women see Pumpkin Spice and they can't get enough Now back to the white man Podcast. Howard, what are you looking forward to most? Now that you're back at school and just relaxed","episode":"s09e04.json","edited":false},
{"time": "0:31:36", "speaker": "spk_0","line":"into your setting?","episode":"s09e04.json","edited":false},
{"time": "0:31:37", "speaker": "spk_4","line":"We have noticed you're sitting with your not sitting at the teachers table at lunch anymore.","episode":"s09e04.json","edited":false},
{"time": "0:31:41", "speaker": "spk_2","line":"Now, you know, honestly, I've heard, uh, I've heard a lot of sort of snickering and","episode":"s09e04.json","edited":false},
{"time": "0:31:48", "speaker": "spk_1","line":"stuff from kids about me. That your loser?","episode":"s09e04.json","edited":false},
{"time": "0:31:51", "speaker": "spk_2","line":"Yeah. Uh, they suck. I have heard that proportions Air Weird. Yeah, actually, I went home after everything with the polio loco and thinking that I had my, uh, quote unquote stuff together. Ah, and I looked in the mirror and I said, Is","episode":"s09e04.json","edited":false},
{"time": "0:32:07", "speaker": "spk_3","line":"this who","episode":"s09e04.json","edited":false},
{"time": "0:32:08", "speaker": "spk_0","line":"you are? Howard, Is this the guy you want to be? Miss? Short sleeve. White button down T shirt, thick brown tie, khaki pants.","episode":"s09e04.json","edited":false},
{"time": "0:32:18", "speaker": "spk_5","line":"Pretty thick. Tells","episode":"s09e04.json","edited":false},
{"time": "0:32:20", "speaker": "spk_4","line":"times thicker than sure.","episode":"s09e04.json","edited":false},
{"time": "0:32:21", "speaker": "spk_3","line":"I mean, jeez, yeah. Powered","episode":"s09e04.json","edited":false},
{"time": "0:32:23", "speaker": "spk_1","line":"white guy wired on the body. Sure. Where the body. It was like a burlap sack of tight shirt. Tie white with somebody. Tie wider, whiter, wider shirt Whiter than whiter than body. Oh, yes. Much whiter. Tie wide","episode":"s09e04.json","edited":false},
{"time": "0:32:39", "speaker": "spk_2","line":"leads police near the nipple. Deep cleats depletes the please. And I said, this isn't who you are powered. I'm sick and tired of this. I'm sick and tired of coming home looking in the mirror and I wouldn't hang","episode":"s09e04.json","edited":false},
{"time": "0:32:50", "speaker": "spk_0","line":"out with this guy.","episode":"s09e04.json","edited":false},
{"time": "0:32:51", "speaker": "spk_4","line":"So you decided to change yourself?","episode":"s09e04.json","edited":false},
{"time": "0:32:53", "speaker": "spk_2","line":"Yeah. So use two pays. Yeah, I don't need it to pay. I need a personality to pay is what I think is what? I'm going forward. Upgrade. Yeah, and so, um decided that from this week on, Howard is no longer pushy. Howard.","episode":"s09e04.json","edited":false},
{"time": "0:33:11", "speaker": "spk_5","line":"Okay, I didn't know Everybody is everybody called","episode":"s09e04.json","edited":false},
{"time": "0:33:15", "speaker": "spk_2","line":"negative connotation. Kids have keep. They call me pussy. Howard.","episode":"s09e04.json","edited":false},
{"time": "0:33:19", "speaker": "spk_5","line":"They call you by your first name","episode":"s09e04.json","edited":false},
{"time": "0:33:21", "speaker": "spk_2","line":"and as a teacher. Bad pushing for a while. Thought they were calling me a pussy. Has your first name pussy? It's not. It's Howard.","episode":"s09e04.json","edited":false},
{"time": "0:33:29", "speaker": "spk_5","line":"Well, there's some rumors around the school.","episode":"s09e04.json","edited":false},
{"time": "0:33:30", "speaker": "spk_2","line":"It's not kids. My first name is not pussy. My first name was Howard. Kids are crazy. These kids mean mean, and they shouldn't say it, and they definitely shouldn't say it recorded. Uh, but anyway, I'm I'm gonna be cool now.","episode":"s09e04.json","edited":false},
{"time": "0:33:47", "speaker": "spk_4","line":"That's great. And the coolest teachers. I remember when I was growing up close, teachers were the ones that had their own thing going on. That coming confidently, Yeah, yeah, they didn't need anything from the kids, but they would understand the kids and relate to him. Is that kind of what you're doing?","episode":"s09e04.json","edited":false},
{"time": "0:34:02", "speaker": "spk_2","line":"Eventually, I think I need an outer outward makeover before I can actually be that person. You know, you can you can. You can sell somebody your cop car, but if they don't paint it different people are still going to think it's a cop car.","episode":"s09e04.json","edited":false},
{"time": "0:34:16", "speaker": "spk_5","line":"We've all heard that before. Looking yourself in the mirror. The image matters.","episode":"s09e04.json","edited":false},
{"time": "0:34:21", "speaker": "spk_3","line":"Yes, right? Yeah. You may be usually","episode":"s09e04.json","edited":false},
{"time": "0:34:23", "speaker": "spk_1","line":"Pull up, Pull up a chair, turn it around backwards, Sit your ass down next to some cool kids.","episode":"s09e04.json","edited":false},
{"time": "0:34:29", "speaker": "spk_3","line":"That's my","episode":"s09e04.json","edited":false},
{"time": "0:34:29", "speaker": "spk_2","line":"plan. Ah, you know, I'm going to see if there might be some Ah, table table space that the cool kids table at lunch. Oh,","episode":"s09e04.json","edited":false},
{"time": "0:34:38", "speaker": "spk_3","line":"there he is. A space that has been open","episode":"s09e04.json","edited":false},
{"time": "0:34:41", "speaker": "spk_2","line":"because everybody knows a","episode":"s09e04.json","edited":false},
{"time": "0:34:43", "speaker": "spk_3","line":"kid died on that motorcycle","episode":"s09e04.json","edited":false},
{"time": "0:34:45", "speaker": "spk_2","line":"marque died in a motorcycle accident","episode":"s09e04.json","edited":false},
{"time": "0:34:48", "speaker": "spk_4","line":"again on on behalf of me and my car. No comment at best. Involuntary manslaughter","episode":"s09e04.json","edited":false},
{"time": "0:34:59", "speaker": "spk_5","line":"on behalf of me who is asleep in the passenger seat. No comments, no commandment and no comment. And we had at McDonald's just earlier.","episode":"s09e04.json","edited":false},
{"time": "0:35:10", "speaker": "spk_4","line":"Yeah, because yeah, the comet, We only have it down because we were drunk. So we were trying toe. No comment. No more comment, period.","episode":"s09e04.json","edited":false},
{"time": "0:35:23", "speaker": "spk_1","line":"And and I know that I","episode":"s09e04.json","edited":false},
{"time": "0:35:25", "speaker": "spk_5","line":"also grabbed the wheel and axle because I got nervous. No","episode":"s09e04.json","edited":false},
{"time": "0:35:27", "speaker": "spk_1","line":"comment, No comment. But I sold them to be your own Sundays. That's illegal in Hamilton. So There's an opening in the cool. Get safe.","episode":"s09e04.json","edited":false},
{"time": "0:35:35", "speaker": "spk_3","line":"You're cool. Now.","episode":"s09e04.json","edited":false},
{"time": "0:35:36", "speaker": "spk_2","line":"I'm gonna CEO if I can do","episode":"s09e04.json","edited":false},
{"time": "0:35:38", "speaker": "spk_4","line":"who's the opening next to? Cause that table","episode":"s09e04.json","edited":false},
{"time": "0:35:40", "speaker": "spk_3","line":"Rice","episode":"s09e04.json","edited":false},
{"time": "0:35:41", "speaker": "spk_1","line":"is gunning for that price","episode":"s09e04.json","edited":false},
{"time": "0:35:42", "speaker": "spk_4","line":"is going for","episode":"s09e04.json","edited":false},
{"time": "0:35:43", "speaker": "spk_2","line":"it. And a lot of people say he probably is a good shot. He just said","episode":"s09e04.json","edited":false},
{"time": "0:35:46", "speaker": "spk_5","line":"I was the","episode":"s09e04.json","edited":false},
{"time": "0:35:46", "speaker": "spk_2","line":"100 meter dash. Uh, and he is our star varsity track player. Coolest cars in school on.","episode":"s09e04.json","edited":false},
{"time": "0:35:55", "speaker": "spk_4","line":"Did you set a record for that dash for first most the firing gun starter Gun guy Dio face. Yes, yes.","episode":"s09e04.json","edited":false},
{"time": "0:36:05", "speaker": "spk_5","line":"Yeah. Most kickbacks. You'd fire the gun, it would kick right into your head, right?","episode":"s09e04.json","edited":false},
{"time": "0:36:10", "speaker": "spk_2","line":"Yeah. Harris on the gun.","episode":"s09e04.json","edited":false},
{"time": "0:36:12", "speaker": "spk_5","line":"And those are supposed to be blanks.","episode":"s09e04.json","edited":false},
{"time": "0:36:13", "speaker": "spk_3","line":"Yeah, uh oh is","episode":"s09e04.json","edited":false},
{"time": "0:36:15", "speaker": "spk_2","line":"right. That if nothing's coming out, it doesn't seem like there would be an equal and opposite reaction. That's a So you","episode":"s09e04.json","edited":false},
{"time": "0:36:21", "speaker": "spk_1","line":"screamed. Well, I'm already shooting blanks with my dick. I'm not going to shoot him with my gun. I","episode":"s09e04.json","edited":false},
{"time": "0:36:27", "speaker": "spk_5","line":"did scream the scream batter. Who was at the athletic director?","episode":"s09e04.json","edited":false},
{"time": "0:36:30", "speaker": "spk_2","line":"Yeah, he was out there, told me to quit, that he would take over and I said no.","episode":"s09e04.json","edited":false},
{"time": "0:36:34", "speaker": "spk_5","line":"Well, I think how I think this plan to be cool is awesome. I saw on your calendar get a perm was in there s so that should help out. Get a","episode":"s09e04.json","edited":false},
{"time": "0:36:41", "speaker": "spk_2","line":"permit is Thursday and buy a new by some jackets is the weekend","episode":"s09e04.json","edited":false},
{"time": "0:36:47", "speaker": "spk_5","line":"by some jackets. And get a","episode":"s09e04.json","edited":false},
{"time": "0:36:48", "speaker": "spk_3","line":"president. You should fit in perfect with these high school years. They got bison jackets. Lose all your","episode":"s09e04.json","edited":false},
{"time": "0:36:55", "speaker": "spk_1","line":"T shirts, get a perm. You cannot approach that table shirtless with a jean jacket on with perm. We'll","episode":"s09e04.json","edited":false},
{"time": "0:37:02", "speaker": "spk_3","line":"see.","episode":"s09e04.json","edited":false},
{"time": "0:37:02", "speaker": "spk_4","line":"See what Nirvana is all about. I see there are no to do list","episode":"s09e04.json","edited":false},
{"time": "0:37:06", "speaker": "spk_2","line":"with another bullet point underneath it by Nirvana T shirt from Target.","episode":"s09e04.json","edited":false},
{"time": "0:37:10", "speaker": "spk_5","line":"Well, I'm just happy that we've all found a place Where way can you back off of our hard work brain and just get into our, like, calm brain meditation? I mean, walks for me, A really nice jelling about Judaism for May and is very relaxed for","episode":"s09e04.json","edited":false},
{"time": "0:37:27", "speaker": "spk_4","line":"you. And so I think our guest is coming in. So we should take a little break and get him situated.","episode":"s09e04.json","edited":false},
{"time": "0:37:33", "speaker": "spk_0","line":"Yeah,","episode":"s09e04.json","edited":false},
{"time": "0:37:34", "speaker": "spk_5","line":"until then.","episode":"s09e04.json","edited":false},
{"time": "0:37:36", "speaker": "spk_2","line":"Goodbye. All right, we're back. Y'all Thanks for sticking it out through that break. And like we said, we got a guest on the show today, and we honestly could not be more excited. This is potentially one of the greatest success stories in the history of Hamilton High School. Huge. I mean, truly, I don't know that there's anybody who's sort of hit the heights that this fella has hit. So we are so glad to have him back in the lounge to talk about his new his new comedy special called Pot Humor. We got our good old boy Matty be Maddie being a so good to see you. Is it it ISS man? Yes. Wow. Honestly, we look at you as kind of like proof that we did. All right, You know what I mean?","episode":"s09e04.json","edited":false},
{"time": "0:38:22", "speaker": "spk_1","line":"Yeah. We always say like a you know, Maddie be, You know, Maddie be Hey, went to school at Hamilton. I","episode":"s09e04.json","edited":false},
{"time": "0:38:28", "speaker": "spk_4","line":"was in my theatre class, I think","episode":"s09e04.json","edited":false},
{"time": "0:38:30", "speaker": "spk_5","line":"Todd eat. I got him out of. I tried to","episode":"s09e04.json","edited":false},
{"time": "0:38:34", "speaker": "spk_0","line":"Yeah, Yeah,","episode":"s09e04.json","edited":false},
{"time": "0:38:35", "speaker": "spk_1","line":"on handling skills. He was very good. Surprisingly good. Could have been a basketball player. We wanted to","episode":"s09e04.json","edited":false},
{"time": "0:38:40", "speaker": "spk_0","line":"have been there. What? Things didn't happen the way they did","episode":"s09e04.json","edited":false},
{"time": "0:38:43", "speaker": "spk_2","line":"away. Oh, come on, now. You","episode":"s09e04.json","edited":false},
{"time": "0:38:45", "speaker": "spk_0","line":"have surprised you guys. It's good to see me, huh?","episode":"s09e04.json","edited":false},
{"time": "0:38:49", "speaker": "spk_2","line":"Yeah. I mean, you were my successor. You You made it the regional regional finals In the science fair","episode":"s09e04.json","edited":false},
{"time": "0:38:54", "speaker": "spk_5","line":"we talk about","episode":"s09e04.json","edited":false},
{"time": "0:38:55", "speaker": "spk_0","line":"you. Forgot about that","episode":"s09e04.json","edited":false},
{"time": "0:38:57", "speaker": "spk_4","line":"when I saw you pull up in that test. Lives like one of my ex students driving a Tesla. I must be a pretty good teacher. There must be a pretty good teacher.","episode":"s09e04.json","edited":false},
{"time": "0:39:07", "speaker": "spk_0","line":"That's my old Tesler. Um, but you guys obviously haven't seen the special. It hasn't come out yet, but I talk about you guys a lot. No special Where the impetus of it.","episode":"s09e04.json","edited":false},
{"time": "0:39:26", "speaker": "spk_3","line":"I'm gonna","episode":"s09e04.json","edited":false},
{"time": "0:39:26", "speaker": "spk_2","line":"be honest with you, Matty doesn't seem the way you're talking about us. You know, we're all really excited, smiling, laughing, having a good time with you. But, like, it seems like maybe there's something on your","episode":"s09e04.json","edited":false},
{"time": "0:39:37", "speaker": "spk_1","line":"mind. Yeah, we went in for the shake, and you just gave us kind of a dismissive fist bump.","episode":"s09e04.json","edited":false},
{"time": "0:39:41", "speaker": "spk_5","line":"Yeah, I think we only one knuckle.","episode":"s09e04.json","edited":false},
{"time": "0:39:44", "speaker": "spk_4","line":"Was that a fist bump? Because it was more of a stomach punch for May. I don't know if there was a missed fist bump.","episode":"s09e04.json","edited":false},
{"time": "0:39:49", "speaker": "spk_0","line":"Yeah, I was. When you swing your fist, it's someone that's in a fist. bump.","episode":"s09e04.json","edited":false},
{"time": "0:39:53", "speaker": "spk_1","line":"Okay. Okay. Oh, yeah. I guess now, in hindsight, I wanted a block of your I love your face and but it still hurt back. Forearm got hit hard and","episode":"s09e04.json","edited":false},
{"time": "0:40:05", "speaker": "spk_3","line":"I want to deal.","episode":"s09e04.json","edited":false},
{"time": "0:40:06", "speaker": "spk_2","line":"Yeah, I thought you were just noticed in my tummy.","episode":"s09e04.json","edited":false},
{"time": "0:40:08", "speaker": "spk_0","line":"Kind of. Just like I put on a couple of Aikins launch into what my specials about. I mean, it's about pot, obviously. Yeah. Which I I was a pot dealer during high school. And you guys know that, obviously.","episode":"s09e04.json","edited":false},
{"time": "0:40:26", "speaker": "spk_5","line":"Well, that's why you were so cool. We let we just We thought you were cool.","episode":"s09e04.json","edited":false},
{"time": "0:40:30", "speaker": "spk_4","line":"I honestly don't remember that. I honestly don't remember. You're dealing pot at all. But I did remember thinking you were cool.","episode":"s09e04.json","edited":false},
{"time": "0:40:35", "speaker": "spk_3","line":"So it","episode":"s09e04.json","edited":false},
{"time": "0:40:35", "speaker": "spk_4","line":"must have been that.","episode":"s09e04.json","edited":false},
{"time": "0:40:36", "speaker": "spk_1","line":"Yeah. I mean, like, pots. Cool. Now I get It","episode":"s09e04.json","edited":false},
{"time": "0:40:42", "speaker": "spk_0","line":"was highly illegal. They could send someone, like May to juvenile hall juvie. And then since I messed up in jute Yeah, juvie. And since I'm master, everybody calls juvie, it shorts cooler. It's cool. You've never been to juvie, But I have.","episode":"s09e04.json","edited":false},
{"time": "0:40:59", "speaker": "spk_5","line":"Yeah, but its eyes really? Did","episode":"s09e04.json","edited":false},
{"time": "0:41:04", "speaker": "spk_4","line":"you do a little stand up special there, like Johnny Cash","episode":"s09e04.json","edited":false},
{"time": "0:41:08", "speaker": "spk_1","line":"did you make the troops. I mean, the prisoners Folsom Prison this'll","episode":"s09e04.json","edited":false},
{"time": "0:41:14", "speaker": "spk_5","line":"ones for all the lifers here in juvie.","episode":"s09e04.json","edited":false},
{"time": "0:41:16", "speaker": "spk_0","line":"No, I was in there. I was part of juvie. I wasn't entertaining their respect. Yeah, and I went to federal prison.","episode":"s09e04.json","edited":false},
{"time": "0:41:27", "speaker": "spk_5","line":"Wow. Okay,","episode":"s09e04.json","edited":false},
{"time": "0:41:29", "speaker": "spk_0","line":"Responses down for a halftime.","episode":"s09e04.json","edited":false},
{"time": "0:41:32", "speaker": "spk_3","line":"0 2.5 years. I got a nickel off. Five years, you're down for a nickel. I don't know the terms. You go, I'm off.","episode":"s09e04.json","edited":false},
{"time": "0:41:46", "speaker": "spk_0","line":"That's what we call it in juvie of imprison. So Pres O's","episode":"s09e04.json","edited":false},
{"time": "0:41:51", "speaker": "spk_1","line":"nickel equals five years. Yeah. Hang","episode":"s09e04.json","edited":false},
{"time": "0:41:55", "speaker": "spk_4","line":"on. Yeah, you did. Because I think I bought pot from you a few times when you were a student here. Now,","episode":"s09e04.json","edited":false},
{"time": "0:42:01", "speaker": "spk_0","line":"you didn't mention that when you testified against me in court.","episode":"s09e04.json","edited":false},
{"time": "0:42:06", "speaker": "spk_3","line":"Didn't wait, didn't I? Buy pot from you? What that sting did? That's how I remember you. I pop pop from you at that sting. Oh,","episode":"s09e04.json","edited":false},
{"time": "0:42:17", "speaker": "spk_0","line":"you guys all set me down.","episode":"s09e04.json","edited":false},
{"time": "0:42:20", "speaker": "spk_3","line":"Was I in the marked on May? You knocked on May you against may Wait. I remember you're the reason I went to juvie in federal prison. You your reason why Talk about Give me a football, Wei Xu. Ready? Be I happiness, I guess. Ice narked on May man outside with the cans on my head being like That's him. That's him. Get him. Get him. What you","episode":"s09e04.json","edited":false},
{"time": "0:43:06", "speaker": "spk_0","line":"doing? Do you realize what you did to me? Did you guys ever think","episode":"s09e04.json","edited":false},
{"time": "0:43:09", "speaker": "spk_3","line":"about that as the time","episode":"s09e04.json","edited":false},
{"time": "0:43:11", "speaker": "spk_2","line":"what we were doing was what it was was considered, you know, moral. We you know, we","episode":"s09e04.json","edited":false},
{"time": "0:43:16", "speaker": "spk_3","line":"were like McCarthyism. Well, hey, you became a famous comedian. Strikers us, do","episode":"s09e04.json","edited":false},
{"time": "0:43:22", "speaker": "spk_4","line":"that communist charge stick because I push that pretty hard","episode":"s09e04.json","edited":false},
{"time": "0:43:25", "speaker": "spk_3","line":"when I just, uh that time","episode":"s09e04.json","edited":false},
{"time": "0:43:31", "speaker": "spk_0","line":"the jury did not convict me.","episode":"s09e04.json","edited":false},
{"time": "0:43:32", "speaker": "spk_3","line":"Theo. Only thing is a","episode":"s09e04.json","edited":false},
{"time": "0:43:35", "speaker": "spk_5","line":"big sidetrack in the case. A couple days on, just communism thing.","episode":"s09e04.json","edited":false},
{"time": "0:43:39", "speaker": "spk_4","line":"I think I ended up getting held in contempt for a little bit of it because I was put","episode":"s09e04.json","edited":false},
{"time": "0:43:43", "speaker": "spk_0","line":"Said I was a socialist cause I was in social studies,","episode":"s09e04.json","edited":false},
{"time": "0:43:47", "speaker": "spk_4","line":"airtight to may. Well, look, no hard feelings","episode":"s09e04.json","edited":false},
{"time": "0:43:51", "speaker": "spk_3","line":"in my life. That's why I have this upside down. Teardrop on my face. Looks","episode":"s09e04.json","edited":false},
{"time": "0:43:57", "speaker": "spk_2","line":"like a balloon. I would be another","episode":"s09e04.json","edited":false},
{"time": "0:43:59", "speaker": "spk_0","line":"guy gave it to me. He was a bunkmate. Did. I thought I was doing it right. I was dyslexic. Now you see up on the top. So I thought it was right side up. And then everyone was like, That's the teardrop was a bowling.","episode":"s09e04.json","edited":false},
{"time": "0:44:15", "speaker": "spk_4","line":"Um, well, looks like a cool balloons. Looks like a cool bullet.","episode":"s09e04.json","edited":false},
{"time": "0:44:19", "speaker": "spk_3","line":"I bet that helped","episode":"s09e04.json","edited":false},
{"time": "0:44:21", "speaker": "spk_0","line":"build someone in prison. So comedically you do. You","episode":"s09e04.json","edited":false},
{"time": "0:44:28", "speaker": "spk_2","line":"got onstage and you killed. Yeah,","episode":"s09e04.json","edited":false},
{"time": "0:44:33", "speaker": "spk_4","line":"this has given me. I'm having big flashbacks. And I just wanted trial. Yeah, the whole I remember now why I testified against you. I got caught with weed so you could understand. What? You","episode":"s09e04.json","edited":false},
{"time": "0:44:48", "speaker": "spk_3","line":"threw me under the bus. We had so much weed. We had to take the deal, Maddie.","episode":"s09e04.json","edited":false},
{"time": "0:44:53", "speaker": "spk_4","line":"It would have ruined my life to go to prison.","episode":"s09e04.json","edited":false},
{"time": "0:44:56", "speaker": "spk_3","line":"Well, I was just a child of 16 years old, right? We alone you, man, we had to have a","episode":"s09e04.json","edited":false},
{"time": "0:45:03", "speaker": "spk_0","line":"meeting in care.","episode":"s09e04.json","edited":false},
{"time": "0:45:05", "speaker": "spk_4","line":"But now you reminded me. I do remember. And I feel so","episode":"s09e04.json","edited":false},
{"time": "0:45:10", "speaker": "spk_0","line":"happy I didn't go to prison. Yeah, because didn't visit me.","episode":"s09e04.json","edited":false},
{"time": "0:45:14", "speaker": "spk_2","line":"Well, listen, Maddie, I'm sorry I helped put away so many kids at that time, like so you kind of just like you kind of got lost in the shuffle of from being we're rolling on almost every student Honestly I said some kids. I got some kids put away for drag racing. I got some kids put away for animal cruelty. I mean,","episode":"s09e04.json","edited":false},
{"time": "0:45:35", "speaker": "spk_5","line":"teaching very litigious at that time, both criminally and privately. A lot of, you know, social cases, lots going on.","episode":"s09e04.json","edited":false},
{"time": "0:45:42", "speaker": "spk_4","line":"But wouldn't you say? I mean, you're You're a comedian. You're a famous comedian. Now you give me an old Yes, I'm huge. Don't you think that","episode":"s09e04.json","edited":false},
{"time": "0:45:50", "speaker": "spk_0","line":"humor is coming out a multi platforms","episode":"s09e04.json","edited":false},
{"time": "0:45:54", "speaker": "spk_3","line":"way? So it's not","episode":"s09e04.json","edited":false},
{"time": "0:45:55", "speaker": "spk_0","line":"a man at on Apple. It's coming out on Amazon. It's coming out on X. But like this guy Chappelle, it's like eso huge one fucking platform bitch.","episode":"s09e04.json","edited":false},
{"time": "0:46:10", "speaker": "spk_4","line":"Netflix. That's it. All he got bed was 40 million for one platform. What do you getting for all this platform?","episode":"s09e04.json","edited":false},
{"time": "0:46:18", "speaker": "spk_0","line":"I bet he gets no back end, and","episode":"s09e04.json","edited":false},
{"time": "0:46:22", "speaker": "spk_5","line":"it's all about the back. And that's where the money is. Really?","episode":"s09e04.json","edited":false},
{"time": "0:46:27", "speaker": "spk_0","line":"I got a double time up front for this, but back in the attack and I get 70","episode":"s09e04.json","edited":false},
{"time": "0:46:36", "speaker": "spk_3","line":"k half to re kuhio be well,","episode":"s09e04.json","edited":false},
{"time": "0:46:44", "speaker": "spk_0","line":"um, man, back in on the multi platforms, man. Fucking Bill bears me going. Oh, shit. I missed the boat.","episode":"s09e04.json","edited":false},
{"time": "0:46:52", "speaker": "spk_5","line":"Where you looking to add more platforms where you platform doubt because we have a live platform coming up. What","episode":"s09e04.json","edited":false},
{"time": "0:46:58", "speaker": "spk_0","line":"do you mean?","episode":"s09e04.json","edited":false},
{"time": "0:46:59", "speaker": "spk_5","line":"We have a stage that you know the fall Festival. I don't know if your","episode":"s09e04.json","edited":false},
{"time": "0:47:04", "speaker": "spk_0","line":"that's a little literal platform you can stand on","episode":"s09e04.json","edited":false},
{"time": "0:47:07", "speaker": "spk_5","line":"its not quite a full stage. It's more of a platform. And it's clearly talking","episode":"s09e04.json","edited":false},
{"time": "0:47:12", "speaker": "spk_0","line":"about B O de Platforms.","episode":"s09e04.json","edited":false},
{"time": "0:47:15", "speaker": "spk_5","line":"Oh, is that like the thing it's really hard","episode":"s09e04.json","edited":false},
{"time": "0:47:16", "speaker": "spk_1","line":"to get to, like on your TV? If you have a smart TV you like, What's the v o d?","episode":"s09e04.json","edited":false},
{"time": "0:47:22", "speaker": "spk_0","line":"I find that insulting? Samo, You just said that it's hard to get","episode":"s09e04.json","edited":false},
{"time": "0:47:26", "speaker": "spk_5","line":"Teoh. Well, I just never know how to get to it,","episode":"s09e04.json","edited":false},
{"time": "0:47:28", "speaker": "spk_0","line":"you know, it's hard to get. Thio was freedom was the sun for fucking five years because you guys","episode":"s09e04.json","edited":false},
{"time": "0:47:37", "speaker": "spk_3","line":"wait this girl way said we're sorry you felt that way. Yeah, should be over it by now. You're huge. You're successful.","episode":"s09e04.json","edited":false},
{"time": "0:47:48", "speaker": "spk_4","line":"Were all relatively poor. We're still teaching and shaping minds. I'd much rather have stuff on via video on demand. All I've got his VD","episode":"s09e04.json","edited":false},
{"time": "0:47:59", "speaker": "spk_3","line":"u r v o d But you've got VT","episode":"s09e04.json","edited":false},
{"time": "0:48:01", "speaker": "spk_4","line":"you can put that out of You can put that my special edited, but you could put that in special podcast","episode":"s09e04.json","edited":false},
{"time": "0:48:09", "speaker": "spk_2","line":"way. We'd love for you to take a detour in the middle of your show and push","episode":"s09e04.json","edited":false},
{"time": "0:48:12", "speaker": "spk_3","line":"this episode as you and","episode":"s09e04.json","edited":false},
{"time": "0:48:14", "speaker": "spk_0","line":"stand up are not the same.","episode":"s09e04.json","edited":false},
{"time": "0:48:16", "speaker": "spk_3","line":"How about this? How","episode":"s09e04.json","edited":false},
{"time": "0:48:17", "speaker": "spk_0","line":"many standards have to die to","episode":"s09e04.json","edited":false},
{"time": "0:48:19", "speaker": "spk_3","line":"before people get this? Put this in. But this in You got Apple. All we get is an apple from the students, but that put that in there. Okay, it's","episode":"s09e04.json","edited":false},
{"time": "0:48:32", "speaker": "spk_0","line":"already edited. It's already on these plastic","episode":"s09e04.json","edited":false},
{"time": "0:48:35", "speaker": "spk_3","line":"Twitter's put in a special feature scenes Twitter. All we get is apple fritter That one will put it in.","episode":"s09e04.json","edited":false},
{"time": "0:48:44", "speaker": "spk_1","line":"Put that one in the so and it's not Twitter. Go back. Oh, I talked","episode":"s09e04.json","edited":false},
{"time": "0:48:54", "speaker": "spk_0","line":"to these teachers, inspired me, and they had came over the great joke. Can I go back to that? Theater? Will light it again, will put bring in an audience","episode":"s09e04.json","edited":false},
{"time": "0:49:03", "speaker": "spk_3","line":"or may you know we'll just get the front","episode":"s09e04.json","edited":false},
{"time": "0:49:05", "speaker": "spk_0","line":"row will shoot it just over their heads. So seem like there's a big audience there.","episode":"s09e04.json","edited":false},
{"time": "0:49:09", "speaker": "spk_3","line":"Our main was still close up the curtain that matches sound that I've done the age. Yeah, sounds like you've gotten a plan already were closer. A problem solver even criticize you could.","episode":"s09e04.json","edited":false},
{"time": "0:49:22", "speaker": "spk_4","line":"Also 80 are over worst jokes that are in","episode":"s09e04.json","edited":false},
{"time": "0:49:24", "speaker": "spk_3","line":"there to save my about pie. How long a put an apple fritter joke and their way.","episode":"s09e04.json","edited":false},
{"time": "0:49:37", "speaker": "spk_2","line":"Well, you know, maybe I like to look at myself as a silver linings kind of guy. Okay, so you got a look at this experience as maybe this is just one step on the road to getting We're getting you where you are. Now, if you hadn't gone to juvie, if you hadn't had this experience in federal prison, do you think you actually would have even been ableto formulate the","episode":"s09e04.json","edited":false},
{"time": "0:49:56", "speaker": "spk_3","line":"material for this special material?","episode":"s09e04.json","edited":false},
{"time": "0:49:58", "speaker": "spk_2","line":"It was like comedians need trials and tribulations. Teoh happens in prison. I mean,","episode":"s09e04.json","edited":false},
{"time": "0:50:07", "speaker": "spk_0","line":"by the way, there is no, there is no anal rape. That's not even true. None. Let's put that to bed. Because, like a lot of people, when I go, do you know what happens in prison? They jump right to that on my","episode":"s09e04.json","edited":false},
{"time": "0:50:19", "speaker": "spk_3","line":"hey, it doesn't really happen if you think","episode":"s09e04.json","edited":false},
{"time": "0:50:23", "speaker": "spk_4","line":"that's happening Prison all the time. Why aren't you doing something","episode":"s09e04.json","edited":false},
{"time": "0:50:25", "speaker": "spk_3","line":"about it? I mean, come on, let's shut down prisons What do you talking crazy?","episode":"s09e04.json","edited":false},
{"time": "0:50:33", "speaker": "spk_2","line":"You get bad sandwiches,","episode":"s09e04.json","edited":false},
{"time": "0:50:36", "speaker": "spk_0","line":"you won't hear about sandwiches. Motherfucker. This is what happens sometimes the's memories. Sometimes our petitions over there. You'll big before you eat lunch and you'll have a sandwich and you'll bite into it and it's really good. And then you'll look away like maybe you need some ice in your water and you look, Is anyone saying the I'm ice machine? Look back in. Someone has taken your apple fritter. You","episode":"s09e04.json","edited":false},
{"time": "0:51:12", "speaker": "spk_3","line":"think that's funny? I think it's a desert prison fritter. What? So what had taken a bite of my sandwich? Worst thing","episode":"s09e04.json","edited":false},
{"time": "0:51:22", "speaker": "spk_4","line":"that happens to you in prison as you look at the ice","episode":"s09e04.json","edited":false},
{"time": "0:51:25", "speaker": "spk_3","line":"machine sandwich, I didn't even think they would take away the ice machine. Detailed. How much of the sandwich? What do you think runs that","episode":"s09e04.json","edited":false},
{"time": "0:51:36", "speaker": "spk_0","line":"machine during the day? You think it's like when those hotel fancy ice","episode":"s09e04.json","edited":false},
{"time": "0:51:39", "speaker": "spk_3","line":"we change things? Are","episode":"s09e04.json","edited":false},
{"time": "0:51:41", "speaker": "spk_0","line":"prisoners standing a giant fucking icebox with picks cubes?","episode":"s09e04.json","edited":false},
{"time": "0:51:46", "speaker": "spk_3","line":"Right? That's did these","episode":"s09e04.json","edited":false},
{"time": "0:51:47", "speaker": "spk_2","line":"air individually chiseled cubes by","episode":"s09e04.json","edited":false},
{"time": "0:51:49", "speaker": "spk_5","line":"prisoners, the most trusted get X chisel, the ice.","episode":"s09e04.json","edited":false},
{"time": "0:51:54", "speaker": "spk_0","line":"Must this shit kids snuck out of","episode":"s09e04.json","edited":false},
{"time": "0:51:57", "speaker": "spk_4","line":"the ice machine? It is the most obvious place to get one.","episode":"s09e04.json","edited":false},
{"time": "0:52:01", "speaker": "spk_3","line":"Yeah, way. Now that you filmed","episode":"s09e04.json","edited":false},
{"time": "0:52:05", "speaker": "spk_1","line":"this special, Yeah, I feel like","episode":"s09e04.json","edited":false},
{"time": "0:52:08", "speaker": "spk_0","line":"Borland Oregon Northwest Campus Club. Everybody was getting baked people who believed in the freedom of weed before it was popular. Like you guys","episode":"s09e04.json","edited":false},
{"time": "0:52:19", "speaker": "spk_3","line":"were way broken smoke and we started smoking. We decided smoking were the same people express made everything okay. When we stop","episode":"s09e04.json","edited":false},
{"time": "0:52:33", "speaker": "spk_1","line":"Pineapple Express, we ran to get weed. Well, we stop snitching, but","episode":"s09e04.json","edited":false},
{"time": "0:52:36", "speaker": "spk_3","line":"it sounds like you need some new","episode":"s09e04.json","edited":false},
{"time": "0:52:39", "speaker": "spk_1","line":"material to do a new special. So give us the DEETs. Well, I'm ready to roll on your ass right now. Again. What? You","episode":"s09e04.json","edited":false},
{"time": "0:52:49", "speaker": "spk_3","line":"I'm gonna put you way. Don't want to","episode":"s09e04.json","edited":false},
{"time": "0:52:51", "speaker": "spk_4","line":"put you away again. We don't put you again. But is there? I put you","episode":"s09e04.json","edited":false},
{"time": "0:52:55", "speaker": "spk_0","line":"guys away. You can write some","episode":"s09e04.json","edited":false},
{"time": "0:52:57", "speaker": "spk_5","line":"special. What do you","episode":"s09e04.json","edited":false},
{"time": "0:52:58", "speaker": "spk_1","line":"have? What do you have on","episode":"s09e04.json","edited":false},
{"time": "0:53:00", "speaker": "spk_2","line":"us? We honestly, there's no way we","episode":"s09e04.json","edited":false},
{"time": "0:53:02", "speaker": "spk_1","line":"There was nothing on the call. There was nothing on the call. The call was clean.","episode":"s09e04.json","edited":false},
{"time": "0:53:07", "speaker": "spk_2","line":"It was a perfectly good conversation","episode":"s09e04.json","edited":false},
{"time": "0:53:09", "speaker": "spk_0","line":"is a perfect call. You all just admitted on your own podcast of lying in court.","episode":"s09e04.json","edited":false},
{"time": "0:53:16", "speaker": "spk_4","line":"Oh, uh, not Not prudent. All right, here we go.","episode":"s09e04.json","edited":false},
{"time": "0:53:23", "speaker": "spk_2","line":"Here. We'll go back in and we'll edit. We'll edit it. I'm in los that clean. Not. And then we'll go back and edit it into the episode earlier to make it sound like we just said. Not after we said we like","episode":"s09e04.json","edited":false},
{"time": "0:53:32", "speaker": "spk_1","line":"great sandwich bythe Oh, say it is Maddie Biggs. Hey,","episode":"s09e04.json","edited":false},
{"time": "0:53:37", "speaker": "spk_3","line":"guys. Took my sandwich. You're looking around for ice, Matt. We can take Sando. Guys, what I would","episode":"s09e04.json","edited":false},
{"time": "0:53:46", "speaker": "spk_0","line":"like to come away with and I thought it would hold this whole thing would start was with an apology for taken. What do you want to take in my twenties away for me? Basically, when it when people are falling in love And what experiencing, you know, life beyond school. For the first time, I was in juvie.","episode":"s09e04.json","edited":false},
{"time": "0:54:13", "speaker": "spk_4","line":"Well, Theresa, I'll be the 1st 1 I'll be the 1st 1","episode":"s09e04.json","edited":false},
{"time": "0:54:17", "speaker": "spk_0","line":"right? Oh, wow. Tired, apologizing. Brave. Might it be Now","episode":"s09e04.json","edited":false},
{"time": "0:54:22", "speaker": "spk_4","line":"that you're famous, it occurs to me that we could be great friends.","episode":"s09e04.json","edited":false},
{"time": "0:54:28", "speaker": "spk_0","line":"And what if I wasn't famous?","episode":"s09e04.json","edited":false},
{"time": "0:54:31", "speaker": "spk_4","line":"Oh, the same would be true. Who knows? It doesn't matter because you are famous. And that's the important thing.","episode":"s09e04.json","edited":false},
{"time": "0:54:36", "speaker": "spk_0","line":"Yeah, I get that nice","episode":"s09e04.json","edited":false},
{"time": "0:54:37", "speaker": "spk_4","line":"car. Expensive three piece for piece suit and","episode":"s09e04.json","edited":false},
{"time": "0:54:43", "speaker": "spk_5","line":"just missed the North piece. I don't know","episode":"s09e04.json","edited":false},
{"time": "0:54:45", "speaker": "spk_1","line":"what that pieces it's. Do you guys like to different suits at the same time? Whoa, does one","episode":"s09e04.json","edited":false},
{"time": "0:54:53", "speaker": "spk_3","line":"damn six Penney suit over there. Whoa.","episode":"s09e04.json","edited":false},
{"time": "0:54:59", "speaker": "spk_4","line":"Well, that mass was all over","episode":"s09e04.json","edited":false},
{"time": "0:55:02", "speaker": "spk_2","line":"a dime. Plus one.","episode":"s09e04.json","edited":false},
{"time": "0:55:04", "speaker": "spk_3","line":"Six. Hey, said he had on 23 piece suits. How much","episode":"s09e04.json","edited":false},
{"time": "0:55:09", "speaker": "spk_2","line":"do you think a dime is,","episode":"s09e04.json","edited":false},
{"time": "0:55:10", "speaker": "spk_1","line":"Bill? Oh, I see. I see. Now, I meant to say minus damn minus. Neapolis does.","episode":"s09e04.json","edited":false},
{"time": "0:55:17", "speaker": "spk_5","line":"Well, I think through this conversation, I'm much like","episode":"s09e04.json","edited":false},
{"time": "0:55:20", "speaker": "spk_4","line":"top British Ripe, all dressed. So moving. All right.","episode":"s09e04.json","edited":false},
{"time": "0:55:22", "speaker": "spk_5","line":"That was a good apology. And I would like to go right on the heels of it and","episode":"s09e04.json","edited":false},
{"time": "0:55:25", "speaker": "spk_1","line":"say, now that I know who you are, who you've become and what I can get from it. I really am sorry. Yes.","episode":"s09e04.json","edited":false},
{"time": "0:55:32", "speaker": "spk_0","line":"And what do you guys think? Even if I was gonna accept this apology like, what do you think you're going to get for me? Just cause I'm a","episode":"s09e04.json","edited":false},
{"time": "0:55:39", "speaker": "spk_5","line":"little bit?","episode":"s09e04.json","edited":false},
{"time": "0:55:41", "speaker": "spk_2","line":"Can I Maybe tomorrow when I'm at lunch, sitting at the cool kids table? Yes. You walk up and you just Ah! Hey, you can give me another little fist bump say you're all right, Levis.","episode":"s09e04.json","edited":false},
{"time": "0:55:54", "speaker": "spk_0","line":"How about that? How about you tell the truth of what happened to the kids in school and say, Hey, it's It's better to be honest.","episode":"s09e04.json","edited":false},
{"time": "0:56:05", "speaker": "spk_5","line":"Okay, fine. We befriended a cool high schooler, and then when we get in trouble for it, we rolled on him. Sorry.","episode":"s09e04.json","edited":false},
{"time": "0:56:12", "speaker": "spk_1","line":"Wow, I'm sorry. Let it all out there. There","episode":"s09e04.json","edited":false},
{"time": "0:56:15", "speaker": "spk_5","line":"we were your friend. We thought you were cool. You gave us. We'd we realized that everything","episode":"s09e04.json","edited":false},
{"time": "0:56:21", "speaker": "spk_0","line":"was You guys were teachers, and you were getting high with us and inviting us to your being bag part of Europe, That is.","episode":"s09e04.json","edited":false},
{"time": "0:56:31", "speaker": "spk_4","line":"You remember in your water, you are being bag and waterbed parties.","episode":"s09e04.json","edited":false},
{"time": "0:56:35", "speaker": "spk_3","line":"You stopped coming when you start stacking","episode":"s09e04.json","edited":false},
{"time": "0:56:39", "speaker": "spk_0","line":"bean bags on top of a waterbed. That's fucking irresponsible, man.","episode":"s09e04.json","edited":false},
{"time": "0:56:46", "speaker": "spk_3","line":"Whoa. I wish you had told me that to my face instead of not showing up because when you left, the guest list started drawing up. And there we were with our water beds with beanbags stacked on him and no high schoolers staying out with. That's the four of us. 10 Crock pots going all at once. It's with a different weenie. You abandoned us that party was ready to go off.","episode":"s09e04.json","edited":false},
{"time": "0:57:11", "speaker": "spk_4","line":"So yeah, that's why we read it on you. All right. You heard of","episode":"s09e04.json","edited":false},
{"time": "0:57:15", "speaker": "spk_0","line":"steel? How? That's creepy, though in records Bank","episode":"s09e04.json","edited":false},
{"time": "0:57:18", "speaker": "spk_5","line":"that you bailed on this.","episode":"s09e04.json","edited":false},
{"time": "0:57:20", "speaker": "spk_4","line":"That we were the feed you a bunch of, well,","episode":"s09e04.json","edited":false},
{"time": "0:57:24", "speaker": "spk_0","line":"only hot dogs out of a crime.","episode":"s09e04.json","edited":false},
{"time": "0:57:26", "speaker": "spk_5","line":"Our little Smokies in barbecue and other ones. What were the other sauces? Remember,","episode":"s09e04.json","edited":false},
{"time": "0:57:33", "speaker": "spk_4","line":"I e because I would be so enthralling history and I would be watching eyes wide shut. I'd be watching the movie, which, by the way, you would never You would always talk through","episode":"s09e04.json","edited":false},
{"time": "0:57:47", "speaker": "spk_0","line":"because we wanted to leave. It made us uncomfortable. Okay,","episode":"s09e04.json","edited":false},
{"time": "0:57:51", "speaker": "spk_5","line":"well, and that hurt my feelings.","episode":"s09e04.json","edited":false},
{"time": "0:57:52", "speaker": "spk_4","line":"You heard. So maybe. And we're learning something. We should have told you. You heard our feelings instead of sending you to prison,","episode":"s09e04.json","edited":false},
{"time": "0:58:03", "speaker": "spk_5","line":"and then we would have","episode":"s09e04.json","edited":false},
{"time": "0:58:04", "speaker": "spk_0","line":"been even. Do you hear what you're saying? You awesome should maybe apologize to my parents. Uh, not to mention. Do you remember the bust when it when I did sell the weed, it was to ah, Katie Thomas, who was in chemo, and at that point, you weren't allowed to have marijuana, so I'm actually that was gonna be my last cell. Sure. Itwas like I was gonna go clean. I was just saving up enough money. Teoh cure. My dad carries disease. Uh, that I just saved up enough while then. And that was making my last cell. And I felt like I was helping to people cause Katie need the weed for chemo. Yeah, we really grilled Katie","episode":"s09e04.json","edited":false},
{"time": "0:58:57", "speaker": "spk_4","line":"on the stand. We've got hurt a crack to go to the cross. We get hard. We made her admit","episode":"s09e04.json","edited":false},
{"time": "0:59:04", "speaker": "spk_1","line":"she did. She wasn't sick. And in hindsight, we know we we lead the witness because he was obviously what","episode":"s09e04.json","edited":false},
{"time": "0:59:12", "speaker": "spk_4","line":"we bad with?","episode":"s09e04.json","edited":false},
{"time": "0:59:13", "speaker": "spk_0","line":"Well, she she died that summer. Yeah. I","episode":"s09e04.json","edited":false},
{"time": "0:59:17", "speaker": "spk_4","line":"didn't follow up on that. I should follow up on that. And has your dad do it?","episode":"s09e04.json","edited":false},
{"time": "0:59:22", "speaker": "spk_0","line":"Wow. I swear, I thought you said How's your dead doing? No, Dad. Well, yeah, that's how he's doing. Oh, no. Yeah. Here's Dad is dead. Now. Now he is dead now,","episode":"s09e04.json","edited":false},
{"time": "0:59:38", "speaker": "spk_2","line":"But he definitely died after your prison. You out of prison, right,","episode":"s09e04.json","edited":false},
{"time": "0:59:42", "speaker": "spk_0","line":"Todd? Three brief. I was in prison.","episode":"s09e04.json","edited":false},
{"time": "0:59:46", "speaker": "spk_3","line":"Does cry. Oh, what an actor. He's affected by this. He's so empathetic. Oh, I","episode":"s09e04.json","edited":false},
{"time": "0:59:54", "speaker": "spk_4","line":"really feel for you, Maddy, B D and all the people we've lost in all the years you lost. And I don't know, I'd love to show you how much I feel for you if you end up going to like a just for laughs after party. Have a plus one.","episode":"s09e04.json","edited":false},
{"time": "1:00:08", "speaker": "spk_3","line":"What do you imagine?","episode":"s09e04.json","edited":false},
{"time": "1:00:09", "speaker": "spk_0","line":"Happens at a Jeff after","episode":"s09e04.json","edited":false},
{"time": "1:00:12", "speaker": "spk_4","line":"party? Everyone's there. I'd love to get roasted by by the the bump in Mike's guys a tell and Jeff Ross","episode":"s09e04.json","edited":false},
{"time": "1:00:21", "speaker": "spk_1","line":"let you have it. And there's after parties,","episode":"s09e04.json","edited":false},
{"time": "1:00:23", "speaker": "spk_4","line":"you know? Look, Teoh,","episode":"s09e04.json","edited":false},
{"time": "1:00:25", "speaker": "spk_0","line":"is that how you pictured the after parties? Yeah. Manages doing snaps. Yeah.","episode":"s09e04.json","edited":false},
{"time": "1:00:30", "speaker": "spk_1","line":"Maniscalco, come up and let you have it. Fashion faster, variety. You let you have it And it's an honor to be roasted by hand.","episode":"s09e04.json","edited":false},
{"time": "1:00:42", "speaker": "spk_4","line":"And then maybe someone would say, Well, this character look at his new face kind I'd say new faces just left characters.","episode":"s09e04.json","edited":false},
{"time": "1:00:51", "speaker": "spk_1","line":"Well, hopefully they don't go back into your old podcast history. Oh,","episode":"s09e04.json","edited":false},
{"time": "1:00:57", "speaker": "spk_0","line":"you guys worry about that. If you have these kind of ambitions my using say you said","episode":"s09e04.json","edited":false},
{"time": "1:01:03", "speaker": "spk_4","line":"I could defend anything I've said is comedy.","episode":"s09e04.json","edited":false},
{"time": "1:01:06", "speaker": "spk_0","line":"Have you done any dialects?","episode":"s09e04.json","edited":false},
{"time": "1:01:10", "speaker": "spk_4","line":"Well, I've done deep accents. I've gotten into character before, but Ben Kingsley played Ghandi, and they still let him do stuff.","episode":"s09e04.json","edited":false},
{"time": "1:01:18", "speaker": "spk_3","line":"Let him do stuff, tell","episode":"s09e04.json","edited":false},
{"time": "1:01:21", "speaker": "spk_0","line":"and do as much stuff.","episode":"s09e04.json","edited":false},
{"time": "1:01:24", "speaker": "spk_5","line":"He's done plenty of bad role since then.","episode":"s09e04.json","edited":false},
{"time": "1:01:26", "speaker": "spk_4","line":"It's just he does Gandhi all of a sudden, you know, they put him in whatever. I can't name another bank. Sexy beast. You, Gandhi and I can't do a single play for five years.","episode":"s09e04.json","edited":false},
{"time": "1:01:38", "speaker": "spk_0","line":"Can I hear you're Gundy","episode":"s09e04.json","edited":false},
{"time": "1:01:43", "speaker": "spk_4","line":"Court order. You cannot mets from his family. That's not even a PC. Police. So again, I'm so sorry. And, uh,","episode":"s09e04.json","edited":false},
{"time": "1:01:57", "speaker": "spk_0","line":"you guys haven't even even even as you're supposedly impressed, you haven't asked me really one thing about my","episode":"s09e04.json","edited":false},
{"time": "1:02:04", "speaker": "spk_3","line":"special. We've been defending ourselves","episode":"s09e04.json","edited":false},
{"time": "1:02:06", "speaker": "spk_0","line":"like, shove in the details. How long is it way question people who don't give a","episode":"s09e04.json","edited":false},
{"time": "1:02:16", "speaker": "spk_3","line":"shit. That's like","episode":"s09e04.json","edited":false},
{"time": "1:02:19", "speaker": "spk_0","line":"asking what kind of video film it's recording","episode":"s09e04.json","edited":false},
{"time": "1:02:24", "speaker": "spk_2","line":"in HD.","episode":"s09e04.json","edited":false},
{"time": "1:02:25", "speaker": "spk_3","line":"Yeah, Was it age? Dig for red camps where you are we talking handheld mic?","episode":"s09e04.json","edited":false},
{"time": "1:02:31", "speaker": "spk_1","line":"Are we talking one with a cord, both enough both and out. Wireless mic.","episode":"s09e04.json","edited":false},
{"time": "1:02:37", "speaker": "spk_0","line":"You see, I get that question a lot, and that's a good question. I had both Ah dee. Oh, that's the That's where this whole interview should started. Good. Stand up questions like that. Did you have a handheld? Right. Did it have","episode":"s09e04.json","edited":false},
{"time": "1:02:52", "speaker": "spk_1","line":"court? We talking, uh, stool on stage with water","episode":"s09e04.json","edited":false},
{"time": "1:02:57", "speaker": "spk_0","line":"or drink? I feel not feel like you guys were getting into, like, a good interview now. And you're, like, butter me up. Yeah, I did have a stool in, Had a music stand.","episode":"s09e04.json","edited":false},
{"time": "1:03:11", "speaker": "spk_1","line":"Do you know did you start? Okay, so did you dio","episode":"s09e04.json","edited":false},
{"time": "1:03:13", "speaker": "spk_0","line":"GoPro from above where you could see the music stand. My set list and my water all at the same time is why I shot you. See, these kind of questions? I was hoping I'd get in. Said you guys are all about yourselves. You totally forgot. You sent me to prison.","episode":"s09e04.json","edited":false},
{"time": "1:03:32", "speaker": "spk_3","line":"It's like, how many times you testify Our check we sent you","episode":"s09e04.json","edited":false},
{"time": "1:03:37", "speaker": "spk_1","line":"after you got out. We we made right. The giant check the novelty chip Publishers Clearing house. I didn't get it. Do","episode":"s09e04.json","edited":false},
{"time": "1:03:47", "speaker": "spk_2","line":"you try to cash","episode":"s09e04.json","edited":false},
{"time": "1:03:48", "speaker": "spk_3","line":"it? It was funny, right?","episode":"s09e04.json","edited":false},
{"time": "1:03:51", "speaker": "spk_0","line":"I didn't understand it. That was sarcastic.","episode":"s09e04.json","edited":false},
{"time": "1:03:54", "speaker": "spk_1","line":"It was from a Spencer's from a Spencer's gifts and it said paid to the order of And then you fill in the blank and we filled it in one old","episode":"s09e04.json","edited":false},
{"time": "1:04:05", "speaker": "spk_3","line":"fart. So it's a $1,000,000. You have to","episode":"s09e04.json","edited":false},
{"time": "1:04:10", "speaker": "spk_5","line":"admit that you were the one old fart to cash. It's","episode":"s09e04.json","edited":false},
{"time": "1:04:13", "speaker": "spk_3","line":"funny. Would you say they came? That check","episode":"s09e04.json","edited":false},
{"time": "1:04:15", "speaker": "spk_4","line":"was what made you want to go into comedy?","episode":"s09e04.json","edited":false},
{"time": "1:04:20", "speaker": "spk_0","line":"Trying to survive Day to day is what made me When you go into comedy, he's holding us.","episode":"s09e04.json","edited":false},
{"time": "1:04:27", "speaker": "spk_3","line":"Uh ah. Set us up for that one. God, he pulled us right in with","episode":"s09e04.json","edited":false},
{"time": "1:04:36", "speaker": "spk_5","line":"the quiet voice and then hit us with the burgers. We did lean","episode":"s09e04.json","edited":false},
{"time": "1:04:39", "speaker": "spk_1","line":"in. I can hear you can hear you, big bird to the face. My hair, man,","episode":"s09e04.json","edited":false},
{"time": "1:04:45", "speaker": "spk_3","line":"We'll have to take a photo from here. I guess we're even. Just got birth in the face. That was a good","episode":"s09e04.json","edited":false},
{"time": "1:04:52", "speaker": "spk_1","line":"one. I can't believe you been planning at this whole time.","episode":"s09e04.json","edited":false},
{"time": "1:04:55", "speaker": "spk_4","line":"Check out Maddie. Be special part humor. It's on all platforms. We don't know how long it is, but multi platform, multi platform. It's got a music stand of water and a micro two microphones that last you could see the audience. It's in Portland and ah,","episode":"s09e04.json","edited":false},
{"time": "1:05:10", "speaker": "spk_0","line":"you mentioned the fucking theme.","episode":"s09e04.json","edited":false},
{"time": "1:05:13", "speaker": "spk_4","line":"And the theme is","episode":"s09e04.json","edited":false},
{"time": "1:05:15", "speaker": "spk_0","line":"Paderina, not pottery, marijuana pots. Marijuana is not about jars contained pine.","episode":"s09e04.json","edited":false},
{"time": "1:05:25", "speaker": "spk_4","line":"OK, we got him. Officers. Got it. Obviously, in the state that Hamilton is in marijuana is still illegal to do. Comedy. Come on in. Hey, where is he? Thanks for knocking","episode":"s09e04.json","edited":false},
{"time": "1:05:40", "speaker": "spk_3","line":"is right over there. Way. Got you. Yeah, I think. Next. Motherfucker. So Damn, this is actually some pretty good. Oh, this is nice. What? Say it again. I missed it. I","episode":"s09e04.json","edited":false},
{"time": "1:06:07", "speaker": "spk_5","line":"think he said apple fritter.","episode":"s09e04.json","edited":false},
{"time": "1:06:10", "speaker": "spk_4","line":"Now, that's funny. Old test the keys. Well, special. Thanks, Teoh. Maddie be And the Hamilton Police Department. We got another criminal in prison. Yes. Check out the last special ever released.","episode":"s09e04.json","edited":false},
{"time": "1:06:26", "speaker": "spk_1","line":"Yeah, Dan, Let's get me pretty stoned.","episode":"s09e04.json","edited":false},
{"time": "1:06:29", "speaker": "spk_5","line":"Yeah, Stoned is out this. You know what? This feels exactly Like the day we sent that kid to Prison e remember that? Yes. We stung his ass. We smoked his weed. Who was that kid? Uh, my mind. When I get high, I forget all my issues. And then and then I probably repeat him or something.","episode":"s09e04.json","edited":false},
{"time": "1:06:50", "speaker": "spk_4","line":"Well, everybody, thanks for listening. Next time.","episode":"s09e04.json","edited":false},
{"time": "1:06:54", "speaker": "spk_0","line":"Yeah, I think, uh, you tune in next week, we're gonna bust a couple kids on. We'll see if Howard is cool. by then. Yeah, right. Howard, you're not gonna be cool. I","episode":"s09e04.json","edited":false},
{"time": "1:07:07", "speaker": "spk_2","line":"appreciate the vote of confidence. And, uh, tell Nessie","episode":"s09e04.json","edited":false},
{"time": "1:07:10", "speaker": "spk_1","line":"I feel just like a a.","episode":"s09e04.json","edited":false}]
