[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e10.json","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"do you guys notice that all the ah batteries died in all the clocks? This ah, this weekend this past weekend, we got came in on Monday and the clocks were all wrong. I","episode":"s09e10.json","edited":false},
{"time": "0:00:08", "speaker": "spk_2","line":"did notice that what was all the batteries died. I didn't know that was","episode":"s09e10.json","edited":false},
{"time": "0:00:12", "speaker": "spk_0","line":"Yeah. Laughter that Aaron e M. P. And I don't think anybody in the school has matrix. Yeah, or, ah, you know, like, you know, I always said we could be","episode":"s09e10.json","edited":false},
{"time": "0:00:20", "speaker": "spk_3","line":"in the Matrix. Isn't that interesting?","episode":"s09e10.json","edited":false},
{"time": "0:00:21", "speaker": "spk_0","line":"You have always says interest is interesting. You said that a lot,","episode":"s09e10.json","edited":false},
{"time": "0:00:24", "speaker": "spk_3","line":"I guess. What's the difference? What do we know? Where","episode":"s09e10.json","edited":false},
{"time": "0:00:27", "speaker": "spk_0","line":"we could be? A simulation. What do you think is what do you think is makes it most obvious that we are in a simulation, my","episode":"s09e10.json","edited":false},
{"time": "0:00:34", "speaker": "spk_2","line":"hair simply my hair, How great it looks all the time. How it's easy way","episode":"s09e10.json","edited":false},
{"time": "0:00:41", "speaker": "spk_0","line":"as a foursome need to all come to the conclusion that our hair is not good. None of us have what anyone described as good. Hey, I try to push this on May, but it's just it's a trade dark hair and it's It grows from the root to the tip. It doesnt part grow. I think the first step in sort of solving your problems is recognizing you have a problem and we're all having different issues. You know?","episode":"s09e10.json","edited":false},
{"time": "0:01:04", "speaker": "spk_2","line":"What? Do you","episode":"s09e10.json","edited":false},
{"time": "0:01:05", "speaker": "spk_4","line":"solve a problem without us? If you have a brown with your own hair, you don't need","episode":"s09e10.json","edited":false},
{"time": "0:01:09", "speaker": "spk_2","line":"a","episode":"s09e10.json","edited":false},
{"time": "0:01:09", "speaker": "spk_0","line":"I've accepted that. My hair is pretty wispy.","episode":"s09e10.json","edited":false},
{"time": "0:01:12", "speaker": "spk_2","line":"I don't force it on us way. We're living in hair denial. Until we die. I use Pantene Pro V. So you know I got volume. Yeah. You live in this? I'll tell you this. Vital. I saw your","episode":"s09e10.json","edited":false},
{"time": "0:01:23", "speaker": "spk_0","line":"audition for a Pantene Pro v.","episode":"s09e10.json","edited":false},
{"time": "0:01:25", "speaker": "spk_2","line":"Marshall. I will say your hair","episode":"s09e10.json","edited":false},
{"time": "0:01:28", "speaker": "spk_0","line":"doesn't go back. You know, like how in the women, they they spin around and kind of like falls and then comes back your spins and sticks hard. Yes. It's almost like watching someone chop into a tree. Yes. You know, it just sticks when you hear. I","episode":"s09e10.json","edited":false},
{"time": "0:01:44", "speaker": "spk_2","line":"don't know. Volume","episode":"s09e10.json","edited":false},
{"time": "0:01:45", "speaker": "spk_0","line":"thought it was interesting how you sort of went with the Herbal Essences direction with your audition.","episode":"s09e10.json","edited":false},
{"time": "0:01:49", "speaker": "spk_2","line":"Had a full on organ. Yeah, you were. They were like, we've heard of split ends, but we've never seen shit in. Uh, that's after the orgasm. I did shoot in, right? Yeah. I wanted to give him options. Whenever you're auditioning, the director always says even other option.","episode":"s09e10.json","edited":false},
{"time": "0:02:05", "speaker": "spk_3","line":"And I always say, Yes,","episode":"s09e10.json","edited":false},
{"time": "0:02:06", "speaker": "spk_4","line":"baby, really, I never get that far.","episode":"s09e10.json","edited":false},
{"time": "0:02:08", "speaker": "spk_2","line":"You a lot of times.","episode":"s09e10.json","edited":false},
{"time": "0:02:08", "speaker": "spk_0","line":"Give them other options with other products, which I think is Ah,","episode":"s09e10.json","edited":false},
{"time": "0:02:12", "speaker": "spk_2","line":"maybe I did a cigarette","episode":"s09e10.json","edited":false},
{"time": "0:02:13", "speaker": "spk_0","line":"that in there, too.","episode":"s09e10.json","edited":false},
{"time": "0:02:14", "speaker": "spk_4","line":"Other products, other actors Sometimes you go. I don't know. You know, Michael Rapaport might be better for this.","episode":"s09e10.json","edited":false},
{"time": "0:02:22", "speaker": "spk_2","line":"Now, I won't be helpful. You've actually","episode":"s09e10.json","edited":false},
{"time": "0:02:25", "speaker": "spk_0","line":"given roles to wrap report that you were going to be in that Netflix.","episode":"s09e10.json","edited":false},
{"time": "0:02:29", "speaker": "spk_3","line":"Lots of ideas. That whole tribe called Quest Movie was my idea.","episode":"s09e10.json","edited":false},
{"time": "0:02:33", "speaker": "spk_4","line":"You like so much to make a documentary about tribe. Yeah. And he said, Oh, I I will.","episode":"s09e10.json","edited":false},
{"time": "0:02:37", "speaker": "spk_2","line":"Yeah. I pitched that at","episode":"s09e10.json","edited":false},
{"time": "0:02:38", "speaker": "spk_3","line":"the commercial in the lobby, and he was there to","episode":"s09e10.json","edited":false},
{"time": "0:02:41", "speaker": "spk_0","line":"he was there for the same commercials. You? Yeah. Wow. Yeah. You guys are going out for the same thing all the time. Yes.","episode":"s09e10.json","edited":false},
{"time": "0:02:47", "speaker": "spk_4","line":"What about nineties air allowed racism? Was that your idea or the right before come across that","episode":"s09e10.json","edited":false},
{"time": "0:02:51", "speaker": "spk_2","line":"he was trying to pitch me on that one I considered it. And I was like, You know, I just don't think this is popular. E just Well,","episode":"s09e10.json","edited":false},
{"time": "0:02:57", "speaker": "spk_4","line":"unfortunately, it is popular, but with a very specific subset of people.","episode":"s09e10.json","edited":false},
{"time": "0:03:01", "speaker": "spk_3","line":"You don't want to be there","episode":"s09e10.json","edited":false},
{"time": "0:03:03", "speaker": "spk_0","line":"now. Well, just got Just just consider looking yourself in the mirror and telling yourself the truth from Okay. Come on. Way. Welcome to another episode of the Teacher's Lounge. The first Bastianelli podcast pertaining issues relevant to the Hamilton High School community. I, of course am Howard. Sit down, Levis, your biology teacher and some of his best for in","episode":"s09e10.json","edited":false},
{"time": "0:03:31", "speaker": "spk_4","line":"I think the audience or the us in the room,","episode":"s09e10.json","edited":false},
{"time": "0:03:34", "speaker": "spk_0","line":"y'all and everybody sort of broadly putting myself out there is available to be a friendship. Yeah. You know, if anybody is looking for a friend, if you're considered a lot of","episode":"s09e10.json","edited":false},
{"time": "0:03:45", "speaker": "spk_2","line":"people don't know, like it's not. It's hard to tell when","episode":"s09e10.json","edited":false},
{"time": "0:03:48", "speaker": "spk_0","line":"somebody single, but with friends, uh, you know, like, you kind of hear about it like, Oh, you know, they broke up. All right.","episode":"s09e10.json","edited":false},
{"time": "0:03:54", "speaker": "spk_2","line":"I'm available for best French.","episode":"s09e10.json","edited":false},
{"time": "0:03:55", "speaker": "spk_0","line":"I'm definitely looking for starting. I'm definitely look looking for something. I'm emotionally available for friendship. Yeah. Yeah. You're the second person on their friend er. It's called Yeah, it's a new app. It's called Friend Er.","episode":"s09e10.json","edited":false},
{"time": "0:04:08", "speaker": "spk_4","line":"That's great, cause a lot of you know when someone's in relationship, you can check their instagram every once in a while and you see how long it's been since they posted something with their significant other. With friends, you never know through an instagram and figure it out.","episode":"s09e10.json","edited":false},
{"time": "0:04:21", "speaker": "spk_2","line":"I kept checking your","episode":"s09e10.json","edited":false},
{"time": "0:04:22", "speaker": "spk_0","line":"instagram and I'd be like another person's foot in the photo bay. That must be his friend. That must be his friend. I got, I got I like going out there.","episode":"s09e10.json","edited":false},
{"time": "0:04:30", "speaker": "spk_4","line":"I'll just say like, uh whose foot and just see what happens.","episode":"s09e10.json","edited":false},
{"time": "0:04:33", "speaker": "spk_2","line":"Yeah, I'll have the thought like, You know what? I should check in on Howard better. Why should check in on him? I'll go to","episode":"s09e10.json","edited":false},
{"time": "0:04:39", "speaker": "spk_0","line":"his Instagram mostly someone else's fingernails now. Yeah, since things sort of ah sort of fizzled out with the cool kids. Ah, it's been a rough couple of, ah days, weeks. Ah, you know, honestly, it was pretty rough Even when I was hanging out the cool new nickname as well. Yeah. Sit down. Sit down. Yeah. Ah, that can I was at the D M v ah, and it was just taken forever. Eso","episode":"s09e10.json","edited":false},
{"time": "0:05:03", "speaker": "spk_2","line":"I had a nickname catch on","episode":"s09e10.json","edited":false},
{"time": "0:05:04", "speaker": "spk_3","line":"at the D. M","episode":"s09e10.json","edited":false},
{"time": "0:05:04", "speaker": "spk_0","line":"v. Because I just I just kept standing up, getting close to the window, hoping that my number would get called never happened. And the times did you get told to sit down at least 30. It was honest. I was there for 3.5 hours, you know, so you","episode":"s09e10.json","edited":false},
{"time": "0:05:17", "speaker": "spk_2","line":"can follow the direction. Well, I would do","episode":"s09e10.json","edited":false},
{"time": "0:05:19", "speaker": "spk_0","line":"it, and then I'd sit there for a little bit, not get antsy. So I'd stand up and I'd sort of walk over and across the little yellow line. Would they say, Like, Sir, it's very obvious. The numbers were calling. They count down. Here it is. Why do you keep coming up here? Yeah, and I would say, Well, I thought maybe if you had a few seconds between customers, you could just help me real quick. I just need to get my driver's license anywhere in there. What","episode":"s09e10.json","edited":false},
{"time": "0:05:42", "speaker": "spk_2","line":"do you mean?","episode":"s09e10.json","edited":false},
{"time": "0:05:42", "speaker": "spk_4","line":"You're actually my favorite person in the D. M. V. Because everyone else and they're so angry. We need someone to kind of for focus our anger at. And so it's nice, because after a while you do something and then all look at the 72 year old woman to my left and be like, Yeah, I kind of agree.","episode":"s09e10.json","edited":false},
{"time": "0:06:00", "speaker": "spk_0","line":"I heard I didn't bring the whole d M v together.","episode":"s09e10.json","edited":false},
{"time": "0:06:02", "speaker": "spk_2","line":"Yeah, I heard. I just heard Big","episode":"s09e10.json","edited":false},
{"time": "0:06:06", "speaker": "spk_0","line":"cheers. Um uh, in the distance and I noticed on the local news, uh, cheers erupted when you were choke slammed by another guy who is trying to get it was the big show, which, surprisingly, he was just passing through town and needed to get his driver's license renewed. He was at the end of the show chokes","episode":"s09e10.json","edited":false},
{"time": "0:06:28", "speaker": "spk_4","line":"because i he all of his driver's license pictures air with the unitard, and he doesn't","episode":"s09e10.json","edited":false},
{"time": "0:06:32", "speaker": "spk_0","line":"want the unit title. He's wearing the unitard anymore. So you had to get a new one, which is I mean, he looked great. He was, and","episode":"s09e10.json","edited":false},
{"time": "0:06:38", "speaker": "spk_2","line":"I believe he gave up the unitard to me. That was iconic.","episode":"s09e10.json","edited":false},
{"time": "0:06:41", "speaker": "spk_0","line":"Well, he gave up his in ring career. Now he's, you know, he's wearing polos and button downs now.","episode":"s09e10.json","edited":false},
{"time": "0:06:46", "speaker": "spk_2","line":"Really? What you doing? Talkto? You kind of sit out of travel for trucks Why are you asking me questions?","episode":"s09e10.json","edited":false},
{"time": "0:06:58", "speaker": "spk_0","line":"I was scared. Honestly,","episode":"s09e10.json","edited":false},
{"time": "0:06:59", "speaker": "spk_2","line":"you have big show there. Whether he's beating the crap out here and I get a couple cute, he's a star. I know","episode":"s09e10.json","edited":false},
{"time": "0:07:07", "speaker": "spk_0","line":"you know it, but I was honestly unconscious. So, uh, thanks for being honest about. I tried to play it off like it wasn't unconscious.","episode":"s09e10.json","edited":false},
{"time": "0:07:16", "speaker": "spk_2","line":"You tried to play it off. You were conscious","episode":"s09e10.json","edited":false},
{"time": "0:07:22", "speaker": "spk_0","line":"in their arms, just frozen in front of me. Completely concussed. Couldn't make ends her to end her tales. You were","episode":"s09e10.json","edited":false},
{"time": "0:07:28", "speaker": "spk_3","line":"hoping someone's gonna play Calypso beat it would get you","episode":"s09e10.json","edited":false},
{"time": "0:07:30", "speaker": "spk_0","line":"would have been wonderful. But now I never happened. Apparently, I tried to have a conversation with people, but it didn't go so well. Weekend Howie's. Yeah. Yeah. Apparently people are working on that screenplay based on the D. M V situation. And","episode":"s09e10.json","edited":false},
{"time": "0:07:44", "speaker": "spk_4","line":"now, if you ever get pulled over the capacity concussed you to make sure it's the same guys photo,","episode":"s09e10.json","edited":false},
{"time": "0:07:50", "speaker": "spk_0","line":"right. I got my picture taken while I was out, but I was out cold. That's too bad. You've got a bump on the head before they let you out of the doctor.","episode":"s09e10.json","edited":false},
{"time": "0:07:57", "speaker": "spk_4","line":"Start called a hit. Several euro stone cold given drink cold beers and stunned your own country.","episode":"s09e10.json","edited":false},
{"time": "0:08:05", "speaker": "spk_0","line":"Ok, well, enough about me, guys.","episode":"s09e10.json","edited":false},
{"time": "0:08:07", "speaker": "spk_2","line":"It's the stuff. You want to have this anymore. He propped you up. He kicked you in the stomach. Your head went right down into his Pitney studio. Put one leg up","episode":"s09e10.json","edited":false},
{"time": "0:08:17", "speaker": "spk_0","line":"on the photo taker there, and then put the other leg up and then drink a beer Bordick down his head","episode":"s09e10.json","edited":false},
{"time": "0:08:24", "speaker": "spk_2","line":"and then driving test like you put it up on the I do not know the word camera. I do not know that work. Yeah, it's new for you.","episode":"s09e10.json","edited":false},
{"time": "0:08:34", "speaker": "spk_0","line":"Well, listen enough about me, guys. You don't need a heart. You guys all have stuff going on, too. Let's not talk about me.","episode":"s09e10.json","edited":false},
{"time": "0:08:39", "speaker": "spk_2","line":"I'm pretty open this week. Yeah, I'm pretty open this week, Sam. Yeah, I'm pretty open. And","episode":"s09e10.json","edited":false},
{"time": "0:08:45", "speaker": "spk_4","line":"whether Mr Open Man.","episode":"s09e10.json","edited":false},
{"time": "0:08:46", "speaker": "spk_2","line":"Mr Open? Yeah, I teach drivers at my teach student government, and, um, yeah, I think you can say And you were pretty open this week and I tried to sit down","episode":"s09e10.json","edited":false},
{"time": "0:08:55", "speaker": "spk_0","line":"with you. I offered you multiple options Monday. Wednesday, Thursday, you","episode":"s09e10.json","edited":false},
{"time": "0:09:00", "speaker": "spk_2","line":"were book. I got by here like, Wow, I can't this I think on those those days that you offered. I have had a lunch pop up. Uh, but otherwise, I'm pretty hoping. Are you sure you just don't want to hang out with me? I'm easy to pin down. Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:09:15", "speaker": "spk_4","line":"I think with Sam, you gotta hit him up five minutes before the hang. I think it's one of those ones like","episode":"s09e10.json","edited":false},
{"time": "0:09:23", "speaker": "spk_2","line":"that that I got to catch","episode":"s09e10.json","edited":false},
{"time": "0:09:24", "speaker": "spk_0","line":"me in the hang right because you'll get a","episode":"s09e10.json","edited":false},
{"time": "0:09:26", "speaker": "spk_2","line":"hard rage when I just see you out. I I always want to hang out with you and work together. Boy. I mean, who else was even there? I know. I don't even know nobody else. Yeah, yeah, yeah, but I was I was pretty open","episode":"s09e10.json","edited":false},
{"time": "0:09:38", "speaker": "spk_3","line":"this week, but I was busy Every time. You","episode":"s09e10.json","edited":false},
{"time": "0:09:39", "speaker": "spk_2","line":"way have my schedules nice and open. If you do want to do any driving practice where I drive and you tell me how to do it, that would be great. Um, yeah, I know my skin. We talked a","episode":"s09e10.json","edited":false},
{"time": "0:09:50", "speaker": "spk_4","line":"ton about the driving stuff. Student government wise, we haven't really gotten into and maybe we should, because the big filibuster happened. That's really this whole week. Um, and it's been interesting because","episode":"s09e10.json","edited":false},
{"time": "0:10:05", "speaker": "spk_2","line":"my idea.","episode":"s09e10.json","edited":false},
{"time": "0:10:06", "speaker": "spk_4","line":"Oh, you know what?","episode":"s09e10.json","edited":false},
{"time": "0:10:06", "speaker": "spk_2","line":"That was my idea.","episode":"s09e10.json","edited":false},
{"time": "0:10:07", "speaker": "spk_3","line":"The filibuster is my idea. The kids are pro testing some of the changes in the lunchroom. And so I let them know that, you know, if","episode":"s09e10.json","edited":false},
{"time": "0:10:15", "speaker": "spk_2","line":"you filibuster this before the changes take place, they can even if it passes in","episode":"s09e10.json","edited":false},
{"time": "0:10:21", "speaker": "spk_0","line":"the lunch room, it's got to go through the lunch. Ladies, it's going.","episode":"s09e10.json","edited":false},
{"time": "0:10:23", "speaker": "spk_2","line":"It's not gonna pass their Yeah, it's true. That's true. We're not going to get deep each when I got to get beach. This is a huge item","episode":"s09e10.json","edited":false},
{"time": "0:10:34", "speaker": "spk_3","line":"on the agenda this semester.","episode":"s09e10.json","edited":false},
{"time": "0:10:36", "speaker": "spk_2","line":"Are we gonna get Teoh each at Peach as a flavor? Not on the peaches, but peach flavored things. Peach faith Never gonna get through the legs. Ladies, they don't want that. It's too gooey, like their peaches or too gooey. They're","episode":"s09e10.json","edited":false},
{"time": "0:10:48", "speaker": "spk_0","line":"like, No, no, no. Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:10:50", "speaker": "spk_2","line":"well, you know, checks and balances. I mean, I'm glad. I'm glad, because, you know, like, stop some bullshit. The chefs are all for it. Yes, the lunch ladies who are selling","episode":"s09e10.json","edited":false},
{"time": "0:11:01", "speaker": "spk_3","line":"the food. We're all against","episode":"s09e10.json","edited":false},
{"time": "0:11:03", "speaker": "spk_4","line":"the shift. Say they're for it. But, you know, all the chefs were just playing to their bullion base.","episode":"s09e10.json","edited":false},
{"time": "0:11:09", "speaker": "spk_2","line":"I guess you're right about that Way. Just did something to bring these chefs in these lunch ladies to the center there for their base. They I mean, like, how are they going to get back behind the fryer if they don't","episode":"s09e10.json","edited":false},
{"time": "0:11:23", "speaker": "spk_0","line":"respect their babies? Anything? No. But really, really. It's really why they got their","episode":"s09e10.json","edited":false},
{"time": "0:11:31", "speaker": "spk_2","line":"walks. If their bullion based walks on them, their food is going to be blamed. No e flavors their food. And we need","episode":"s09e10.json","edited":false},
{"time": "0:11:39", "speaker": "spk_0","line":"to come to terms with the truth here. Which is that cooks lunch, ladies. They're all the same. At the end of the day, they're all the same. They back different. They act like they have different the same thing. They want to stay in power. That's just what it is. They control the lunchroom. Wow. Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:11:53", "speaker": "spk_2","line":"I mean, how many terms with some of these lunch way to get some of them out of there. Because once they're on the","episode":"s09e10.json","edited":false},
{"time": "0:12:02", "speaker": "spk_0","line":"lady, they're in it for life. Yeah, she's been on there for what, Blaine? Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:12:09", "speaker": "spk_2","line":"well, the need was on it. Put","episode":"s09e10.json","edited":false},
{"time": "0:12:10", "speaker": "spk_4","line":"two means demeans. Mom ran the room.","episode":"s09e10.json","edited":false},
{"time": "0:12:13", "speaker": "spk_2","line":"I think we need to talk to some of these first gentleman, I think tracing his first gentleman Get lunch ladies out of Yeah. I mean, well, we all know","episode":"s09e10.json","edited":false},
{"time": "0:12:22", "speaker": "spk_0","line":"when Dinneen went out on health leave, we were like, Is there gonna be an open space? Is there gonna be an over space and less ladies wear? Like, who's gonna","episode":"s09e10.json","edited":false},
{"time": "0:12:29", "speaker": "spk_2","line":"feel it? Who's going to be","episode":"s09e10.json","edited":false},
{"time": "0:12:31", "speaker": "spk_3","line":"some of the vice principal's?","episode":"s09e10.json","edited":false},
{"time": "0:12:33", "speaker": "spk_0","line":"Uh, yes. But I think","episode":"s09e10.json","edited":false},
{"time": "0:12:35", "speaker": "spk_4","line":"that it's It's Mayor Richard Daley comes in and it's like, Oh, my God, they've got their stranglehold over here to its order form. For this is a tort reform, A","episode":"s09e10.json","edited":false},
{"time": "0:12:46", "speaker": "spk_2","line":"reform. Taxes don't get me started. Tort","episode":"s09e10.json","edited":false},
{"time": "0:12:48", "speaker": "spk_4","line":"reform. They won't talk about deserts in that lunch.","episode":"s09e10.json","edited":false},
{"time": "0:12:51", "speaker": "spk_2","line":"Exactly. We need tort reform, Mentor. We tort reform. Now,","episode":"s09e10.json","edited":false},
{"time": "0:12:55", "speaker": "spk_4","line":"the torts and the desert room are not very tart.","episode":"s09e10.json","edited":false},
{"time": "0:12:58", "speaker": "spk_0","line":"No. Also, people just need to be just appreciate that the school even has a desert room. Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:13:04", "speaker": "spk_2","line":"that's why I love a strawberry tort. I love 12 and I'll eat it.","episode":"s09e10.json","edited":false},
{"time": "0:13:08", "speaker": "spk_4","line":"Um uh, Todd Padre, um, theater feminist director of the Jew play or Jewish play, um,","episode":"s09e10.json","edited":false},
{"time": "0:13:19", "speaker": "spk_2","line":"with his idol is Jewish Play right Jewish play a Jew musical am I am I Why is it sounds so much harder, Drew. Yeah. Why does that, uh, just sound so hard?","episode":"s09e10.json","edited":false},
{"time": "0:13:31", "speaker": "spk_4","line":"Yeah. There's something German about that delivery. It's very staccato. Uh,","episode":"s09e10.json","edited":false},
{"time": "0:13:36", "speaker": "spk_2","line":"correct me if","episode":"s09e10.json","edited":false},
{"time": "0:13:37", "speaker": "spk_0","line":"I'm wrong, but people are petitioning to change the name of the Jewish playwright.","episode":"s09e10.json","edited":false},
{"time": "0:13:40", "speaker": "spk_4","line":"Yeah, uh, they are petitioning. And you know what? I'm hearing them. That's the thing I've learned is you got to hear these people petitioning. And usually if you do it, it just shuts them up. Uh, if you like something, you just","episode":"s09e10.json","edited":false},
{"time": "0:13:54", "speaker": "spk_2","line":"say, if you","episode":"s09e10.json","edited":false},
{"time": "0:13:55", "speaker": "spk_0","line":"not and say I hear you, I hear you. We all just like, Okay, we'll look into it.","episode":"s09e10.json","edited":false},
{"time": "0:14:01", "speaker": "spk_4","line":"Yeah, we'll look into it. Oh, there's just my hands are a little bit tired right now, but I'm gonna work on that because I hear you guys and I know I'm Jewish. I know better than you, but sure, if you guys want to complain, we'll talk.","episode":"s09e10.json","edited":false},
{"time": "0:14:12", "speaker": "spk_2","line":"And there's been a little bit of a huge picket line. Uh,","episode":"s09e10.json","edited":false},
{"time": "0:14:16", "speaker": "spk_4","line":"a little bit of a huge Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:14:18", "speaker": "spk_2","line":"And you walk outside and say, Listen, everybody, listen. I hear you,","episode":"s09e10.json","edited":false},
{"time": "0:14:23", "speaker": "spk_0","line":"and then slam the door. Walk right back in about a day. Now what","episode":"s09e10.json","edited":false},
{"time": "0:14:26", "speaker": "spk_2","line":"do we know? The name of the play?","episode":"s09e10.json","edited":false},
{"time": "0:14:28", "speaker": "spk_0","line":"What? What? Their petition issue play","episode":"s09e10.json","edited":false},
{"time": "0:14:30", "speaker": "spk_4","line":"what they want it to be or what was it a. Really, Um it was the Jewish player Drew musical. Uh, and then obviously we had Ah, the choir director. Last week, Carolan and we were calling Iraq's ical. I believe or rocks awful is what we agreed on. Um, and now it's kind of up in the air. It's a Hanukkah musical. We did the number last week.","episode":"s09e10.json","edited":false},
{"time": "0:14:53", "speaker": "spk_0","line":"Musical sounds Night,","episode":"s09e10.json","edited":false},
{"time": "0:14:54", "speaker": "spk_4","line":"Monica musicals. Nice. But it's just it doesn't you know,","episode":"s09e10.json","edited":false},
{"time": "0:14:58", "speaker": "spk_2","line":"a little bit. Still little enough dance","episode":"s09e10.json","edited":false},
{"time": "0:15:00", "speaker": "spk_4","line":"on that line As a Jewish humorist and a Jewish artist, I want to dance on that line a little more. You know,","episode":"s09e10.json","edited":false},
{"time": "0:15:07", "speaker": "spk_0","line":"I really like Who is this offensive right? You want everybody in the audience and comfortable.","episode":"s09e10.json","edited":false},
{"time": "0:15:13", "speaker": "spk_4","line":"I want everyone uncomfortable, and I want people to be looking around like, Is this person laughing? Oh, no. Am I being racist for seeing if they're laughing? They might not even be Jewish even though they were saying","episode":"s09e10.json","edited":false},
{"time": "0:15:24", "speaker": "spk_2","line":"that about this is What about the title? Who is the","episode":"s09e10.json","edited":false},
{"time": "0:15:30", "speaker": "spk_4","line":"racist? I like that you know, I've done stuff before. You know, we tried to find the Hitler, in my","episode":"s09e10.json","edited":false},
{"time": "0:15:36", "speaker": "spk_0","line":"opinion like that. And I don't like because I know where that's gonna go to. Who is the racist? I","episode":"s09e10.json","edited":false},
{"time": "0:15:40", "speaker": "spk_2","line":"know that question. Todo you Howard Howard is Howard is still in the running dressed","episode":"s09e10.json","edited":false},
{"time": "0:15:48", "speaker": "spk_4","line":"ism oil right are down running over the oil Moyle. Um and it's it's a mere Howard. We","episode":"s09e10.json","edited":false},
{"time": "0:15:55", "speaker": "spk_0","line":"really Carol, I'm actually going to step down. I don't want to be involved,","episode":"s09e10.json","edited":false},
{"time": "0:15:58", "speaker": "spk_2","line":"okay. Really?","episode":"s09e10.json","edited":false},
{"time": "0:15:59", "speaker": "spk_0","line":"Yes. I don't","episode":"s09e10.json","edited":false},
{"time": "0:16:00", "speaker": "spk_4","line":"see the role of oil. Moyle goes to Todd. Padre, you heard it. Here","episode":"s09e10.json","edited":false},
{"time": "0:16:05", "speaker": "spk_2","line":"first. Let's be honest, you We're gonna take it any way. You never know.","episode":"s09e10.json","edited":false},
{"time": "0:16:08", "speaker": "spk_4","line":"You never know. And","episode":"s09e10.json","edited":false},
{"time": "0:16:09", "speaker": "spk_2","line":"this is gonna be","episode":"s09e10.json","edited":false},
{"time": "0:16:10", "speaker": "spk_4","line":"tough because a lot of people say I'm overextending myself. The Jewish musical the, uh, the act out of the the act out of the global Warming Winter Formal, The halftime show. Obviously, I'm still doing my passion of racing hoverboards a lot of things. And if you have a went out, there is a fan of fastest car on Netflix, Uh, during an episode of the new season of that.","episode":"s09e10.json","edited":false},
{"time": "0:16:36", "speaker": "spk_2","line":"What is that? It's a show it's","episode":"s09e10.json","edited":false},
{"time": "0:16:38", "speaker": "spk_0","line":"honestly, it's enthralling. You should really check it","episode":"s09e10.json","edited":false},
{"time": "0:16:40", "speaker": "spk_2","line":"out. You may be seeing the title with a nice","episode":"s09e10.json","edited":false},
{"time": "0:16:44", "speaker": "spk_0","line":"car races against three beater cars or a sleeper cars where they look like a really fast. I have said everybody's got an insane sob story and everyone with a nice car is a piece of","episode":"s09e10.json","edited":false},
{"time": "0:16:55", "speaker": "spk_2","line":"shit and usually ended up perfectly reminding the build of what you're calling","episode":"s09e10.json","edited":false},
{"time": "0:16:59", "speaker": "spk_4","line":"a dirt car. Yeah, it's a dirt car. Talk to bottom,","episode":"s09e10.json","edited":false},
{"time": "0:17:02", "speaker": "spk_2","line":"and it does feel like everyone","episode":"s09e10.json","edited":false},
{"time": "0:17:05", "speaker": "spk_3","line":"who has one of these sleeper cars is in a relationship with someone who's done with","episode":"s09e10.json","edited":false},
{"time": "0:17:09", "speaker": "spk_2","line":"their hobby. They've had it. They're like, Yeah, well, you know, he's our son. Can't go to college. But he did get a new big","episode":"s09e10.json","edited":false},
{"time": "0:17:19", "speaker": "spk_3","line":"block and he put it in here","episode":"s09e10.json","edited":false},
{"time": "0:17:21", "speaker": "spk_4","line":"and then the like. The whole thing is me or whatever that character is being like. I just hope my wife shows up to support me at the rate she really hates that I'm doing this. Uh, we put a lot of money into it, but I helped you shows up to support me at the end. She does, Ah, lot of the men on the show without without fail. The men on the show are flummoxed If there's a woman driver, it is unbelievable in this world of Peter cars and rich car owners that a woman could race and the woman always beats them. And then they go. You know what? You really prove something to me. Oh, so I'll be filling that role, But yeah, my dirt car is doing it, and we're trying to soup it up.","episode":"s09e10.json","edited":false},
{"time": "0:18:06", "speaker": "spk_2","line":"So you're perfect time for the winter formal, But we gotta have nice cars. Are you bringing your dirt card of the formal? I just Is that gonna happen at the former's? Are outfront rev it up a little","episode":"s09e10.json","edited":false},
{"time": "0:18:16", "speaker": "spk_4","line":"bit? Yeah. I'm hoping to get some people coughing and stuff. Um,","episode":"s09e10.json","edited":false},
{"time": "0:18:21", "speaker": "spk_2","line":"speaking of conference, there will be coffins at the winter formal. That's right. If anybody dies, did Yeah, this is just in. It is Justin. We just got an email from Big Coffin. They're supplying all the coffins for the funeral, and it is a funeral. Well, yeah, we're calling it the funeral. Well, they came Big coffin came to us on their knees because everybody, everybody is kind of like being like, Why are we burying our bodies? Do we really need to do this? I think we should just spread our relatives ashes and big coffin. They are shaking their shaking. They want,","episode":"s09e10.json","edited":false},
{"time": "0:18:58", "speaker": "spk_4","line":"obviously if you're on the s and P 500 because often is down. If coffins in your portfolio, it is selling it all.","episode":"s09e10.json","edited":false},
{"time": "0:19:06", "speaker": "spk_2","line":"What you would think is a new industry that there's always gonna be business point. I mean, I put a lot of money into","episode":"s09e10.json","edited":false},
{"time": "0:19:12", "speaker": "spk_0","line":"grain and coffin when I for my for my investment portfolio corn, huh? No grain.","episode":"s09e10.json","edited":false},
{"time": "0:19:22", "speaker": "spk_4","line":"So this is like, What is that? Oates? I","episode":"s09e10.json","edited":false},
{"time": "0:19:25", "speaker": "spk_2","line":"think so. I","episode":"s09e10.json","edited":false},
{"time": "0:19:26", "speaker": "spk_0","line":"mean, I I just I just give it to my money. Guy made off and I let him. Billy, that's my elder with earning made Ernie made off.","episode":"s09e10.json","edited":false},
{"time": "0:19:37", "speaker": "spk_2","line":"Well, now that he's been caught, there's no chance","episode":"s09e10.json","edited":false},
{"time": "0:19:39", "speaker": "spk_3","line":"they're going to do it again.","episode":"s09e10.json","edited":false},
{"time": "0:19:39", "speaker": "spk_2","line":"He's out. Get baby. He's doing it from inside. He's","episode":"s09e10.json","edited":false},
{"time": "0:19:43", "speaker": "spk_0","line":"running inside, but he is calling himself Ernie. Made are made on earned.","episode":"s09e10.json","edited":false},
{"time": "0:19:48", "speaker": "spk_4","line":"He's gonna earn the use of money. Yeah, exactly. Exactly. But they think Yeah, big coffin hit us up and they said, We'll give you 20 coffins free used you just have to promote the coffins industry and whatever.","episode":"s09e10.json","edited":false},
{"time": "0:20:00", "speaker": "spk_2","line":"So we were doing a couple of live abs. Oh, yes. Stick around for the live coffin, Adds guys","episode":"s09e10.json","edited":false},
{"time": "0:20:07", "speaker": "spk_4","line":"and get your Get your votes in for homecoming Corpse. Homecoming corpse. Big Coffin is sponsoring the vote. So we're really excited.","episode":"s09e10.json","edited":false},
{"time": "0:20:17", "speaker": "spk_0","line":"That's open to any alumni. There's, of course, going to","episode":"s09e10.json","edited":false},
{"time": "0:20:22", "speaker": "spk_2","line":"be Prince Princess King Queen","episode":"s09e10.json","edited":false},
{"time": "0:20:25", "speaker": "spk_0","line":"who? I am in charge of","episode":"s09e10.json","edited":false},
{"time": "0:20:25", "speaker": "spk_2","line":"this. And then, of course, crypt Keeper keeper. Remember, Wind, I","episode":"s09e10.json","edited":false},
{"time": "0:20:29", "speaker": "spk_4","line":"think I think we'll know who's a lock for Crypt Keeper. It's the guy who stood in for him for 25 years.","episode":"s09e10.json","edited":false},
{"time": "0:20:36", "speaker": "spk_2","line":"Nice bag, Todd. Nice bag.","episode":"s09e10.json","edited":false},
{"time": "0:20:37", "speaker": "spk_4","line":"Sorry. Uh, let me just pick up the name I just dropped. Crypt. You, uh, obviously Bill crave the over here, Coach, the basketball team.","episode":"s09e10.json","edited":false},
{"time": "0:20:50", "speaker": "spk_0","line":"Yes, I will be. There is a big game the night before, so I will either be riding high or humiliated at the form. And let's be honest, we try really know which of those two things is gonna happen. Given, given the course of the season thus far, it's not looking good. Well, we have lost. We are gonna play, um, the, uh the cows were going up against the cows and they they wiped the floor with us already once in the pre season.","episode":"s09e10.json","edited":false},
{"time": "0:21:21", "speaker": "spk_4","line":"This is the Greensboro Cows range, Bercow. Yeah, and but, I mean, I think this we shouldn't bury the lead on this.","episode":"s09e10.json","edited":false},
{"time": "0:21:27", "speaker": "spk_2","line":"We got a pretty","episode":"s09e10.json","edited":false},
{"time": "0:21:28", "speaker": "spk_4","line":"tall new player on the team that I'm excited to see what he's got going for him.","episode":"s09e10.json","edited":false},
{"time": "0:21:32", "speaker": "spk_0","line":"We dio we do have a new tall player. Um,","episode":"s09e10.json","edited":false},
{"time": "0:21:40", "speaker": "spk_2","line":"and a lot of people are saying, you know, what happened to the town windmill? A. Ah, lot of people are saying it. Well, it's a big question. Yes, the question was right on the corner of main and wind obvious Windmill has no witness. Yes, but now there's a big","episode":"s09e10.json","edited":false},
{"time": "0:22:03", "speaker": "spk_0","line":"big player on the team dressed in regulation clothes. And","episode":"s09e10.json","edited":false},
{"time": "0:22:09", "speaker": "spk_4","line":"this is a German guy. It's Ah, it's Hans Von Miller. Yes.","episode":"s09e10.json","edited":false},
{"time": "0:22:14", "speaker": "spk_2","line":"Gets called for three of the key often, Yes, yes,","episode":"s09e10.json","edited":false},
{"time": "0:22:17", "speaker": "spk_0","line":"he's gotta work on his footwork, which at this point is not exist.","episode":"s09e10.json","edited":false},
{"time": "0:22:20", "speaker": "spk_4","line":"Non existent. Ah, lot of good bank shots are going off of one of his three arms.","episode":"s09e10.json","edited":false},
{"time": "0:22:25", "speaker": "spk_2","line":"Yes, and and I will say the scoreboard has never been","episode":"s09e10.json","edited":false},
{"time": "0:22:30", "speaker": "spk_0","line":"Wilmore well powered. Yes. I mean, every","episode":"s09e10.json","edited":false},
{"time": "0:22:33", "speaker": "spk_4","line":"the lights are much brighter in there.","episode":"s09e10.json","edited":false},
{"time": "0:22:35", "speaker": "spk_2","line":"Says I mean, that we're actually putting the games were going so well. And this is good for global warming. We are actually putting power back onto the grid way. Said the power company. Energy surplus. Yeah. Now that hot people","episode":"s09e10.json","edited":false},
{"time": "0:22:49", "speaker": "spk_0","line":"don't, that's the thing you can. You can create enough power in your own space that you are paid by the pound. Yes, it happens with solar polar armed.","episode":"s09e10.json","edited":false},
{"time": "0:23:00", "speaker": "spk_4","line":"Wow, that's awesome. Yes. So, you guys air, You're giving a lot of employment to the guys with giant broom sweeping up dead birds industry off the","episode":"s09e10.json","edited":false},
{"time": "0:23:08", "speaker": "spk_2","line":"court? Yeah, that industry needs wage jobs. It's the coal mining of 2020. It really is. I mean, like, those guys","episode":"s09e10.json","edited":false},
{"time": "0:23:18", "speaker": "spk_0","line":"were down and out for a bit. Birds were not falling out of the sky, and they are all over the ground. I mean,","episode":"s09e10.json","edited":false},
{"time": "0:23:24", "speaker": "spk_4","line":"obviously, the those guys are very thankful for everything that I'm slowly so Lemberger did for him. But yeah. Um","episode":"s09e10.json","edited":false},
{"time": "0:23:33", "speaker": "spk_2","line":"Fabio job. I heard gun kind of a mercenary. A lot of people don't know. Fatmir does that","episode":"s09e10.json","edited":false},
{"time": "0:23:44", "speaker": "spk_4","line":"every day and only one photos leaked was getting hit in the face by","episode":"s09e10.json","edited":false},
{"time": "0:23:49", "speaker": "spk_2","line":"a doodle that please is a, uh, season roller coaster enthusiast. Yeah, he loves it.","episode":"s09e10.json","edited":false},
{"time": "0:23:59", "speaker": "spk_4","line":"Yes, I would","episode":"s09e10.json","edited":false},
{"time": "0:23:59", "speaker": "spk_0","line":"like that. Wouldn't be a","episode":"s09e10.json","edited":false},
{"time": "0:24:04", "speaker": "spk_4","line":"a lot of the I don't know if you still read the phobia. Romance books for the last 20 years have been phobia rides and roller coaster romance","episode":"s09e10.json","edited":false},
{"time": "0:24:15", "speaker": "spk_2","line":"on a roller coaster romance. But they're romanticizing something, Bobby. Oh, but fuck somebody on it. It's too. That's right and killed the birds. Yeah, yeah, yeah. I don't like using the b f one. No, no horse straight having a headline. And it's the only way to really describe what it was. A crude history trip for the headlines, not only for this, but also for the addition of s view. Yes, Well, Mariska Hargitay","episode":"s09e10.json","edited":false},
{"time": "0:24:50", "speaker": "spk_0","line":"dropped the B M and and Fabio's guest starring on that episode. I was surprised that he's reprising his actual real life role.","episode":"s09e10.json","edited":false},
{"time": "0:24:56", "speaker": "spk_2","line":"What eso no makeup needed. But","episode":"s09e10.json","edited":false},
{"time": "0:25:01", "speaker": "spk_4","line":"yeah, I mean journalistically. They're using that word a lot more. Washington Post. Well, another new phrase up top democracy gets, but","episode":"s09e10.json","edited":false},
{"time": "0:25:08", "speaker": "spk_2","line":"for I think this isn't the only new improvement for your right bill for the team. Right? Right. There's obviously your eyebrows. I was gonna talk about your new carbo loading place. Yeah, the eyebrow. Right. Related did you say we've got Baghdadi? Eyebrows up top. If anybody's familiar with Plato, thank stick it on the top and it comes out of their holiday. That's sort of a bill Looks like right now with angel hair pasta come out of his eyes that also browse my last. Well, as you guys know, I was dealing with a little","episode":"s09e10.json","edited":false},
{"time": "0:25:56", "speaker": "spk_0","line":"eyebrow hair loss. So I went in for a small procedure. They were like, You should probably take a week off, and I just came right back","episode":"s09e10.json","edited":false},
{"time": "0:26:04", "speaker": "spk_4","line":"to school. So I don't get too emotional for the first week,","episode":"s09e10.json","edited":false},
{"time": "0:26:08", "speaker": "spk_0","line":"right? Yes. Yes, they will sort of disintegrate. Um, and they did their go through a process where they get hard, they dry out, and then they soften. And then you can trend them","episode":"s09e10.json","edited":false},
{"time": "0:26:19", "speaker": "spk_4","line":"right? This often is. I mean, it's the same way you itself. Impossible. Because I walked in on you, putting your face in an all bent a boil. What? Hope?","episode":"s09e10.json","edited":false},
{"time": "0:26:27", "speaker": "spk_0","line":"Forget you got a Sprinkle about a teaspoon of salt that boil the oil.","episode":"s09e10.json","edited":false},
{"time": "0:26:31", "speaker": "spk_2","line":"I don't forget. You have to throw yourself against the wall to see if it's done. When you stick a long, you know, you're well, I made a huge","episode":"s09e10.json","edited":false},
{"time": "0:26:40", "speaker": "spk_0","line":"mistake, uh, and and I wanted to vote for I wanted to bring this up in the meeting in the lunch room, but, um, the lunch ladies through a bunch of vodka sauce on my head. Oh, my God. Yeah, right when I was hot. Hot sauce. Yes. It's also I got a little burn on my head,","episode":"s09e10.json","edited":false},
{"time": "0:27:00", "speaker": "spk_4","line":"so I have been carbo loading your face up. Uh,","episode":"s09e10.json","edited":false},
{"time": "0:27:07", "speaker": "spk_2","line":"that's really helping t o t. I gotta be able to coach. If I don't Carballo my head, I won't be able to rights. Right? So, of course the team is eating your trimmings car for that. They have to look too.","episode":"s09e10.json","edited":false},
{"time": "0:27:23", "speaker": "spk_0","line":"Yeah, okay,","episode":"s09e10.json","edited":false},
{"time": "0:27:24", "speaker": "spk_4","line":"so, you know, we all know that you famously are not all of us, but the old slobs now your favorite played a trick in perm, so I mean,","episode":"s09e10.json","edited":false},
{"time": "0:27:33", "speaker": "spk_2","line":"what's up, boat slobs? You guys remember the","episode":"s09e10.json","edited":false},
{"time": "0:27:35", "speaker": "spk_0","line":"chicken perm? I went in for a perm, but I actually got a chicken perm.","episode":"s09e10.json","edited":false},
{"time": "0:27:40", "speaker": "spk_2","line":"Just the chicken perm is you end up leaving with a piece of fried chicken covered, Of course, instead of under","episode":"s09e10.json","edited":false},
{"time": "0:27:50", "speaker": "spk_0","line":"the salamander. Yes, yes. No, it crisped up into the saddle. And Yeah, What up, old slob? Chicken perm? Yeah. Obviously there's a lot going on all of us. We are still sort of actively trying to sell tickets to the our winter formal guys. So if you haven't gotten yours yet, which I think are numbers would show that nobody has","episode":"s09e10.json","edited":false},
{"time": "0:28:11", "speaker": "spk_4","line":"a big zero on their thanks to Bob Barker again for running the screen","episode":"s09e10.json","edited":false},
{"time": "0:28:22", "speaker": "spk_0","line":"tickets. Call God Coffin. I still got marker way are actually running a sweepstakes this week. If you want tickets to the winter formal, they're free for everybody. But if you want us to deliver your tickets to you directly, uh, there's a few different ways you can do that. One you can tweet about the winter formal if you just tweet about the winter formal in about how excited you are to be their tag A celebrity tax, somebody cool. Get somebody talking about it. For every, uh, like a retweet on your tweet, we'll get you a ticket to the winter formal. You could end up with 100 tickets","episode":"s09e10.json","edited":false},
{"time": "0:28:56", "speaker": "spk_4","line":"and that would be great. Obviously we're not using the hashtag normal formal, which is the computing winter formal. This is our number. This is hashtag funeral formal, so make sure you do in ours during the numbers on","episode":"s09e10.json","edited":false},
{"time": "0:29:09", "speaker": "spk_2","line":"there. Also, hashtag global warming formal","episode":"s09e10.json","edited":false},
{"time": "0:29:11", "speaker": "spk_4","line":"go over horrible formal, the","episode":"s09e10.json","edited":false},
{"time": "0:29:14", "speaker": "spk_2","line":"numbers on theirs. I thought that","episode":"s09e10.json","edited":false},
{"time": "0:29:16", "speaker": "spk_4","line":"us suggesting that maybe some people dressed his turkey's we're going to stab people at the formal would hurt the numbers last week. But the numbers are still around, It seems. Maybe people want to be there for that if it happens, but","episode":"s09e10.json","edited":false},
{"time": "0:29:29", "speaker": "spk_3","line":"that is too exciting. We shouldn't done some, so","episode":"s09e10.json","edited":false},
{"time": "0:29:31", "speaker": "spk_4","line":"I'm enjoying the sweepstakes ideas. There's obviously the tweet about it. Howard kind of touched this, but there's like a hand delivery, like how on Valentine's Day, someone could come and sing a song to your Valentine. We will come and hand deliver your formal tickets to you and tell you who your date is for the night. So","episode":"s09e10.json","edited":false},
{"time": "0:29:52", "speaker": "spk_2","line":"your outfit, right?","episode":"s09e10.json","edited":false},
{"time": "0:29:54", "speaker": "spk_4","line":"Your outfit? Yeah, big reminder. Shorts and tank tops, thin spaghetti straps, dress code for the formal.","episode":"s09e10.json","edited":false},
{"time": "0:30:01", "speaker": "spk_2","line":"Yes, that's right. You can also, um, there's another tweet","episode":"s09e10.json","edited":false},
{"time": "0:30:06", "speaker": "spk_3","line":"way to get a ticket. You can","episode":"s09e10.json","edited":false},
{"time": "0:30:07", "speaker": "spk_2","line":"drag the normal formal or send a picture of you harming it in some way. A multimedia on sale. Mihm's amount of cocktail You know my way. I can't stress","episode":"s09e10.json","edited":false},
{"time": "0:30:19", "speaker": "spk_4","line":"this enough if you want to throw a Molotov cocktail at the normal formal, which is obviously","episode":"s09e10.json","edited":false},
{"time": "0:30:27", "speaker": "spk_0","line":"in last the turkey's air there","episode":"s09e10.json","edited":false},
{"time": "0:30:28", "speaker": "spk_4","line":"unless the turkeys that please don't fight us or whoever on fire but and those are easy to make. It sounds crazy, like you need Russian stuff and cocktail stuff, but you just put something explode. Herbal in a glass","episode":"s09e10.json","edited":false},
{"time": "0:30:40", "speaker": "spk_0","line":"bottle of gasoline. Typically Goessling typically and light. Ah, Aziz, they say, Light a match? Yes, obviously tons of ways you can get tickets. We'd love to get a couple numbers on the board, and I","episode":"s09e10.json","edited":false},
{"time": "0:30:54", "speaker": "spk_2","line":"think this is big. I don't want to bury the lead. Hauer. Howard. Sure. Are you still using the D? I am still typically using","episode":"s09e10.json","edited":false},
{"time": "0:31:02", "speaker": "spk_0","line":"the D, but I wouldn't and I respond to Howard.","episode":"s09e10.json","edited":false},
{"time": "0:31:05", "speaker": "spk_4","line":"Well, Howard using the d, we're auctioning off Howard Levitt's virginity for the night of the winter formal","episode":"s09e10.json","edited":false},
{"time": "0:31:11", "speaker": "spk_2","line":"Hold on, hold on. No, I live on stage on Howard's gonna get fucked. Live. Hey, it's our it's gonna get, but live on state.","episode":"s09e10.json","edited":false},
{"time": "0:31:25", "speaker": "spk_4","line":"Howard is using the d and losing the V. Live on","episode":"s09e10.json","edited":false},
{"time": "0:31:28", "speaker": "spk_2","line":"that. It's going to be like the pig","episode":"s09e10.json","edited":false},
{"time": "0:31:29", "speaker": "spk_3","line":"thing from Black Mirror where we're going to show the video","episode":"s09e10.json","edited":false},
{"time": "0:31:32", "speaker": "spk_4","line":"to show. And it's gonna be is weird.","episode":"s09e10.json","edited":false},
{"time": "0:31:34", "speaker": "spk_0","line":"Okay, Uh, I wish we could have talked about this before we got on the","episode":"s09e10.json","edited":false},
{"time": "0:31:38", "speaker": "spk_2","line":"air, but we'll work","episode":"s09e10.json","edited":false},
{"time": "0:31:40", "speaker": "spk_0","line":"it out. We'll work it out. The details might change a little bit on that one.","episode":"s09e10.json","edited":false},
{"time": "0:31:43", "speaker": "spk_4","line":"But you've got a parent who is divorced or parents in an open marriage, sexually or non sexually, but sensually for this scenario, or if you're one of our students in your 18 or older, please enter the sweepstakes to take Howard Levis is 57 year old Virgin.","episode":"s09e10.json","edited":false},
{"time": "0:31:59", "speaker": "spk_0","line":"Okay, uh, you know what? It's probably not worth fighting it on the air. So, uh, well, we owe Bring the big show in here now. Please don't. Please. No, He's right outside the door. I know he's not. Yeah. Jesus.","episode":"s09e10.json","edited":false},
{"time": "0:32:12", "speaker": "spk_2","line":"And this Simon, you bring him and ask him a question.","episode":"s09e10.json","edited":false},
{"time": "0:32:17", "speaker": "spk_0","line":"Okay. Well, guys, we'll deal with that off Mike. Uh, but we need to take a quick little break here. A great","episode":"s09e10.json","edited":false},
{"time": "0:32:24", "speaker": "spk_3","line":"good. Yeah. Yeah, I'm open. Great. Yeah, I'm open. I could break. I could keep going. I'm open.","episode":"s09e10.json","edited":false},
{"time": "0:32:29", "speaker": "spk_0","line":"All right, well, we'll take a quick break and we'll get back. We'll have a guest in the lounge for you. Stick around. Stick around. All right. Well, thank you so very much for waiting it out in that break, guys means so much to us that you stick around through those and we're really excited because we've got, ah, real great guests in the lounge. Ah. Ah, guy we've we've spent some time with over the years. He's come in and out of the school to teach various workshops and stand up real good guy. Stand up. Guy on on. His name is James Duty Jentsch. The duty Dench, James Duty. Done. Yeah, it's hard. Your names hard, man. You know, You know, I just call you James.","episode":"s09e10.json","edited":false},
{"time": "0:33:09", "speaker": "spk_3","line":"Yeah, well, I was born James Dench and then, uh, you know, in in school, I was given the nickname duty, which is why I go school of school and teach humility. You know, I don't like that you ever gave you guys the back story.","episode":"s09e10.json","edited":false},
{"time": "0:33:19", "speaker": "spk_4","line":"No, no, I didn't know you. So you kind of accepted a middle name like a nickname. You made it. Your me was","episode":"s09e10.json","edited":false},
{"time": "0:33:25", "speaker": "spk_3","line":"thrust upon me. So in high school, I was tied to a chair in a room and left alone until I shit my pants. That's with the duty Come one. That's where the duty comes from.","episode":"s09e10.json","edited":false},
{"time": "0:33:35", "speaker": "spk_0","line":"Wow. So, yeah,","episode":"s09e10.json","edited":false},
{"time": "0:33:36", "speaker": "spk_2","line":"as you just said, Uh, but also, you also wrote a Children's book. I also Dylan's book. That's right. Same name. That's where the duty comes from. Yeah, and it was pretty. It was pretty explicit. I mean, like Rose to the top of both the Children's charts and the porno. Well, my problem my problem with Jones","episode":"s09e10.json","edited":false},
{"time": "0:33:54", "speaker": "spk_3","line":"Books is that they pull punches. Have you guys read? Everybody poops What you get. You don't get the you know the artifacts as too soft. So I like to get in there and let people know about eight. Is about, you know, kind of wiped what it looks like when you do wipe. It looks like three only Children's book on The New York Times bestseller with photos instead of illustrations.","episode":"s09e10.json","edited":false},
{"time": "0:34:16", "speaker": "spk_0","line":"Well, as you said, you started travel school to school and you teach You teach humility, which is it's a difficult thing to teach. Yeah, on. You do that through workshops. Sort of. Will you come through and you teach workshops where you bring in small groups of kids And you have, like, sort of hands on our hands on, I guess.","episode":"s09e10.json","edited":false},
{"time": "0:34:33", "speaker": "spk_3","line":"No, it's hands on. They do some judo. I showed them a video of judo and then I have them. I just say, Do that. Do you do to me? Yeah. And we're in a G. And they can grab me and tossed me and throw me. Okay, sure. Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:34:47", "speaker": "spk_4","line":"I've noticed that there really fantastic story around. And you'll you'll take that. What's humiliating your 1,000,000?","episode":"s09e10.json","edited":false},
{"time": "0:34:53", "speaker": "spk_2","line":"Humiliate. What is it again that you teach humility? Humility? Okay, now maybe","episode":"s09e10.json","edited":false},
{"time": "0:34:58", "speaker": "spk_0","line":"I just don't know what the word humility means, but to me, I don't want I don't necessarily see the 1 to 1 connection of Sort of watching a judo tape, throwing your instructor and somehow learning humility","episode":"s09e10.json","edited":false},
{"time": "0:35:09", "speaker": "spk_3","line":"from that. Well, it is. Ah, hominem. Uh, I teach it to fold. The 1st 1 is humility meeting human military. So I'm trying to train the future. You know, drinks of the army","episode":"s09e10.json","edited":false},
{"time": "0:35:17", "speaker": "spk_4","line":"is good. Future human, military. So you're assuming there's gonna be a robot military? That's what we're looking for","episode":"s09e10.json","edited":false},
{"time": "0:35:22", "speaker": "spk_3","line":"for the singularity. On that, I also teach humility, which means to to be humble TB voided. Hubris.","episode":"s09e10.json","edited":false},
{"time": "0:35:30", "speaker": "spk_0","line":"So that's kind of you in that in that circumstance, you are without hubris. You are saying I'm here. You can toss me around like I love you. Toss me around","episode":"s09e10.json","edited":false},
{"time": "0:35:38", "speaker": "spk_3","line":"Absolutely. Because I've been knocked down a few pigs in life. You guys know I've had a really rough time as a kid. My dad and I had some beautifully quiet dinners. E recent got it back to the back of the back tattoo is just my dad's arms around me. And there's a little voice dialog box that says Love. You have","episode":"s09e10.json","edited":false},
{"time": "0:35:56", "speaker": "spk_4","line":"Wow, you got a tattoo of the things that never happened","episode":"s09e10.json","edited":false},
{"time": "0:35:59", "speaker": "spk_3","line":"never happened. It's just be able to see that when I glance at myself from behind in the mirror","episode":"s09e10.json","edited":false},
{"time": "0:36:04", "speaker": "spk_2","line":"and did they do it backwards so that you can read it?","episode":"s09e10.json","edited":false},
{"time": "0:36:06", "speaker": "spk_3","line":"Are you know, I should have prefaced, says evil. Um, which is my new my new sort of model or","episode":"s09e10.json","edited":false},
{"time": "0:36:13", "speaker": "spk_4","line":"slaveholder? Yeah. You're much like the rest of us come from a long line of, ah, tough dad relationships?","episode":"s09e10.json","edited":false},
{"time": "0:36:23", "speaker": "spk_3","line":"Absolutely. And I'm and you guys know I've been having some trouble. Emily and I had some trouble conceiving. We had a bit of a rough patch. Where are giving birth was almost like Nirvana albums. It was in utero. Never mind. We finally gave birth to a beautiful baby","episode":"s09e10.json","edited":false},
{"time": "0:36:39", "speaker": "spk_0","line":"girl that's great.","episode":"s09e10.json","edited":false},
{"time": "0:36:42", "speaker": "spk_4","line":"Live and unplugged MTV sliding on its great eso You did. You did some stories while it was happening","episode":"s09e10.json","edited":false},
{"time": "0:36:48", "speaker": "spk_3","line":"in housekeeping. Her in minds.","episode":"s09e10.json","edited":false},
{"time": "0:36:50", "speaker": "spk_0","line":"But that's not the name of your child live and unplugged yet. MTV, MTV And wow,","episode":"s09e10.json","edited":false},
{"time": "0:36:55", "speaker": "spk_2","line":"that's a","episode":"s09e10.json","edited":false},
{"time": "0:36:56", "speaker": "spk_4","line":"great name for a kid.","episode":"s09e10.json","edited":false},
{"time": "0:36:57", "speaker": "spk_2","line":"Yeah. Wow. TV got","episode":"s09e10.json","edited":false},
{"time": "0:36:59", "speaker": "spk_3","line":"spelled, Uh, e m. So named after her mother. Emily. Oh, wow. Great. Of course. Television. Yes, of course.","episode":"s09e10.json","edited":false},
{"time": "0:37:10", "speaker": "spk_2","line":"I think what you the way you teach humility is so great because you let the kids sort of come in and just walk all over you. And you tell them what I'm feeling right now","episode":"s09e10.json","edited":false},
{"time": "0:37:19", "speaker": "spk_3","line":"is humility. Yeah, All role play a little bit. Let them walk all over me. Let them feel like big men, and then I'll knock them down a rung or two. I'll do some role play. I'll dress up a little bit. Um, address I dressed up the other day, as if as Peg Bundy, which is, uh, any being paid by Ted Bundy. Oh, what the kids know, like","episode":"s09e10.json","edited":false},
{"time": "0:37:37", "speaker": "spk_4","line":"now. So that's a whole secondary. Cops like Michael Jackson. Four other guys connected to one guy and, uh,","episode":"s09e10.json","edited":false},
{"time": "0:37:47", "speaker": "spk_2","line":"thank the cow costume.","episode":"s09e10.json","edited":false},
{"time": "0:37:49", "speaker": "spk_3","line":"But there's only guy in the front or something. Yeah, exactly.","episode":"s09e10.json","edited":false},
{"time": "0:37:51", "speaker": "spk_0","line":"Wow. Okay, that Nazi this. That's an interesting example, Because again, I feel like maybe you're giving the wrong message to these kids because it seems like they're the ones always doing. They're hurting somebody. And you're kind of just letting them always do that. Like there's always the ones you're having that happened. How do you turn the tables on them? How do you take them","episode":"s09e10.json","edited":false},
{"time": "0:38:11", "speaker": "spk_3","line":"down a peg? If someone is a rising star in the workshop, I will plant a knife in their locker. Oh, wow. Okay, but the cops take it From","episode":"s09e10.json","edited":false},
{"time": "0:38:19", "speaker": "spk_0","line":"what? We're kind of like a crisis. Someone confined. Humility? Yes, and it really takes sort of like legal troubles. or something like that are a near death experience?","episode":"s09e10.json","edited":false},
{"time": "0:38:32", "speaker": "spk_3","line":"Absolutely. Or I'll take If there's a certain kid in the class who is being, you know is getting too used to. This will go on a field trip to their house. They're probably pretty poor. So that's a","episode":"s09e10.json","edited":false},
{"time": "0:38:39", "speaker": "spk_4","line":"humility the whole class CEO","episode":"s09e10.json","edited":false},
{"time": "0:38:43", "speaker": "spk_2","line":"we're having trouble with on this whole","episode":"s09e10.json","edited":false},
{"time": "0:38:45", "speaker": "spk_3","line":"definition of humility, things we have so much of","episode":"s09e10.json","edited":false},
{"time": "0:38:48", "speaker": "spk_0","line":"it. But it's hard to know from the inside what it is. Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:38:51", "speaker": "spk_2","line":"I feel like I","episode":"s09e10.json","edited":false},
{"time": "0:38:53", "speaker": "spk_0","line":"have gone through some of the worst things a human being. Congar Oh through And my ego","episode":"s09e10.json","edited":false},
{"time": "0:39:00", "speaker": "spk_2","line":"is huge. I just Nothing","episode":"s09e10.json","edited":false},
{"time": "0:39:03", "speaker": "spk_3","line":"sticks hardship. Doesn't that positive stick into your wow? I see you still have imposter syndrome. I do have it possible. The syndrome. I do have a positive drug, but you don't talk about it. And that's Ah,","episode":"s09e10.json","edited":false},
{"time": "0:39:16", "speaker": "spk_2","line":"well, yeah, I mean, like, I don't say any time","episode":"s09e10.json","edited":false},
{"time": "0:39:19", "speaker": "spk_0","line":"I'm around pasta. I'm like, That's not me,","episode":"s09e10.json","edited":false},
{"time": "0:39:24", "speaker": "spk_2","line":"that's that's not me. I'm not that I'll never be that, but I should know, like the pasta is looking at me and saying the same thing on, and even the pasta dust of the pasta they're not that happy? No. Even the most pasta pasta, which is, as we all know, cheap angel hair. Barilla cheap Barilla angel hair. They don't even love themselves. Well, I","episode":"s09e10.json","edited":false},
{"time": "0:39:53", "speaker": "spk_4","line":"saw an interview with Penedo Weger, and it's I mean, you'd think with everything that she's accomplished, you know that she would have a little more, uh, like bravado. But every day, a lot of a","episode":"s09e10.json","edited":false},
{"time": "0:40:06", "speaker": "spk_3","line":"lot of female actresses tend to be a little more humble. Total Lena Dunham? Yeah. Absolutely. Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:40:16", "speaker": "spk_2","line":"Well, yeah. I mean, give us a second wait Wear. Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:40:24", "speaker": "spk_4","line":"Jonah Hill's sister Zd Feldstein.","episode":"s09e10.json","edited":false},
{"time": "0:40:28", "speaker": "spk_0","line":"That's right. There are some male ones as well. There's Ah, Steve beef, you silly. You see me,","episode":"s09e10.json","edited":false},
{"time": "0:40:37", "speaker": "spk_2","line":"you use it, you silly. But that is","episode":"s09e10.json","edited":false},
{"time": "0:40:41", "speaker": "spk_4","line":"such a weird pasta that I think it's you know, no matter what success, it has it a meal. It's always gonna be","episode":"s09e10.json","edited":false},
{"time": "0:40:47", "speaker": "spk_3","line":"Let's be honest. That's a nice looking character pasta character about it that you like and their end to be further are some men as well. So you know, key and peele.","episode":"s09e10.json","edited":false},
{"time": "0:41:05", "speaker": "spk_4","line":"I I will go eat any meal that rigatoni Shaloub?","episode":"s09e10.json","edited":false},
{"time": "0:41:10", "speaker": "spk_2","line":"Yes, absolutely. 3 11 He's dream rigatoni. Shalu. Now that somebody's last name craft. Robert Kraft, the","episode":"s09e10.json","edited":false},
{"time": "0:41:25", "speaker": "spk_4","line":"owner of the Patriots.","episode":"s09e10.json","edited":false},
{"time": "0:41:26", "speaker": "spk_2","line":"Okay, I loved I love. Um, You do that one. Figure that one out craft like the cheese shitty where","episode":"s09e10.json","edited":false},
{"time": "0:41:38", "speaker": "spk_3","line":"there's craft, punk, but we don't know who the","episode":"s09e10.json","edited":false},
{"time": "0:41:40", "speaker": "spk_2","line":"Oh, that's we're moving. I know There better be fucking good. I was just","episode":"s09e10.json","edited":false},
{"time": "0:41:50", "speaker": "spk_0","line":"going to mention Alfredo Pacino sauce. Okay, well, fuck me.","episode":"s09e10.json","edited":false},
{"time": "0:42:00", "speaker": "spk_2","line":"Oh, we're not doing sauce. What you","episode":"s09e10.json","edited":false},
{"time": "0:42:06", "speaker": "spk_0","line":"doing, Bill? That was the rial things and people.","episode":"s09e10.json","edited":false},
{"time": "0:42:09", "speaker": "spk_2","line":"No, they weren't jokes. That was going to say Kate Mara. Okay, Sauces. If we were doing sauces, he wouldn't. Kate Mara And are, uh oh, yeah, like","episode":"s09e10.json","edited":false},
{"time": "0:42:24", "speaker": "spk_4","line":"we're not just doing noodles. You could obviously talk about lasagna gas tire,","episode":"s09e10.json","edited":false},
{"time": "0:42:29", "speaker": "spk_2","line":"and I would have done Bruce Veran you've been from Or are or a Deep pockets Up way. Hidden Sally Field. I e o que go. No, this is Ah, quick French Stewart Attali, I and Dean. Okay, let's get together.","episode":"s09e10.json","edited":false},
{"time": "0:43:14", "speaker": "spk_4","line":"Obviously a lot of humble pastas","episode":"s09e10.json","edited":false},
{"time": "0:43:17", "speaker": "spk_3","line":"with think humble pie is the way to go. Humble possible Teoh you","episode":"s09e10.json","edited":false},
{"time": "0:43:23", "speaker": "spk_4","line":"force ever everyone to eat the humble pasta to be beginning in middle of your work. I noticed a lot of ways that you stay modest on and you live with humility. Your car, the way you dress.","episode":"s09e10.json","edited":false},
{"time": "0:43:36", "speaker": "spk_3","line":"I drive a haunted accord.","episode":"s09e10.json","edited":false},
{"time": "0:43:40", "speaker": "spk_2","line":"Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:43:41", "speaker": "spk_4","line":"Yeah. And it's, you know, you're always spooked when you're driving. You know, it was kind of looking around your shoulders, but you're never too comfortable. I newness.","episode":"s09e10.json","edited":false},
{"time": "0:43:50", "speaker": "spk_3","line":"Yeah, absolutely. So I guess familiar with Thomas Becket. Use a martini? Yeah. So used to wear a mole hair shirt. Just good. Yeah. Martyrs were more hair shirts just so they could never get comfortable. So I've taken that. They're bad more. Here's bad. Achieve","episode":"s09e10.json","edited":false},
{"time": "0:44:08", "speaker": "spk_2","line":"all the hair from my moles. The best out of my body. Motive. Different in my world. More. There's good, nice, sustainable","episode":"s09e10.json","edited":false},
{"time": "0:44:15", "speaker": "spk_3","line":"hair. Nice. Well, yeah. I condition that I relax it. I do a lot of stuff. I'll go to the salon and sit under one of those","episode":"s09e10.json","edited":false},
{"time": "0:44:22", "speaker": "spk_2","line":"heat. Right? They have the little tiny","episode":"s09e10.json","edited":false},
{"time": "0:44:24", "speaker": "spk_4","line":"ones for your mold. That's right. And they","episode":"s09e10.json","edited":false},
{"time": "0:44:26", "speaker": "spk_3","line":"put it, I get a little nice little","episode":"s09e10.json","edited":false},
{"time": "0:44:28", "speaker": "spk_2","line":"bee hives, beehive hairdos on your It's the best. Have about No. Did","episode":"s09e10.json","edited":false},
{"time": "0:44:33", "speaker": "spk_4","line":"you? They started to force some of the teachers to take the class that you know, we can kind of know what the students are dealing with. Andi, I'd say things got heated, I think. But each of us had a heated moment with you in that class when you were trying to teach us humility. And I just want to say, here and now I'm sorry for that. I'm sorry. Um, you know, I'm embarrassed to have gotten into such a crazy all, you know, drag out, knock down, drag out fight with you. And","episode":"s09e10.json","edited":false},
{"time": "0:45:03", "speaker": "spk_3","line":"I just got to be a fake out. Um, I appreciate you. I appreciate you coming to me, man.","episode":"s09e10.json","edited":false},
{"time": "0:45:08", "speaker": "spk_0","line":"Hold on. Hold on, James. Because the other she was about to drop buddy.","episode":"s09e10.json","edited":false},
{"time": "0:45:12", "speaker": "spk_2","line":"No,","episode":"s09e10.json","edited":false},
{"time": "0:45:12", "speaker": "spk_3","line":"I just appreciate you know, we saw each other many times after the incident. I appreciate taking the bank. You waited until we were in a room full of people. James, we are taking the base. Lets me know that. You mean I really mean and I really mean it. Why? He was spending one fist like a rope. A dope?","episode":"s09e10.json","edited":false},
{"time": "0:45:30", "speaker": "spk_4","line":"No, no. Just, uh, like if you want to just shake my fist over here, okay? And this one, we're always being winter. The spitting one year ago.","episode":"s09e10.json","edited":false},
{"time": "0:45:43", "speaker": "spk_2","line":"Cover it up. This'll located is showing. All right. You got me. Good. You got me again. Poppy showed her back. This is a good lesson, Todd. Did you learn humility?","episode":"s09e10.json","edited":false},
{"time": "0:45:52", "speaker": "spk_3","line":"Yeah, you're right. You're a 10 fucked","episode":"s09e10.json","edited":false},
{"time": "0:45:54", "speaker": "spk_4","line":"up digger. Mariah. Ken. Is Ken the worst one?","episode":"s09e10.json","edited":false},
{"time": "0:45:58", "speaker": "spk_3","line":"Absolutely. Absolutely. Yeah, I guess I'm the canna.","episode":"s09e10.json","edited":false},
{"time": "0:46:03", "speaker": "spk_2","line":"Came any more of his A g fever, real skills. She's a bunch of cuts all over your body. May be from the USSR.","episode":"s09e10.json","edited":false},
{"time": "0:46:12", "speaker": "spk_4","line":"Yeah, well, much slower than everyone else.","episode":"s09e10.json","edited":false},
{"time": "0:46:14", "speaker": "spk_2","line":"So you Ah, in this class, um, you do a little","episode":"s09e10.json","edited":false},
{"time": "0:46:18", "speaker": "spk_0","line":"reconnaissance coming in because I know reconnaissance.","episode":"s09e10.json","edited":false},
{"time": "0:46:26", "speaker": "spk_4","line":"You do both. You do The reconnaissance, which obviously gives a good ode to Ricardo in this","episode":"s09e10.json","edited":false},
{"time": "0:46:33", "speaker": "spk_3","line":"regatta, has a really over calling a bold smelling, finally coming a mile away. It also reconnaissance were","episode":"s09e10.json","edited":false},
{"time": "0:46:42", "speaker": "spk_2","line":"kind of sense because you come in","episode":"s09e10.json","edited":false},
{"time": "0:46:44", "speaker": "spk_3","line":"with some stuff to humiliate us. Yes. You've kind of found a few videos of me learning to play the guitar","episode":"s09e10.json","edited":false},
{"time": "0:46:55", "speaker": "spk_4","line":"to watch itself. Teh, watching those videos of you learn to play the guitar. May it was less you being better. Guitar and mawr. Your inability to handle the badness seeing that frustrated like a 14","episode":"s09e10.json","edited":false},
{"time": "0:47:07", "speaker": "spk_0","line":"we have a clip of I think we have one of the way","episode":"s09e10.json","edited":false},
{"time": "0:47:11", "speaker": "spk_2","line":"Dio I don't want to see it, but yeah,","episode":"s09e10.json","edited":false},
{"time": "0:47:13", "speaker": "spk_3","line":"this is you playing seven Nation Army. Yes, Let's go ahead. Roll that clip. Bob Barker.","episode":"s09e10.json","edited":false},
{"time": "0:47:22", "speaker": "spk_6","line":"No, no, no, no. Are at all. Turned up.","episode":"s09e10.json","edited":false},
{"time": "0:47:26", "speaker": "spk_0","line":"Definitely. Tune that string way too high.","episode":"s09e10.json","edited":false},
{"time": "0:47:28", "speaker": "spk_6","line":"E levy broke. I don't even need that bottom Eastern. All right, here we go. Don't Don't. Oh, shut. Don't Don't, don't, don't, Don't Fuck it. Hey, excuse May you out there my You know your nose on the street? Yeah. Take this guitar and shove it May.","episode":"s09e10.json","edited":false},
{"time": "0:48:11", "speaker": "spk_0","line":"Okay, but builders use through you through your guitar and somebody on the street. Yeah, Yeah, I was","episode":"s09e10.json","edited":false},
{"time": "0:48:19", "speaker": "spk_2","line":"pissed off. I couldn't get it. I was looking at the tabs, and my fingers wouldn't do","episode":"s09e10.json","edited":false},
{"time": "0:48:25", "speaker": "spk_3","line":"it And build a motion to your watch in a video. Doesn't make it a tic tac.","episode":"s09e10.json","edited":false},
{"time": "0:48:30", "speaker": "spk_2","line":"Well, what? I don't know All the new act like a normal video. You pointed your watch. Well, every time I had a big great vying in the back of my video, it never ended up on the app so I don't know. What you also held a prepared chaps. At some point, I was wondering what? That money? Yes, Captain. Held up","episode":"s09e10.json","edited":false},
{"time": "0:48:52", "speaker": "spk_3","line":"some chaps? Yes. Oh, yeah, that's yes. Those. I","episode":"s09e10.json","edited":false},
{"time": "0:48:57", "speaker": "spk_4","line":"think we're supposed to be private one. Yeah.","episode":"s09e10.json","edited":false},
{"time": "0:49:03", "speaker": "spk_2","line":"Yeah, I kind of You said some pretty nasty snap chaps. Yes, I die. Shouldn't have put","episode":"s09e10.json","edited":false},
{"time": "0:49:10", "speaker": "spk_0","line":"the those those stuck to. I cannot get those off the Internet,","episode":"s09e10.json","edited":false},
{"time": "0:49:16", "speaker": "spk_4","line":"Mr Dench. I want toe. Thank you. You got for getting that video. I don't know how you access those videos. That","episode":"s09e10.json","edited":false},
{"time": "0:49:22", "speaker": "spk_2","line":"are you on my dropbox?","episode":"s09e10.json","edited":false},
{"time": "0:49:24", "speaker": "spk_3","line":"Did you get into my drop this school to give me access to everyone's passwords? Everyone strap","episode":"s09e10.json","edited":false},
{"time": "0:49:29", "speaker": "spk_2","line":"on my gun. Yeah, Just to Oh, my God. So just no reason that I dropped that box in my basement and I thought all the tapes broken and you've got my dropbox. I thought it was fucked up in there","episode":"s09e10.json","edited":false},
{"time": "0:49:45", "speaker": "spk_4","line":"because you said your Dropbox it was full you couldn't access through in your basement. You got a new Dropbox.","episode":"s09e10.json","edited":false},
{"time": "0:49:52", "speaker": "spk_2","line":"Yeah, but that that really humiliated","episode":"s09e10.json","edited":false},
{"time": "0:49:56", "speaker": "spk_4","line":"me. Um won't see Osama. You seem pretty embarrassed. What, were you scared that we saw?","episode":"s09e10.json","edited":false},
{"time": "0:50:01", "speaker": "spk_2","line":"Oh, I'm wide","episode":"s09e10.json","edited":false},
{"time": "0:50:02", "speaker": "spk_3","line":"open. I'm fine. Why don't we just pull it up here? Oh, thistles! Sam back. This is Sam attempting to pet a dog. And it goes for a ride. Nothing will humble you quicker than an animal. I don't know. This is I'm sure we could watch","episode":"s09e10.json","edited":false},
{"time": "0:50:16", "speaker": "spk_0","line":"it, lads. Playing every area I'm play.","episode":"s09e10.json","edited":false},
{"time": "0:50:19", "speaker": "spk_6","line":"Hey, it is a little buddy. There's no fur ball. You crying for? What you crying for? I didn't do anything. You How do you do anything? You, sir? That's my doctor. I didn't do anything here. You stop yelling at me.","episode":"s09e10.json","edited":false},
{"time": "0:50:36", "speaker": "spk_3","line":"This is where he launches into the raging bull model of","episode":"s09e10.json","edited":false},
{"time": "0:50:38", "speaker": "spk_5","line":"Oh, yeah,","episode":"s09e10.json","edited":false},
{"time": "0:50:39", "speaker": "spk_6","line":"I gained weight for this role. I gain weight to kick your dog's ass. Yeah, Ray LaMotta And I'm gonna eat your dog today. Why you crying to me? Will you cry? You do. You crying to me? You kind of because I don't see anybody else hear you crying to me. You crying to me? I got nipples to me. Could you look me? Well, I'll bet you're harder than anyone ever picture because I feel Hey, hey, take this guitar and shove it","episode":"s09e10.json","edited":false},
{"time": "0:51:16", "speaker": "spk_0","line":"and pause. So that's two videos air connections.","episode":"s09e10.json","edited":false},
{"time": "0:51:19", "speaker": "spk_4","line":"So that was over the same time you were throw to guitar. The dog","episode":"s09e10.json","edited":false},
{"time": "0:51:22", "speaker": "spk_2","line":"owner? Yeah, that was him. I thought I recognized his voice. And you were doing that model again. Oh, God. That was one of the best monologues I've over done.","episode":"s09e10.json","edited":false},
{"time": "0:51:31", "speaker": "spk_3","line":"I'll be taking some of the videos that I found of you guys, and I kind of put together in, like, a love actually way everyone is gonna really connected Care about macro. It's all connective tissue.","episode":"s09e10.json","edited":false},
{"time": "0:51:41", "speaker": "spk_2","line":"It's really cool. Yeah, I'm kind of","episode":"s09e10.json","edited":false},
{"time": "0:51:43", "speaker": "spk_0","line":"scared of what might what might exist of me? Because","episode":"s09e10.json","edited":false},
{"time": "0:51:46", "speaker": "spk_2","line":"I can where we have it. No, no. You have to make it work with the first wave. Just whatever the truth of the way, I would be hard to try to fit it in. I think","episode":"s09e10.json","edited":false},
{"time": "0:51:58", "speaker": "spk_4","line":"I had to figure it out at the end of the","episode":"s09e10.json","edited":false},
{"time": "0:52:01", "speaker": "spk_2","line":"anything eyes. Is it","episode":"s09e10.json","edited":false},
{"time": "0:52:04", "speaker": "spk_0","line":"done? It's on the other two people to make it make sense. What","episode":"s09e10.json","edited":false},
{"time": "0:52:08", "speaker": "spk_2","line":"is this video you have of me?","episode":"s09e10.json","edited":false},
{"time": "0:52:10", "speaker": "spk_3","line":"This is you showing up to a nexus house. Some cards where you've written some, uh, some words on it.","episode":"s09e10.json","edited":false},
{"time": "0:52:16", "speaker": "spk_0","line":"Oh, like that. Very much. Like I remember doing this. So I'm Mac actually saying a single word","episode":"s09e10.json","edited":false},
{"time": "0:52:23", "speaker": "spk_3","line":"because it's just so well in the video you say I narrate with just other words, she doesn't open the","episode":"s09e10.json","edited":false},
{"time": "0:52:30", "speaker": "spk_2","line":"door. I think this recording is interesting. Right? Way. Should try to make it interesting. Make this way.","episode":"s09e10.json","edited":false},
{"time": "0:52:40", "speaker": "spk_6","line":"Um, good to see you. I read some things on some cards for you. Hello.","episode":"s09e10.json","edited":false},
{"time": "0:52:47", "speaker": "spk_1","line":"He's bombing.","episode":"s09e10.json","edited":false},
{"time": "0:52:49", "speaker": "spk_6","line":"Good to see you. I didn't realize he had moved. Got your address from social media. I missed you. Lots. I remember those good old days when it was me and you. Just me and you hanging out.","episode":"s09e10.json","edited":false},
{"time": "0:53:07", "speaker": "spk_3","line":"And here comes the connection.","episode":"s09e10.json","edited":false},
{"time": "0:53:12", "speaker": "spk_6","line":"Hey, thanks so much for coming. Could you actually walk my dog? Yeah. I really love you. Could you take my dog on a walk? I'm in my bedroom with someone else. Uh, yeah, I guess I'm a pushover, So Yeah, I guess I could do. Okay. Great. Great. You push overall. Okay. Um and he only will poop if you clean it up without a bag. Okay. She close the door on that. OK, Why are you coming while you crying at me, dog? Oh, Howard. I didn't see that. It was about anybody. How are you? Really good. What is it doing? Why you crying, doc? What is the start crying? Hey, can you not do that to the dog? Oh, really hard. Can you not do that to me? Sure.","episode":"s09e10.json","edited":false},
{"time": "0:54:02", "speaker": "spk_2","line":"So is this thing quite is a","episode":"s09e10.json","edited":false},
{"time": "0:54:07", "speaker": "spk_0","line":"marvel cinematic universe. Sort of parallel universe.","episode":"s09e10.json","edited":false},
{"time": "0:54:10", "speaker": "spk_3","line":"Situation ending. Oh, I took some liberties askew. Noticed less. A couple were me dressed up with wigs, some artistic liberties","episode":"s09e10.json","edited":false},
{"time": "0:54:20", "speaker": "spk_2","line":"Waas good. Next time, what next? I need someone","episode":"s09e10.json","edited":false},
{"time": "0:54:24", "speaker": "spk_4","line":"to dress up and play one of us given actor recall.","episode":"s09e10.json","edited":false},
{"time": "0:54:29", "speaker": "spk_3","line":"Well, actually taught. I couldn't find anything on you. I scoured the internet. So what I want to do is just one of the exercises we do for humility. This is get incoming freshmen. We really were loving acting. Uh, this is what we call a This is what we call a negative sandwich. So what we do is we start, Do you think of a sandwich? You know, two pieces of bread with a filling in the middle. So we newsroom say something negative about Todd, uh, on the book ends, and then right in the middle, we're gonna just make a fund noise.","episode":"s09e10.json","edited":false},
{"time": "0:54:56", "speaker": "spk_4","line":"Oh, I thought the middle would be a compliment or something like that is what it is. Just fun Noises just got signed Noise. Roast time. Ok, well, good luck to get something negative. And I'm sure fun noise will be easy, but collecting its have negative on. What do I do? Here","episode":"s09e10.json","edited":false},
{"time": "0:55:11", "speaker": "spk_3","line":"s what you do is it's ah, Dickins Ian response where? Whatever they say, you say things there may have some more.","episode":"s09e10.json","edited":false},
{"time": "0:55:17", "speaker": "spk_4","line":"Oh, okay. So","episode":"s09e10.json","edited":false},
{"time": "0:55:18", "speaker": "spk_2","line":"I just do the whole sandwich and then he says, thinking All right, Todd, you neglect your daughter on your a bad actor.","episode":"s09e10.json","edited":false},
{"time": "0:55:28", "speaker": "spk_4","line":"Oh, so we're just doing lives, Okay? Thank you, sir. May I have some more lives? Because obviously it's not really.","episode":"s09e10.json","edited":false},
{"time": "0:55:35", "speaker": "spk_2","line":"Todd, you're ugly. Bazinga hate you. Thank","episode":"s09e10.json","edited":false},
{"time": "0:55:41", "speaker": "spk_4","line":"you. Survey. Uh, well, I think it certainly after more.","episode":"s09e10.json","edited":false},
{"time": "0:55:45", "speaker": "spk_0","line":"Uh uh, Todd, your destiny, er your destiny or than the dust bowl. Uh","episode":"s09e10.json","edited":false},
{"time": "0:55:51", "speaker": "spk_2","line":"oh. Uh","episode":"s09e10.json","edited":false},
{"time": "0:55:54", "speaker": "spk_0","line":"uh. You're wasting away, uh, like a dehydrated Great","episode":"s09e10.json","edited":false},
{"time": "0:56:01", "speaker": "spk_2","line":"raising. Just raising you. There's a shorter way to say I want to go get Sunbeam dehydrated. Great. And Bill, Bill, not Bill.","episode":"s09e10.json","edited":false},
{"time": "0:56:14", "speaker": "spk_3","line":"Fall that moment. Noise and then another another. Dig it. Howard,","episode":"s09e10.json","edited":false},
{"time": "0:56:18", "speaker": "spk_2","line":"I fat emergen. They said the noise Advertisers don't start on open face sandwich Fat loser virgin. Okay. God, I know","episode":"s09e10.json","edited":false},
{"time": "0:56:32", "speaker": "spk_0","line":"you can't use. He already said Virgin. If you're gonna do it, at least be creative.","episode":"s09e10.json","edited":false},
{"time": "0:56:36", "speaker": "spk_2","line":"But this game","episode":"s09e10.json","edited":false},
{"time": "0:56:36", "speaker": "spk_4","line":"sucked for a while. I got better just now, but for a while","episode":"s09e10.json","edited":false},
{"time": "0:56:40", "speaker": "spk_2","line":"Thank you. Have a little more.","episode":"s09e10.json","edited":false},
{"time": "0:56:44", "speaker": "spk_4","line":"Uh, so I know. What do you do? One","episode":"s09e10.json","edited":false},
{"time": "0:56:47", "speaker": "spk_2","line":"Let's take around at me. I'll learn some humanity. Let's take around already sweating. Let's go.","episode":"s09e10.json","edited":false},
{"time": "0:56:55", "speaker": "spk_4","line":"Uh oh, Sam, your anger is my only matched by your stupidity. Blah are, um you'll never find a comfortable relationship until you learn to love yourself.","episode":"s09e10.json","edited":false},
{"time": "0:57:07", "speaker": "spk_2","line":"Oh, yeah? Well, I love Paul Block. Dan,","episode":"s09e10.json","edited":false},
{"time": "0:57:11", "speaker": "spk_4","line":"Your fuck you got May God, do you? Are you pretty good? These do you have a participate to people doing for you?","episode":"s09e10.json","edited":false},
{"time": "0:57:19", "speaker": "spk_3","line":"I trying to him sometimes, but it turns into self adulation. I just take my okay here.","episode":"s09e10.json","edited":false},
{"time": "0:57:23", "speaker": "spk_4","line":"Here. So human Hugh Mile.","episode":"s09e10.json","edited":false},
{"time": "0:57:27", "speaker": "spk_2","line":"You're so you so","episode":"s09e10.json","edited":false},
{"time": "0:57:31", "speaker": "spk_0","line":"human. You should get the hue. My oh, man of the year","episode":"s09e10.json","edited":false},
{"time": "0:57:33", "speaker": "spk_2","line":"old Yamile. Time out. E","episode":"s09e10.json","edited":false},
{"time": "0:57:36", "speaker": "spk_3","line":"I dont mile walk every year which is to be to be humble for a mile So it's almost like the nun in game of Thrones where it's I walk naked. She have someone? Yeah, I have someone. Ah, you mind? It's a few miles.","episode":"s09e10.json","edited":false},
{"time": "0:57:54", "speaker": "spk_4","line":"Uh well, um, whatever you just did didn't work on me. I feel all right. I thought the game was that people would say something negative and then make a noise in our Navy thing. What? People just told me stuff that is generally half it was my wife's vows. Some of it was like, uh what? I had people write my bio forming. And it was a lot of it was just","episode":"s09e10.json","edited":false},
{"time": "0:58:16", "speaker": "spk_2","line":"some of it says nice little that he said, How did you have 100 living room wall? Yeah. Live laugh, love in some of stuff we said,","episode":"s09e10.json","edited":false},
{"time": "0:58:22", "speaker": "spk_4","line":"Yeah, I have a lot of the stuff you guys said, but in the design of like, an Airbnb,","episode":"s09e10.json","edited":false},
{"time": "0:58:28", "speaker": "spk_0","line":"do you have your as dusty as a dehydrated grape on your law?","episode":"s09e10.json","edited":false},
{"time": "0:58:32", "speaker": "spk_4","line":"I dio Yeah. Yeah, I have. This is the This kitchen is for lovers.","episode":"s09e10.json","edited":false},
{"time": "0:58:38", "speaker": "spk_2","line":"You still do. You still have those fat heads on your wall as well? Usually there","episode":"s09e10.json","edited":false},
{"time": "0:58:41", "speaker": "spk_3","line":"for football players and stuff like that,","episode":"s09e10.json","edited":false},
{"time": "0:58:43", "speaker": "spk_4","line":"Right. Um Yeah. If you don't know if that heads, it's ah, big, uh, like a thing you can stick to your wallet player. A decal. Yeah, but I obviously have fat heads that are all kind of gross mirror interpretations of my body. Yeah,","episode":"s09e10.json","edited":false},
{"time": "0:58:59", "speaker": "spk_2","line":"you have that in that","episode":"s09e10.json","edited":false},
{"time": "0:59:00", "speaker": "spk_3","line":"live laugh. Love font. You have, uh, rage, divisiveness stingy","episode":"s09e10.json","edited":false},
{"time": "0:59:09", "speaker": "spk_2","line":"in that beautiful fine. It's a reminder this didn't","episode":"s09e10.json","edited":false},
{"time": "0:59:13", "speaker": "spk_4","line":"I just need a reminder every","episode":"s09e10.json","edited":false},
{"time": "0:59:14", "speaker": "spk_3","line":"morning. And what's this? You have almost like a Lance Armstrong band on your hand? What is that?","episode":"s09e10.json","edited":false},
{"time": "0:59:18", "speaker": "spk_4","line":"I know that's a Lance Armstrong.","episode":"s09e10.json","edited":false},
{"time": "0:59:22", "speaker": "spk_2","line":"There's one that says live week.","episode":"s09e10.json","edited":false},
{"time": "0:59:25", "speaker": "spk_4","line":"Oh, yeah, There's live week, uh, the red under its my die strong band. Um, because if you die, die stronger.","episode":"s09e10.json","edited":false},
{"time": "0:59:32", "speaker": "spk_2","line":"And what is that W w j d stand","episode":"s09e10.json","edited":false},
{"time": "0:59:34", "speaker": "spk_4","line":"for? Oh, um, we will do way. Will do. Dude, you dio Wow.","episode":"s09e10.json","edited":false},
{"time": "0:59:45", "speaker": "spk_2","line":"Okay, cool. Well, jeez. Oh, it's w w Yes, Yes. Ok,","episode":"s09e10.json","edited":false},
{"time": "0:59:49", "speaker": "spk_4","line":"we will. Drew. Did you do","episode":"s09e10.json","edited":false},
{"time": "0:59:52", "speaker": "spk_0","line":"I feel like","episode":"s09e10.json","edited":false},
{"time": "0:59:53", "speaker": "spk_4","line":"we're way Well Judy, wait. I think I just cracked the end of the second act. Did junior physical","episode":"s09e10.json","edited":false},
{"time": "1:00:07", "speaker": "spk_2","line":"get the whole crowd chin?","episode":"s09e10.json","edited":false},
{"time": "1:00:09", "speaker": "spk_4","line":"We will weigh well, juicio buddy are a weird Jew","episode":"s09e10.json","edited":false},
{"time": "1:00:18", "speaker": "spk_0","line":"Well, James Sampling,","episode":"s09e10.json","edited":false},
{"time": "1:00:20", "speaker": "spk_3","line":"abusing. Called the musical","episode":"s09e10.json","edited":false},
{"time": "1:00:21", "speaker": "spk_4","line":"juice ical. Yes. Yeah. Oh, that's a good title Juice ical.","episode":"s09e10.json","edited":false},
{"time": "1:00:26", "speaker": "spk_3","line":"And I did get your script in the mail. Um, okay. Had sent me a script because he knows that I'm a big player in the Children's book. See, now it was almost like a Dr Seuss, but for juice, right? Yeah. One plate to plate berry plates.","episode":"s09e10.json","edited":false},
{"time": "1:00:37", "speaker": "spk_4","line":"What's that? What is it? One plate to plate. Very plates. Now, I don't even know this part of Judaism that your efforts said that might be to do for May.","episode":"s09e10.json","edited":false},
{"time": "1:00:44", "speaker": "spk_0","line":"And you read the","episode":"s09e10.json","edited":false},
{"time": "1:00:45", "speaker": "spk_2","line":"book. You can't make the play the meat in","episode":"s09e10.json","edited":false},
{"time": "1:00:48", "speaker": "spk_3","line":"the dairy, right? You must bury,","episode":"s09e10.json","edited":false},
{"time": "1:00:50", "speaker": "spk_4","line":"though. Oh, yeah.","episode":"s09e10.json","edited":false},
{"time": "1:00:52", "speaker": "spk_3","line":"You have humbled being by not knowing something about your own culture.","episode":"s09e10.json","edited":false},
{"time": "1:00:56", "speaker": "spk_2","line":"It is humbling issue Miles a little scared right now","episode":"s09e10.json","edited":false},
{"time": "1:01:00", "speaker": "spk_3","line":"because there is a ghost of ah, Honda owner's manual just hovering right up behind you. That's for my night of the court. I'm worried","episode":"s09e10.json","edited":false},
{"time": "1:01:10", "speaker": "spk_4","line":"about that. Well, yeah, D Is your car broken down? Do you need to call triple? Um,","episode":"s09e10.json","edited":false},
{"time": "1:01:23", "speaker": "spk_2","line":"the classic sound of a ghost?","episode":"s09e10.json","edited":false},
{"time": "1:01:24", "speaker": "spk_3","line":"Yeah. Oh, are you? Do you have to culture","episode":"s09e10.json","edited":false},
{"time": "1:01:27", "speaker": "spk_2","line":"below? Wait careful when you call.","episode":"s09e10.json","edited":false},
{"time": "1:01:30", "speaker": "spk_4","line":"That was it. J. My always forget the first name","episode":"s09e10.json","edited":false},
{"time": "1:01:34", "speaker": "spk_3","line":"James Duty did","episode":"s09e10.json","edited":false},
{"time": "1:01:34", "speaker": "spk_4","line":"James James, thank you for being here, having audience humility. Oh, thanks","episode":"s09e10.json","edited":false},
{"time": "1:01:41", "speaker": "spk_2","line":"for not coming with that sort of thing,","episode":"s09e10.json","edited":false},
{"time": "1:01:45", "speaker": "spk_3","line":"but I do want to set the record straight. I did ask for it when I was in high school. I used to call myself James. Duty free. Dench. So everyone was Well,","episode":"s09e10.json","edited":false},
{"time": "1:01:55", "speaker": "spk_2","line":"that got you sold pretty quick. Airport have a great deal. But you did have spent a lot of time in a locked plastic bag. Yes. Yes.","episode":"s09e10.json","edited":false},
{"time": "1:02:09", "speaker": "spk_3","line":"On. I woke up one day in Times Square. Tattoos covered my body. No kidneys at the piece together. Yes, together. Now,","episode":"s09e10.json","edited":false},
{"time": "1:02:17", "speaker": "spk_4","line":"is this girl with the Dragon tattoo or is this Jane Doe?","episode":"s09e10.json","edited":false},
{"time": "1:02:20", "speaker": "spk_3","line":"Uh, this is Gina.","episode":"s09e10.json","edited":false},
{"time": "1:02:21", "speaker": "spk_4","line":"This is James James James Do James Duty. Oh, So James Dirty became James.","episode":"s09e10.json","edited":false},
{"time": "1:02:27", "speaker": "spk_0","line":"Oh, man. Well, James, thank you so much for being here today. I feel like, you know, we learned something on that's more than we can say after most of these damn things. So we appreciate you being in here and chatting with us a little bit. We appreciate beauty. Redmayne Swiss. Judy didn't know. Now that wasn't it. Believing that I would not miss Judy,","episode":"s09e10.json","edited":false},
{"time": "1:02:51", "speaker": "spk_2","line":"Let's hang out. Looking out for a few more of these. Let's get five more. Five more. Five","episode":"s09e10.json","edited":false},
{"time": "1:02:55", "speaker": "spk_4","line":"Marvelous Swiss Mazel, marvelous","episode":"s09e10.json","edited":false},
{"time": "1:02:58", "speaker": "spk_3","line":"Swiss Mazel macaron. Ned, Betty, Betty, Betty, Ned Beatty. Macaroni and baby.","episode":"s09e10.json","edited":false},
{"time": "1:03:04", "speaker": "spk_2","line":"Can we go first? And last name was Try with cheese. Doesn't usually worry Cheese, Boston or sauce.","episode":"s09e10.json","edited":false},
{"time": "1:03:12", "speaker": "spk_4","line":"That's right. Anything else? Wiki,","episode":"s09e10.json","edited":false},
{"time": "1:03:15", "speaker": "spk_0","line":"We got to go out on a personal last","episode":"s09e10.json","edited":false},
{"time": "1:03:17", "speaker": "spk_3","line":"name. Okay, Go to Diamond Phillips.","episode":"s09e10.json","edited":false},
{"time": "1:03:21", "speaker": "spk_0","line":"Okay. Okay. Uh,","episode":"s09e10.json","edited":false},
{"time": "1:03:24", "speaker": "spk_3","line":"rough. Some of gotcha. Shed dart. Our banks like that. Oh,","episode":"s09e10.json","edited":false},
{"time": "1:03:32", "speaker": "spk_0","line":"God, It's time. I don't think we could do for us at last. Goat cheese.","episode":"s09e10.json","edited":false},
{"time": "1:03:36", "speaker": "spk_2","line":"Um Oh, yeah. Charo, Let's just really","episode":"s09e10.json","edited":false},
{"time": "1:03:42", "speaker": "spk_0","line":"terrific. No perfect. Charlo. Charlo! Charlo On And on that note, guys, Until next time say, flipping","episode":"s09e10.json","edited":false}]
