[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e32.json","edited":false},
{"time": "0:00:00", "speaker": "spk_0","line":"show every morning there's a hater hanging in on a planet burning man and professed bad, right? Yes. That's so cool","episode":"s09e32.json","edited":false},
{"time": "0:00:10", "speaker": "spk_3","line":"that you got to go backstage, Sam.","episode":"s09e32.json","edited":false},
{"time": "0:00:12", "speaker": "spk_0","line":"Him 11 15 and a seeming manage a new man of showmanship. Do they say semen","episode":"s09e32.json","edited":false},
{"time": "0:00:19", "speaker": "spk_1","line":"in the song?","episode":"s09e32.json","edited":false},
{"time": "0:00:20", "speaker": "spk_2","line":"I dio I know ideo because when you're you know, when you're at a party, you just You got to ride the energy,","episode":"s09e32.json","edited":false},
{"time": "0:00:27", "speaker": "spk_3","line":"right? Yeah. You","episode":"s09e32.json","edited":false},
{"time": "0:00:28", "speaker": "spk_2","line":"don't have sonar being perfect in a party. You just ride the flow. Yeah. I mean, like, right","episode":"s09e32.json","edited":false},
{"time": "0:00:34", "speaker": "spk_0","line":"guessing. What lyrics are kind of gives you a little inside of of what's in your own head. I mean, usually when I hear any s sound like Well, yeah, my singer songwriter","episode":"s09e32.json","edited":false},
{"time": "0:00:46", "speaker": "spk_4","line":"stuff had the word semen in","episode":"s09e32.json","edited":false},
{"time": "0:00:47", "speaker": "spk_0","line":"it, so I wouldn't have","episode":"s09e32.json","edited":false},
{"time": "0:00:48", "speaker": "spk_2","line":"a mind of seeming not have seen Amanda seeming menace.","episode":"s09e32.json","edited":false},
{"time": "0:00:52", "speaker": "spk_0","line":"Um, Mum Bett seeming bad. Still half posts on it. My post berg on a long time ago with my night terrors.","episode":"s09e32.json","edited":false},
{"time": "0:01:02", "speaker": "spk_2","line":"Right? Right. You. What happened with your nightmare? You chopped him down, or what happened to","episode":"s09e32.json","edited":false},
{"time": "0:01:06", "speaker": "spk_0","line":"the most of my night terrors? Army being the brawny man. So I take out of","episode":"s09e32.json","edited":false},
{"time": "0:01:12", "speaker": "spk_3","line":"where gangs. That is so scary.","episode":"s09e32.json","edited":false},
{"time": "0:01:16", "speaker": "spk_0","line":"Whether or not there last night terrors","episode":"s09e32.json","edited":false},
{"time": "0:01:18", "speaker": "spk_4","line":"and Mawr night fantasies about an outdoors, a lot","episode":"s09e32.json","edited":false},
{"time": "0:01:24", "speaker": "spk_3","line":"of people would call those dreams Or, um, you know,","episode":"s09e32.json","edited":false},
{"time": "0:01:29", "speaker": "spk_0","line":"oh, dreams those air night fantasies.","episode":"s09e32.json","edited":false},
{"time": "0:01:32", "speaker": "spk_6","line":"Call him If it's like the brawny man stuff and it's non sexual. I call those dry dreams.","episode":"s09e32.json","edited":false},
{"time": "0:01:38", "speaker": "spk_2","line":"Yeah, distinguished from, of course, sopping wet","episode":"s09e32.json","edited":false},
{"time": "0:01:44", "speaker": "spk_6","line":"Sam. This was, Ah, fantastic little rendition of every morning. Unfortunately, say what? Karaoke was not as forgiving with your lyrical missteps,","episode":"s09e32.json","edited":false},
{"time": "0:01:54", "speaker": "spk_2","line":"right? Yeah, I got the lowest score of all time and I got booed by the first person actually Get booed off the stage for real","episode":"s09e32.json","edited":false},
{"time": "0:02:02", "speaker": "spk_6","line":"blue deficit in the first person that terror read tried to","episode":"s09e32.json","edited":false},
{"time": "0:02:04", "speaker": "spk_2","line":"drown. That's right, Terra read. I don't know what what I did that was so offensive to her, but she dragged me to the beach and tried to put my face face down in the ocean. And I","episode":"s09e32.json","edited":false},
{"time": "0:02:17", "speaker": "spk_0","line":"was like them in the couple's bad. Yeah, I heard Mandi bores ear drums broke.","episode":"s09e32.json","edited":false},
{"time": "0:02:23", "speaker": "spk_2","line":"Yeah, well, that's what she says. I think it's dramatic. I mean, I wasn't screaming. I was just changing the words. I mean, Mandy Moore, come on, bro.","episode":"s09e32.json","edited":false},
{"time": "0:02:36", "speaker": "spk_6","line":"My brown bro. Come on, already.","episode":"s09e32.json","edited":false},
{"time": "0:02:39", "speaker": "spk_2","line":"I'll tell you what I've been talking. My bro's down here, and I'm seeing things pretty clearly, to be honest.","episode":"s09e32.json","edited":false},
{"time": "0:02:44", "speaker": "spk_3","line":"Oh, yeah,","episode":"s09e32.json","edited":false},
{"time": "0:02:45", "speaker": "spk_0","line":"Yeah. Oh, yeah. Everybody, bro,","episode":"s09e32.json","edited":false},
{"time": "0:02:47", "speaker": "spk_3","line":"Have you made new bro friends I've seen you hanging out with with some guys that everything","episode":"s09e32.json","edited":false},
{"time": "0:02:52", "speaker": "spk_0","line":"through my apartment the other","episode":"s09e32.json","edited":false},
{"time": "0:02:54", "speaker": "spk_4","line":"night and gave me a swirly with a","episode":"s09e32.json","edited":false},
{"time": "0:02:55", "speaker": "spk_2","line":"group of guy? Hell, yeah, dude. Well, I accidentally got snuck in the V i p the other day again cause M and M and I are both so son birth that they confused us. So I have to keep impressing these guys in d 12 for them to let me keep hanging","episode":"s09e32.json","edited":false},
{"time": "0:03:09", "speaker": "spk_3","line":"out. No can get. Yeah, well, I thought I recognize those guys.","episode":"s09e32.json","edited":false},
{"time": "0:03:13", "speaker": "spk_0","line":"It was really It was a good week for you early on, because you did get your booze cruise going. And that's how you started meeting these guys that it was actually working. You found a boat and you got a temporary license.","episode":"s09e32.json","edited":false},
{"time": "0:03:27", "speaker": "spk_2","line":"Yeah, it was awesome. I mean, it still is awesome. The boat is still working its just dry docked right now, waiting for me to go on another excursion.","episode":"s09e32.json","edited":false},
{"time": "0:03:36", "speaker": "spk_3","line":"Now the license that you got was not originally temporary, but after the beginning of this week, the office said,","episode":"s09e32.json","edited":false},
{"time": "0:03:44", "speaker": "spk_0","line":"they walked back. The life. Yeah,","episode":"s09e32.json","edited":false},
{"time": "0:03:47", "speaker": "spk_2","line":"they put they put a probationary period after the fact right? That's the first time they've ever done or been allowed to do that, I guess. Typically, when you're given a license, that is a license to not be fucked with is what I am arguing. Was","episode":"s09e32.json","edited":false},
{"time": "0:04:03", "speaker": "spk_0","line":"there an incident on the cruise? Well,","episode":"s09e32.json","edited":false},
{"time": "0:04:06", "speaker": "spk_2","line":"of course, you know, you send photos, and the license has done mostly on photo, and they don't tell you that they do pop in inspection. Secret shopper type. So it is a glass bottom boat. And of course, there is no glass bottom. So they caught me immediately as soon as they set foot. Um, aboard. So it's a","episode":"s09e32.json","edited":false},
{"time": "0:04:27", "speaker": "spk_4","line":"hole in the bottom.","episode":"s09e32.json","edited":false},
{"time": "0:04:28", "speaker": "spk_2","line":"That's right. It's a whole. And the inspector said that while technically this isn't about the whole thing with the boat is there's a bottom that makes you buoyant.","episode":"s09e32.json","edited":false},
{"time": "0:04:37", "speaker": "spk_6","line":"You kind of told them that the whole point of your trip is it's The Flintstones experience.","episode":"s09e32.json","edited":false},
{"time": "0:04:42", "speaker": "spk_2","line":"Exactly exactly. I said, Have you even never heard of a duck tour thinking that would confuse them and it didn't at all. And they were like, Yeah, this is nothing like a duck tour. This doesn't work on land on sea. There's no motor, is what they told me. And I said yes.","episode":"s09e32.json","edited":false},
{"time": "0:04:58", "speaker": "spk_3","line":"And now nothing. What? That probably It probably could have ended there. They just give you a little citation.","episode":"s09e32.json","edited":false},
{"time": "0:05:04", "speaker": "spk_2","line":"And what, You just get a ticket at that point. But then it came. Well, some some, uh, colorful language started getting thrown around and after the colorful language, it was colorful fists. And after the fists. Well, I you know, I hit this person with a bunch of bananas. It was all that was around. I grabbed a bunch of bananas, you know, about if if you're","episode":"s09e32.json","edited":false},
{"time": "0:05:25", "speaker": "spk_3","line":"finished. And to your credit, these were old bananas, they were soft. You thought this is more of a statement? It's not gonna hurt this guy. That's","episode":"s09e32.json","edited":false},
{"time": "0:05:32", "speaker": "spk_2","line":"exactly what I thought. Yeah, it was always political. Yes. Yes. I thought these were old yellow, sort of rusty looking bananas. Turns out there were rock solid plantains. Not the guy's head clean off.","episode":"s09e32.json","edited":false},
{"time": "0:05:52", "speaker": "spk_6","line":"You've decapitated them with plantains. but it did with that much harder than something","episode":"s09e32.json","edited":false},
{"time": "0:05:58", "speaker": "spk_0","line":"that can happen when you miss. Take a banana for plantain heads will roll. Let's salute a plantain","episode":"s09e32.json","edited":false},
{"time": "0:06:04", "speaker": "spk_3","line":"decapitation and we are burying the lead because this sort of demonstration did did expand, and it became what's been dubbed the Cancun Banana Party. A model after the Boston Tea Party, where now anyone who's official government, ah, employee is being pro tested by having huge boxes of bananas thrown at them.","episode":"s09e32.json","edited":false},
{"time": "0:06:26", "speaker": "spk_2","line":"There's a big spring break uprising happening right now. Well, they realize what they needed was a hard plantain. People are angry.","episode":"s09e32.json","edited":false},
{"time": "0:06:33", "speaker": "spk_0","line":"Well, the guy whose head you not clean off he had some dirty dealings in this past. Correct. So, you know, people were maybe starting to side with you, or it was I","episode":"s09e32.json","edited":false},
{"time": "0:06:43", "speaker": "spk_2","line":"don't want to go too crazy, but people are saying I'm a revolutionary. Yeah, uh, you know, they say we love the sunburn. We love your actions. We don't care about the boat. Thanks for knock that guy set off.","episode":"s09e32.json","edited":false},
{"time": "0:06:57", "speaker": "spk_6","line":"Did the did the name change to Sam Guevara officially come through?","episode":"s09e32.json","edited":false},
{"time": "0:07:01", "speaker": "spk_2","line":"Well, it's It's another license I've applied for, and hopefully it's got the approval. I'm just hoping you want they bring back.","episode":"s09e32.json","edited":false},
{"time": "0:07:08", "speaker": "spk_0","line":"Be careful when they make that in person named change visit. You don't want to get into another fight.","episode":"s09e32.json","edited":false},
{"time": "0:07:15", "speaker": "spk_6","line":"Yeah, if you end up, you know, ordering some coffee somewhere something. Make sure you give them the right name this time.","episode":"s09e32.json","edited":false},
{"time": "0:07:23", "speaker": "spk_2","line":"Yes, Well, it's It's OK. Because I have security now who's sort of supporting me at some of the locals. They really are sort of behind the cause. And, uh, you know, I feel pretty safe at this point. Let's not","episode":"s09e32.json","edited":false},
{"time": "0:07:37", "speaker": "spk_6","line":"bury the lead here. You have a hammerhead shark following you around?","episode":"s09e32.json","edited":false},
{"time": "0:07:41", "speaker": "spk_2","line":"Yes. So what? That security is what I'm calling it. It's not because I'm bleeding in the water","episode":"s09e32.json","edited":false},
{"time": "0:07:48", "speaker": "spk_3","line":"and you are okay. But I think what I think that not is actually telling us what the truth is.","episode":"s09e32.json","edited":false},
{"time": "0:07:54", "speaker": "spk_2","line":"No, I'm not live chum. I'm not.","episode":"s09e32.json","edited":false},
{"time": "0:08:00", "speaker": "spk_0","line":"So you're a political figure who has you sharks walking up right behind him in front of him. A whistle? Are you a man? E? I just wanted I'm fine with either right","episode":"s09e32.json","edited":false},
{"time": "0:08:15", "speaker": "spk_2","line":"and good, because it's both. It's because it's both. I have a big political figure and I'm gaining traction and also on my day job in the water I am bleeding into. Shark is following coming out of the woodwork.","episode":"s09e32.json","edited":false},
{"time": "0:08:28", "speaker": "spk_6","line":"I commend you. I think all the people of Cancun needed was for an American to come in here and show him what a revolution looks like. And","episode":"s09e32.json","edited":false},
{"time": "0:08:35", "speaker": "spk_0","line":"I think what I'm saying, I'm saying, let me show","episode":"s09e32.json","edited":false},
{"time": "0:08:38", "speaker": "spk_2","line":"you how we do it up north. That's right. Now. I mean,","episode":"s09e32.json","edited":false},
{"time": "0:08:43", "speaker": "spk_1","line":"that's it.","episode":"s09e32.json","edited":false},
{"time": "0:08:44", "speaker": "spk_6","line":"Well, I mean, Vicente Fox President Vicente Fox is is he's heard the word, and he word is he's coming down. You can't going to speak with you and see if you can reason with you.","episode":"s09e32.json","edited":false},
{"time": "0:08:55", "speaker": "spk_2","line":"Uh, and that's very exciting. I've never had this much respect and adoration.","episode":"s09e32.json","edited":false},
{"time": "0:09:01", "speaker": "spk_0","line":"Yeah, I've just never had anybody approve of me so much. And, you know, I can't quite understand what anybody saying, but it really seems like they like me. Yeah, that's the first time","episode":"s09e32.json","edited":false},
{"time": "0:09:18", "speaker": "spk_6","line":"I've ever heard someone clearly choking on a water. Use that to turn it into an emotional choked up literally choked up","episode":"s09e32.json","edited":false},
{"time": "0:09:27", "speaker": "spk_0","line":"to us. Really? I'm vulnerable.","episode":"s09e32.json","edited":false},
{"time": "0:09:30", "speaker": "spk_6","line":"I bought it. I bought it. Yeah, okay.","episode":"s09e32.json","edited":false},
{"time": "0:09:33", "speaker": "spk_0","line":"Well, yeah, I choked on a, um, a tuna tartare at my daughter's wedding. And luckily, it was right in the","episode":"s09e32.json","edited":false},
{"time": "0:09:41", "speaker": "spk_3","line":"middle of the daddy daughter dad. So I choked up. You're eating in the middle of the dance?","episode":"s09e32.json","edited":false},
{"time": "0:09:46", "speaker": "spk_2","line":"Yeah, you kind of worked your way on the dance floor towards one of the tables. Did a quick school animation.","episode":"s09e32.json","edited":false},
{"time": "0:09:52", "speaker": "spk_0","line":"Honey, if we're going to do the daughter Daddy daughter dance, let's do under that nerves air coming out There's that little door that we all look for. Um, when we go to parties that we see the staff coming out of and that we stand close to we don't know the door,","episode":"s09e32.json","edited":false},
{"time": "0:10:10", "speaker": "spk_2","line":"absolutely. You get the lay of the land right when you're there and you say, Oh, I","episode":"s09e32.json","edited":false},
{"time": "0:10:14", "speaker": "spk_1","line":"know where","episode":"s09e32.json","edited":false},
{"time": "0:10:14", "speaker": "spk_2","line":"the drinks are, but I know where the","episode":"s09e32.json","edited":false},
{"time": "0:10:16", "speaker": "spk_6","line":"food's coming out of my back is never to that door at a wedding party, because","episode":"s09e32.json","edited":false},
{"time": "0:10:20", "speaker": "spk_0","line":"if I know I'm going to a party or an event, I'm coming famished. I'm showing whether ill and I'm furious that the food that they've been nice enough to provide isn't","episode":"s09e32.json","edited":false},
{"time": "0:10:36", "speaker": "spk_3","line":"coming fast enough. I have similar things. Last time I was going to a wedding, I did a full on weight cut. I I went and I I put on us. Ah, latex suit. And I ran for three, like, three days before I would do 17 miles a day.","episode":"s09e32.json","edited":false},
{"time": "0:10:51", "speaker": "spk_6","line":"You had a pretty aggressive way in with Holyfield before the wedding, right?","episode":"s09e32.json","edited":false},
{"time": "0:10:54", "speaker": "spk_3","line":"I e did, uh, he was Ah, he was a good friend of the groom. Ah, and he was there. Ah, and I had heard he was gonna be there, so I wanted to impress him. And you guys saw what happened at the stare down","episode":"s09e32.json","edited":false},
{"time": "0:11:06", "speaker": "spk_0","line":"you through one at it. I did big by next to him.","episode":"s09e32.json","edited":false},
{"time": "0:11:11", "speaker": "spk_3","line":"You know, I booted a connected big whiff and I hit. Is your container him? Huh? Traitor. And of course, that turned into my trainer flop sides. It was a huge, huge Malay and Ah, and it ended up being one against six because he had a huge team. Uh, and","episode":"s09e32.json","edited":false},
{"time": "0:11:31", "speaker": "spk_0","line":"what they like the trainers come in. The","episode":"s09e32.json","edited":false},
{"time": "0:11:32", "speaker": "spk_3","line":"trainers? Yeah, They were on their on gloves. They threw on trunks.","episode":"s09e32.json","edited":false},
{"time": "0:11:37", "speaker": "spk_2","line":"We'll tell me the old guys trainers. What's that? At least tell me as one of those old guy trainers whose not physically there but mentally knows the game","episode":"s09e32.json","edited":false},
{"time": "0:11:46", "speaker": "spk_3","line":"right? That's right. No matter what, he didn't matter. He beat the living hell out of me. Ah, and originally, Mills Lane was supposed to be the referee, but I accidentally caught him with an elbow and he started fighting as well. So seven on one.","episode":"s09e32.json","edited":false},
{"time": "0:12:01", "speaker": "spk_6","line":"Luckily, Vince McMahon and Don King were both there, and they said, Hey, let's stream this right now. Together they shook hands and it became a W W World Boxing Association live event in the","episode":"s09e32.json","edited":false},
{"time": "0:12:12", "speaker": "spk_0","line":"It's unbelievable. I really like that guy who's, like, fancy and has the salt and pepper hair at the beginning said, Let's get ready to humiliate my","episode":"s09e32.json","edited":false},
{"time": "0:12:21", "speaker": "spk_6","line":"Michael Buffer. Bruce, Buffer. Okay, I don't remember which of the Buffer brothers it was.","episode":"s09e32.json","edited":false},
{"time": "0:12:25", "speaker": "spk_3","line":"It was both. It was","episode":"s09e32.json","edited":false},
{"time": "0:12:26", "speaker": "spk_6","line":"bullish. A tougher Brooke","episode":"s09e32.json","edited":false},
{"time": "0:12:27", "speaker": "spk_0","line":"Buffer. I think it was Well, there was. It was set in the eighties. The boxing act was set in the eighties and in the duffer brothers Did this period piece. Yeah, it was It was frustrating, cause this","episode":"s09e32.json","edited":false},
{"time": "0:12:41", "speaker": "spk_3","line":"all of course, happened right before the wedding on, uh, and my niece, who was getting married. Ah, got a little bit of blood on her dress. Uh, and She was very, especially turned into one, and that's","episode":"s09e32.json","edited":false},
{"time": "0:12:54", "speaker": "spk_0","line":"a shame on a beautiful waitress. Her white gown. She was a virgin, right? Why was her white? I love that tradition, like not having toe wear white. If you're a virgin, what's the exact tradition of it? Or you wear cream if you fucked. And","episode":"s09e32.json","edited":false},
{"time": "0:13:14", "speaker": "spk_2","line":"if you're really nasty, you wear red.","episode":"s09e32.json","edited":false},
{"time": "0:13:16", "speaker": "spk_0","line":"I don't know her. That's true. Way talking about as we were talking","episode":"s09e32.json","edited":false},
{"time": "0:13:21", "speaker": "spk_6","line":"about your wedding bill, your daughter's wedding bill, which I love to go. One episode This podcast did not talk about your daughter. You are so you're so obsessed with your daughter.","episode":"s09e32.json","edited":false},
{"time": "0:13:31", "speaker": "spk_0","line":"A lot, I think, this time absolutely","episode":"s09e32.json","edited":false},
{"time": "0:13:34", "speaker": "spk_6","line":"through the weight nineties into the to the early two thousands. Right now you have been talking about her a lot. I almost want to put a moratorium on ever hearing about Bill's daughter ever again,","episode":"s09e32.json","edited":false},
{"time": "0:13:42", "speaker": "spk_2","line":"but I will say I do love how much he loves his daughter, and I hope that never wanes.","episode":"s09e32.json","edited":false},
{"time": "0:13:48", "speaker": "spk_0","line":"She is the light of my I will be talking about her for","episode":"s09e32.json","edited":false},
{"time": "0:13:52", "speaker": "spk_3","line":"effort. I hope so. Don't forget about","episode":"s09e32.json","edited":false},
{"time": "0:13:59", "speaker": "spk_2","line":"that's beautiful. That's when you really take a lot of care in preserving and maintaining and really watering that relationship. Yeah,","episode":"s09e32.json","edited":false},
{"time": "0:14:08", "speaker": "spk_4","line":"I really do. I mean,","episode":"s09e32.json","edited":false},
{"time": "0:14:11", "speaker": "spk_0","line":"you got a You kind of get in when they're young, because when they're out of the house there, out of the house","episode":"s09e32.json","edited":false},
{"time": "0:14:18", "speaker": "spk_6","line":"goes by so fast.","episode":"s09e32.json","edited":false},
{"time": "0:14:20", "speaker": "spk_0","line":"But I tell you what. Whoever asked her to marry him to marry her better call. My asks as my permission. Yeah, daughter's mind. And if you want to marry her call May and I will ruminated on for couple of weeks. See, if you're worthy of my daughter's hand and then we'll see. And then I will walk her asked out in the white ist gown you've ever seen because she's never been promiscuous and I will give her away. You're saying all of","episode":"s09e32.json","edited":false},
{"time": "0:14:56", "speaker": "spk_6","line":"this in the future? Tense. But you did say five minutes ago that you were at her wedding. Well,","episode":"s09e32.json","edited":false},
{"time": "0:15:03", "speaker": "spk_0","line":"maybe this will take You","episode":"s09e32.json","edited":false},
{"time": "0:15:05", "speaker": "spk_3","line":"didn't get ended in that I didn't","episode":"s09e32.json","edited":false},
{"time": "0:15:06", "speaker": "spk_0","line":"know. I speak kind of like an author. Something go back and forth, I create story mine, honest that I get a lot of sense and make yourself","episode":"s09e32.json","edited":false},
{"time": "0:15:15", "speaker": "spk_6","line":"full permission. And it became impossible to talk. Teoh. Yeah,","episode":"s09e32.json","edited":false},
{"time": "0:15:19", "speaker": "spk_0","line":"Yeah. You know what can I say? I'm I'm an artist and a traditionalist.","episode":"s09e32.json","edited":false},
{"time": "0:15:26", "speaker": "spk_6","line":"Do you really mess with the narrative form of having a conversation?","episode":"s09e32.json","edited":false},
{"time": "0:15:29", "speaker": "spk_4","line":"Yeah, we gotta get Ah. We got to say the show's happening. You know, you've done that. We're doing hold","episode":"s09e32.json","edited":false},
{"time": "0:15:37", "speaker": "spk_3","line":"open. Oh, yeah, That's so now we're","episode":"s09e32.json","edited":false},
{"time": "0:15:40", "speaker": "spk_0","line":"we're live. Just shoot from the hip. No pauses, no nothing. Lead with confidence. It doesn't matter of what you say is right Just go, go, go! 321 What's a welcome to the people's house? The best podcast already. A show that's ever been produced. I'm Howard Levis and I'm here with three amigos. Bring Hello. My name is Sam. Hello. One second. Please build here with People's House. Boom. We","episode":"s09e32.json","edited":false},
{"time": "0:16:14", "speaker": "spk_6","line":"have a message for Todd. Just kidding. I'm here in the house of the People. The people's house,","episode":"s09e32.json","edited":false},
{"time": "0:16:19", "speaker": "spk_0","line":"the people's house. The people beat people, people, people. We'll keep you know e 00 Is there an ass in the building? You're damn right. There's four of them growing. Hello. I'm Bill Crave E on the line right now. It's not my answer machine and you are listening to the people's house. A Ah, grueling. It's me, Sam just kidding. E","episode":"s09e32.json","edited":false},
{"time": "0:16:52", "speaker": "spk_2","line":"er the donkey ear. Just kidding, Sam, The people's house. How? Todd Pod. Right here. Thought I think we're doing a telephone sound. That's what","episode":"s09e32.json","edited":false},
{"time": "0:17:05", "speaker": "spk_6","line":"I'm doing.","episode":"s09e32.json","edited":false},
{"time": "0:17:06", "speaker": "spk_0","line":"Okay, you're doing a winnings at a lottery. Do your telephone. So Okay, we're going to say mistakes, but you made a mistake.","episode":"s09e32.json","edited":false},
{"time": "0:17:21", "speaker": "spk_6","line":"Do yours. Do yours, and I'll do mine. That's just something. Here's","episode":"s09e32.json","edited":false},
{"time": "0:17:24", "speaker": "spk_0","line":"grinning. Bring","episode":"s09e32.json","edited":false},
{"time": "0:17:25", "speaker": "spk_6","line":"Todd Padre here.","episode":"s09e32.json","edited":false},
{"time": "0:17:27", "speaker": "spk_2","line":"You're Sounds like sounds like a bodega door opening","episode":"s09e32.json","edited":false},
{"time": "0:17:31", "speaker": "spk_0","line":"fast. You gotta roll your tongue. You're just going green. Roll my","episode":"s09e32.json","edited":false},
{"time": "0:17:35", "speaker": "spk_6","line":"tongue. Visting £7. I can't roll","episode":"s09e32.json","edited":false},
{"time": "0:17:37", "speaker": "spk_0","line":"it. What do you have a cow tongue?","episode":"s09e32.json","edited":false},
{"time": "0:17:41", "speaker": "spk_6","line":"Okay. You know, I dio","episode":"s09e32.json","edited":false},
{"time": "0:17:43", "speaker": "spk_3","line":"that that elective plastic surgery is not your best one.","episode":"s09e32.json","edited":false},
{"time": "0:17:49", "speaker": "spk_2","line":"No, and it's not the doctors. Best work either. We saw some of the brochures and this looks nothing","episode":"s09e32.json","edited":false},
{"time": "0:17:55", "speaker": "spk_0","line":"back how tongue brochure was. I cannot believe that. Who? Few. Todd, What do you want? Ice. You want todo grass? Is that what it waas? And you thought you need to take out for 12?","episode":"s09e32.json","edited":false},
{"time": "0:18:10", "speaker": "spk_3","line":"Other time Was because it was cheaper was because you wanted grass","episode":"s09e32.json","edited":false},
{"time": "0:18:13", "speaker": "spk_2","line":"or was because you saw hello Cool j licking its lips.","episode":"s09e32.json","edited":false},
{"time": "0:18:17", "speaker": "spk_0","line":"You saw Gene Simmons with the top. What was it? Wasn't Michael Jordan heyday or was it grass? Yeah. Did","episode":"s09e32.json","edited":false},
{"time": "0:18:28", "speaker": "spk_2","line":"you visit a butcher and have a piece of lengua and say,","episode":"s09e32.json","edited":false},
{"time": "0:18:31", "speaker": "spk_6","line":"yum? Well, talk froze. There's not just one reason toe want a cow time. I mean, we all know that my it","episode":"s09e32.json","edited":false},
{"time": "0:18:45", "speaker": "spk_2","line":"was 97. The world was it. If it was a different time,","episode":"s09e32.json","edited":false},
{"time": "0:18:49", "speaker": "spk_6","line":"then MJ was looking great. And Duncan Gene Simmons was making a comeback. Grass was hard to eat. Language was taken the world by storm. You don't need one reason the economy was in a financial boom, but some of us had invested way too much money and saxophones. After Slick Willie went on, Arsenio didn't have enough money for a good talking transplant.","episode":"s09e32.json","edited":false},
{"time": "0:19:17", "speaker": "spk_3","line":"And you invent you invested in saxophones, huh?","episode":"s09e32.json","edited":false},
{"time": "0:19:20", "speaker": "spk_6","line":"That's right. Interesting. I saw","episode":"s09e32.json","edited":false},
{"time": "0:19:22", "speaker": "spk_0","line":"you. You got a discount tongue transfer transfer? Well, you gave science. Apparently rejected yours. Is that correct? Well,","episode":"s09e32.json","edited":false},
{"time": "0:19:34", "speaker": "spk_2","line":"and let's be clear, it was not a successful transplant. It was a transfer.","episode":"s09e32.json","edited":false},
{"time": "0:19:40", "speaker": "spk_0","line":"And who did yours go to on for when we're starving? Count your turtle.","episode":"s09e32.json","edited":false},
{"time": "0:19:49", "speaker": "spk_6","line":"When I went to a starving cow and the starving cows. Body rejected it, and so they ended up getting it back for a turtle. Um, that's good. It's an hour turtle. A turtle has my tongue. And I don't know if you all have seen this movie with Val Kilmer. I think it's about Kilmer movie, but I'm having a similar story where I have the tongue of a dead cow and I am now in love with that cows old wife, Um, because I have the same tongue. I ran and I ran into the wife. And through conversation we realized that I have her ex husband are widows. She's widower, she's a She's a Web More.","episode":"s09e32.json","edited":false},
{"time": "0:20:35", "speaker": "spk_0","line":"Yeah, okay, yeah, Women are.","episode":"s09e32.json","edited":false},
{"time": "0:20:40", "speaker": "spk_6","line":"And so you know, we hit things off and I have her ex's tongue, and, you know, we had a very torrid love affair for a couple of years.","episode":"s09e32.json","edited":false},
{"time": "0:20:46", "speaker": "spk_0","line":"Well, that's good, because I mean, I know it's been tough. You're Are you still often on","episode":"s09e32.json","edited":false},
{"time": "0:20:53", "speaker": "spk_6","line":"with Roughly? That statement will always be true from it, but it's","episode":"s09e32.json","edited":false},
{"time": "0:20:59", "speaker": "spk_0","line":"been tough. Yes, it's been tough. Are you still often on with your parasite? Or are you dating a cow dating? You had an off and on relationship with the parasite that was in your stomach. It was trying to leave you. It was talking to me in a barbecue. It was maybe out","episode":"s09e32.json","edited":false},
{"time": "0:21:21", "speaker": "spk_2","line":"off. Chop me up outside the barbecue.","episode":"s09e32.json","edited":false},
{"time": "0:21:27", "speaker": "spk_0","line":"I was going. Wow, did barbeque.","episode":"s09e32.json","edited":false},
{"time": "0:21:30", "speaker": "spk_2","line":"Let's just say she was looking for a host.","episode":"s09e32.json","edited":false},
{"time": "0:21:32", "speaker": "spk_6","line":"Look, look. No more tequila for my parasite at the barbecue, OK? Or ah, yes, for me, I have to stop drinking tequila because then it gets into my parasite. And then she's like, you know, you. Someone threw on next to close, and she was on the dance floor toe trying to Didn't get too close with everybody. Yeah,","episode":"s09e32.json","edited":false},
{"time": "0:21:54", "speaker": "spk_2","line":"well, I gotta say you do need to take a little bit of responsibility because you keep doing things and then they affect your parasite. You I can't believe you're drunk here. I can't believe you let your blood sugar gets so high again. You know how that","episode":"s09e32.json","edited":false},
{"time": "0:22:09", "speaker": "spk_0","line":"your parasite has diabetes now, right?","episode":"s09e32.json","edited":false},
{"time": "0:22:15", "speaker": "spk_6","line":"Pre diet prediabetes eso It's on the way.","episode":"s09e32.json","edited":false},
{"time": "0:22:19", "speaker": "spk_2","line":"We also infer that you then have prediabetes.","episode":"s09e32.json","edited":false},
{"time": "0:22:23", "speaker": "spk_6","line":"I have post I ve","episode":"s09e32.json","edited":false},
{"time": "0:22:26", "speaker": "spk_3","line":"you got over it worse. Oh,","episode":"s09e32.json","edited":false},
{"time": "0:22:30", "speaker": "spk_2","line":"poster! Diabetes. You have the diabetes from the poster","episode":"s09e32.json","edited":false},
{"time": "0:22:34", "speaker": "spk_6","line":"of the day that Yes. So they made a diabetes poster a while ago, and it was based off of my dad.","episode":"s09e32.json","edited":false},
{"time": "0:22:45", "speaker": "spk_2","line":"It's like the Michael Jordan of diabetes.","episode":"s09e32.json","edited":false},
{"time": "0:22:47", "speaker": "spk_6","line":"That's right. It's an outline of my of my, uh, ailing body. And it says, Don't let this be you. Um,","episode":"s09e32.json","edited":false},
{"time": "0:22:55", "speaker": "spk_3","line":"don't look well, slogan.","episode":"s09e32.json","edited":false},
{"time": "0:22:58", "speaker": "spk_0","line":"Are you, um are you trying toe to get things back going with the parasite? Cause I know certain Hollywood,","episode":"s09e32.json","edited":false},
{"time": "0:23:09", "speaker": "spk_4","line":"um, agencies like ah, a William Morris about","episode":"s09e32.json","edited":false},
{"time": "0:23:16", "speaker": "spk_0","line":"creative art Artists Agency and Abrams artists have been down here because they are seeing the dailies from Ugly old Man, which is a documentary that you don't necessarily want to be a part of, but that you're embracing now. Well, you","episode":"s09e32.json","edited":false},
{"time": "0:23:31", "speaker": "spk_6","line":"know, um, I'm realizing that, you know, it's just like grumpy old man. It's the same thing. The title is funny. It's meant to be funny and so ugly, Old man is Ah, uh, what I originally thought was the real world I was gonna be on it, and it turned out that I was being used as a test subject for future pumped episodes on. They found that to be so interesting that turned into a documentary called ugly old man. And there are","episode":"s09e32.json","edited":false},
{"time": "0:24:00", "speaker": "spk_3","line":"recap. Yeah, I appreciate that. Actually, I really appreciate you doing that.","episode":"s09e32.json","edited":false},
{"time": "0:24:05", "speaker": "spk_6","line":"Uh, yeah. Eso And then right now, a lot of agents air coming down from Hollywood because they're thinking of making ugly old man into a franchise there. Thinking sear cereal, um, oatmeal. They're thinking of putting me on the Uncle Ben box. Really? Uncle bands.","episode":"s09e32.json","edited":false},
{"time": "0:24:23", "speaker": "spk_2","line":"So they go wakes some famous people and replace them with uglier older men.","episode":"s09e32.json","edited":false},
{"time": "0:24:27", "speaker": "spk_6","line":"Yeah, they're taking taking old men that are already on boxes and they're going. They're doing like, an ugly old edition of all of them. Count Chocula,","episode":"s09e32.json","edited":false},
{"time": "0:24:38", "speaker": "spk_2","line":"The crypt keeper right there. Doing a crypt keeper with you?","episode":"s09e32.json","edited":false},
{"time": "0:24:41", "speaker": "spk_6","line":"I mean, you know, that's been my dream. You're aware that historically, I've stood in for the Crypt Keeper. I've not booked the stand enroll for the Crypt Keeper because there's too ugly for delight,","episode":"s09e32.json","edited":false},
{"time": "0:24:52", "speaker": "spk_2","line":"Right? You stood in line for the audition for the standing.","episode":"s09e32.json","edited":false},
{"time": "0:24:55", "speaker": "spk_6","line":"That's right. So that's kind of my you know, white whale. That's my ah, like, um, like, I will never make a Don Quixote movie. Um, keep trying.","episode":"s09e32.json","edited":false},
{"time": "0:25:09", "speaker": "spk_0","line":"So they need your They have to get your consent because you're kind of like And they're also","episode":"s09e32.json","edited":false},
{"time": "0:25:16", "speaker": "spk_4","line":"trying to find out maybe people to play the ugly old man in an adaptation for","episode":"s09e32.json","edited":false},
{"time": "0:25:21", "speaker": "spk_0","line":"screen. Are you? You have a","episode":"s09e32.json","edited":false},
{"time": "0:25:24", "speaker": "spk_4","line":"network where you want it to go. Correct That you're kind of holding staunch","episode":"s09e32.json","edited":false},
{"time": "0:25:28", "speaker": "spk_6","line":"on. Well, they offered me HBO, and I said, what would I follow? And they said this new show, The Sopranos, And I said, Good luck. No, thank you. Uh, call me when that shows cancelled. I'll be hearing from you tomorrow because I watched. I've watched a few episodes. You guys have seen it. It makes no sense. It's sex. Um, uh, So I'm trying to get on WB. And you, Pienaar about two or w b. And you be interviewed to merge. Uh, yeah, and I'm trying to go on. It would be a part of that. I would like ugly old man to go on after Shasta McNasty, which I've been talking about Shasta mcnasty since I read the pilot. Um,","episode":"s09e32.json","edited":false},
{"time": "0:26:09", "speaker": "spk_0","line":"remind me of that,","episode":"s09e32.json","edited":false},
{"time": "0:26:10", "speaker": "spk_6","line":"Jake, You see, um, Verne Troyer as comes that it kind of a friend slash slave to the bro. You lead characters in the show. Uh, and You know, I've been friends with Gary Beauty ever since his motorcycle wreck. Uh, because you'll remember I was his helmet for that. And we both go to the same front tooth guy. So,","episode":"s09e32.json","edited":false},
{"time": "0:26:44", "speaker": "spk_2","line":"um right, Who? M What's the problem with him? Why do you both this crazy 40? Is he extremely near sighted or What's the","episode":"s09e32.json","edited":false},
{"time": "0:26:58", "speaker": "spk_0","line":"theme? Doctor? You decided and refuses to wear corrective Lexus. So he's working in a bar on,","episode":"s09e32.json","edited":false},
{"time": "0:27:08", "speaker": "spk_3","line":"and that's why he only does front teeth,","episode":"s09e32.json","edited":false},
{"time": "0:27:10", "speaker": "spk_6","line":"the doctors working in a blur. So he's always doing in front teeth, and he's doing them pick, um, all my, uh, kind of facial doctors, all my doctors air nearsighted. How","episode":"s09e32.json","edited":false},
{"time": "0:27:20", "speaker": "spk_0","line":"many doctors","episode":"s09e32.json","edited":false},
{"time": "0:27:21", "speaker": "spk_3","line":"do you have time?","episode":"s09e32.json","edited":false},
{"time": "0:27:22", "speaker": "spk_2","line":"One per body part. Let me also say that mouth ears getting pretty full. You got a big cow tongue sticking out of it, and then teeth just popping out right over the top of that, all outside of your lips.","episode":"s09e32.json","edited":false},
{"time": "0:27:36", "speaker": "spk_6","line":"And they're trying to remove my wisdom teeth, but I don't want to get stupid. So I'm saying, leave a man making bigger right. But how many doctors do you guys see?","episode":"s09e32.json","edited":false},
{"time": "0:27:46", "speaker": "spk_3","line":"None. Yeah, I haven't been to a doctor in a long time.","episode":"s09e32.json","edited":false},
{"time": "0:27:51", "speaker": "spk_2","line":"Yes. Ah, yeah. I c $0. I see one. None for advice.","episode":"s09e32.json","edited":false},
{"time": "0:27:55", "speaker": "spk_0","line":"Yeah, I usually go to none. I got his information is hard to get into.","episode":"s09e32.json","edited":false},
{"time": "0:28:00", "speaker": "spk_4","line":"Nine. I mean, yeah,","episode":"s09e32.json","edited":false},
{"time": "0:28:03", "speaker": "spk_2","line":"well, she's getting more fickle on the insurance.","episode":"s09e32.json","edited":false},
{"time": "0:28:07", "speaker": "spk_4","line":"Yes, none is. Ah, none. I don't think I think not. Is taking my insurance really?","episode":"s09e32.json","edited":false},
{"time": "0:28:14", "speaker": "spk_6","line":"Remind me? Is it Kaiser permanent?","episode":"s09e32.json","edited":false},
{"time": "0:28:17", "speaker": "spk_0","line":"It's chi. I'm with","episode":"s09e32.json","edited":false},
{"time": "0:28:19", "speaker": "spk_4","line":"Kaiser. Uh, temporary. A temporary? Yes.","episode":"s09e32.json","edited":false},
{"time": "0:28:24", "speaker": "spk_2","line":"And I am with Kaiser purpose permanent. You are. Okay. So you're just different plans. Uh, Pirmin None too. Yeah, Yeah, it's a permanent.","episode":"s09e32.json","edited":false},
{"time": "0:28:38", "speaker": "spk_4","line":"I'm trying to get with them. Do","episode":"s09e32.json","edited":false},
{"time": "0:28:40", "speaker": "spk_0","line":"you have Blue Cross Blue Shield tied And, um, Harry, what way? Clear this up. What is your name? We finally goes up because I remember you introduced yourself, Harry. I missed it early on, and I've never asked you, and I just I swollen and you say it fast,","episode":"s09e32.json","edited":false},
{"time": "0:29:05", "speaker": "spk_2","line":"so I know it starts with an H and ends with some","episode":"s09e32.json","edited":false},
{"time": "0:29:09", "speaker": "spk_3","line":"guys. I gotta be honest with you. This hurts more than anything that's ever happened to me. I have no you guys for at least 25 years.","episode":"s09e32.json","edited":false},
{"time": "0:29:16", "speaker": "spk_0","line":"Think of so many other things. That the name. I can't remember it.","episode":"s09e32.json","edited":false},
{"time": "0:29:21", "speaker": "spk_2","line":"I'm sorry, Harris. That's that socks,","episode":"s09e32.json","edited":false},
{"time": "0:29:24", "speaker": "spk_3","line":"man. My name is Howard.","episode":"s09e32.json","edited":false},
{"time": "0:29:26", "speaker": "spk_1","line":"I got","episode":"s09e32.json","edited":false},
{"time": "0:29:27", "speaker": "spk_4","line":"it now. Howard","episode":"s09e32.json","edited":false},
{"time": "0:29:27", "speaker": "spk_0","line":"Howard left Hide. High Word? Yes. Are you guys with Blue Cross Blue Shield?","episode":"s09e32.json","edited":false},
{"time": "0:29:35", "speaker": "spk_6","line":"Um I mean, I'll say for myself in this box. Yeah. Um uh, but I'm not with Blue Cross Blue Shield. I'm with Blue Star of David Blue Shield. Um,","episode":"s09e32.json","edited":false},
{"time": "0:29:50", "speaker": "spk_0","line":"has the coverage. That's what cost worship. Blue Shield is Christian and Blue Star David Blue Shield is Jewish, right?","episode":"s09e32.json","edited":false},
{"time": "0:30:02", "speaker": "spk_6","line":"It's Jewish. Yeah, and I misspoke. It's blue star of David Brooke Shields. So","episode":"s09e32.json","edited":false},
{"time": "0:30:10", "speaker": "spk_0","line":"you can may speak again. Or is that the final?","episode":"s09e32.json","edited":false},
{"time": "0:30:12", "speaker": "spk_6","line":"Uh uh I'm going to say it's a final.","episode":"s09e32.json","edited":false},
{"time": "0:30:17", "speaker": "spk_0","line":"So finally, elsewhere. That's your insurance.","episode":"s09e32.json","edited":false},
{"time": "0:30:21", "speaker": "spk_6","line":"Yes. Blue star of David Brooke Shields is my insurance.","episode":"s09e32.json","edited":false},
{"time": "0:30:24", "speaker": "spk_2","line":"All right, Final answer.","episode":"s09e32.json","edited":false},
{"time": "0:30:25", "speaker": "spk_3","line":"Howard. My, uh, my insurance, actually, no, I don't have Blue Cross Blue Shield. I tried to get that, but I have Ah, blue crows. Blue sheep. Uh, she it's actually farmers insurance. Uh, that you get for your animals. Ah, Good event. Well, uh, in network. Yeah, I could get any in network that I can't go. Ah, any vet that I want. I can only go to a certain certain","episode":"s09e32.json","edited":false},
{"time": "0:30:53", "speaker": "spk_0","line":"Howard, if you ask me. That's a little","episode":"s09e32.json","edited":false},
{"time": "0:30:55", "speaker": "spk_2","line":"strange. Are you sure this is your final answer? I was.","episode":"s09e32.json","edited":false},
{"time": "0:31:01", "speaker": "spk_6","line":"I know that for a time. You were You were with black crows blue sheep. But they wouldn't light your candle now because he was too hot to handle now.","episode":"s09e32.json","edited":false},
{"time": "0:31:14", "speaker": "spk_0","line":"Yeah, And I said, But come on. Hey, Pretty. I'm a pretty thing.","episode":"s09e32.json","edited":false},
{"time": "0:31:18", "speaker": "spk_6","line":"You were in a pretty enough.","episode":"s09e32.json","edited":false},
{"time": "0:31:19", "speaker": "spk_3","line":"It wasn't pretty enough thing to light my candles. I said, Huh? So my mom so hard handle. Now, that's when he said yes around.","episode":"s09e32.json","edited":false},
{"time": "0:31:27", "speaker": "spk_2","line":"Wow. And that's your final answer. Yeah. Oh, you announce Obsessed with Regis. You guys seen this new? Who wants to be a millionaire show?","episode":"s09e32.json","edited":false},
{"time": "0:31:39", "speaker": "spk_3","line":"Oh, I mean, everybody at the answer to the question Exactly.","episode":"s09e32.json","edited":false},
{"time": "0:31:44", "speaker": "spk_6","line":"Exactly. I said, weren't we all there? We were all in the audience and they kicked us out because we kept skewing the ask the audience. Answer","episode":"s09e32.json","edited":false},
{"time": "0:31:52", "speaker": "spk_3","line":"one those people to get it right now.","episode":"s09e32.json","edited":false},
{"time": "0:31:54", "speaker": "spk_1","line":"I don't","episode":"s09e32.json","edited":false},
{"time": "0:31:55", "speaker": "spk_3","line":"want them to be a millionaire flying in the seat. You ain't getting","episode":"s09e32.json","edited":false},
{"time": "0:31:57", "speaker": "spk_0","line":"shit. I could have swore there weren't 50 states and I shouldn't have keyed in on some so many other audience members keep.","episode":"s09e32.json","edited":false},
{"time": "0:32:05", "speaker": "spk_2","line":"Right. Well, and then, I mean, they kicked you out, and then they kicked me out because I had a bad cough unrelated to cheating. But I thought I was cheating on the answers.","episode":"s09e32.json","edited":false},
{"time": "0:32:16", "speaker": "spk_0","line":"Yeah, And you kept getting really scared, Sam, when they would do that. Lighting and music you like? Like, do you freak out? Absolutely. Didn't just go from day tonight. Didn't just go from day to night fast.","episode":"s09e32.json","edited":false},
{"time": "0:32:32", "speaker": "spk_2","line":"I would yell that and they would say, Regis would say No, calm down. And then Regis and I really got into","episode":"s09e32.json","edited":false},
{"time": "0:32:40", "speaker": "spk_3","line":"it, right? Yeah.","episode":"s09e32.json","edited":false},
{"time": "0:32:42", "speaker": "spk_2","line":"Anyway, so I'm not allowed back his that your final","episode":"s09e32.json","edited":false},
{"time": "0:32:44", "speaker": "spk_3","line":"answer? That's what you said to them when they kick you out.","episode":"s09e32.json","edited":false},
{"time": "0:32:51", "speaker": "spk_2","line":"Yeah, I'm a confirmed. Yes. Final answer. Your you can't come anymore.","episode":"s09e32.json","edited":false},
{"time": "0:32:55", "speaker": "spk_6","line":"Well, I made it on. I don't know if that aired yet, but I made it on as a contestant. But they were getting pretty mad at me because I was I think I over vamped between answers. I kind of like tried to explain where the answer was coming from and why you're","episode":"s09e32.json","edited":false},
{"time": "0:33:10", "speaker": "spk_3","line":"in the early questions, the like $500 question. That's like, What color is grass?","episode":"s09e32.json","edited":false},
{"time": "0:33:15", "speaker": "spk_6","line":"Well, Regis, um, you know? No,","episode":"s09e32.json","edited":false},
{"time": "0:33:18", "speaker": "spk_0","line":"it's not blue, but says, I've never seen bluegrass, but I have heard bluegrass No wrong. Is this money go down here? You smelled a banjo and pulled a banjo from underneath your seat and then the worst twang song I've ever heard.","episode":"s09e32.json","edited":false},
{"time": "0:33:43", "speaker": "spk_2","line":"All your fingers were bleeding.","episode":"s09e32.json","edited":false},
{"time": "0:33:45", "speaker": "spk_6","line":"That's right. It was what they're saying is the Guinness bloodiest so far. Who wants to be a millionaire? Omar? Yes. Ah, and also afterwards, Steve Martin announced that he's quitting Banjo.","episode":"s09e32.json","edited":false},
{"time": "0:34:00", "speaker": "spk_0","line":"Really? God, I hope. Final answer. Yes, that guy, He's a","episode":"s09e32.json","edited":false},
{"time": "0:34:06", "speaker": "spk_3","line":"comedian. He's not a musician. Same. That's what I say","episode":"s09e32.json","edited":false},
{"time": "0:34:11", "speaker": "spk_6","line":"now. Oh, fellas, we are coming up on MTV Spring Break being gone. You know, it's It's a quick event. We've been here for the lead up. We've been here the for the for the filming of it, but I feel like we achieved any of our MTV spring break goals.","episode":"s09e32.json","edited":false},
{"time": "0:34:31", "speaker": "spk_0","line":"Uh, coming forward. Yeah, I would say you're talking","episode":"s09e32.json","edited":false},
{"time": "0:34:36", "speaker": "spk_3","line":"about it earlier. We handed at it earlier. Ah, I, of course, met Steve Wilco's last week and in an effort to meet Springer and spend the afternoon with him. He kind of did like the Sphinx and he said, or a troll. Ah, he has three challenges for me. First, I had to do a power our with three Arizona State College kids this week, though, and we hit it out of before it was. Maybe it was. I'll say it the worst day in my life. What Watt? Truly the worst day of my life. Um, I had no idea what I was getting into. Ah, and it seems like these kids had prepared, prepared. They prepared to ruin my.","episode":"s09e32.json","edited":false},
{"time": "0:35:19", "speaker": "spk_2","line":"Now what do you have to do? Did you have to drink one shot of beer every minute for an hour?","episode":"s09e32.json","edited":false},
{"time": "0:35:24", "speaker": "spk_1","line":"That's what I thought","episode":"s09e32.json","edited":false},
{"time": "0:35:24", "speaker": "spk_3","line":"I was getting into. I looked. I looked it up. I talked to some people I like rubbed elbows at a bar, seeing what I was getting into. What's","episode":"s09e32.json","edited":false},
{"time": "0:35:30", "speaker": "spk_0","line":"what's a power?","episode":"s09e32.json","edited":false},
{"time": "0:35:31", "speaker": "spk_3","line":"Our whatever you said? Yeah, you drink a shot every 30 seconds or a minute, right? Anyway, it turns out this was an electrical torture thing. Wow, Close. Not I mean, a power power our Yeah, they turned my ass into a battery.","episode":"s09e32.json","edited":false},
{"time": "0:35:50", "speaker": "spk_2","line":"Wow. Nipple clamps.","episode":"s09e32.json","edited":false},
{"time": "0:35:53", "speaker": "spk_6","line":"James, get emotional","episode":"s09e32.json","edited":false},
{"time": "0:35:55", "speaker": "spk_0","line":"because this has happened in May.","episode":"s09e32.json","edited":false},
{"time": "0:35:58", "speaker": "spk_3","line":"Uh, yeah, they they string me up. They laid me down on ah, on a bed spray a bed, spring a bed box Spring What? What a thing. The thing that's just springs connected car batteries to it. And then they tortured me, asking me where the money waas That's like, Hold on","episode":"s09e32.json","edited":false},
{"time": "0:36:17", "speaker": "spk_0","line":"this seems What do you kind of this is kids from Arizona State, That's what ice, That's what I thought they were wearing backwards caps and basketball jerseys. I was like these guests must","episode":"s09e32.json","edited":false},
{"time": "0:36:26", "speaker": "spk_3","line":"be that. Ah. And anyway, so I'm strapped down to a bed. I got I got car batteries clamped to my nipples and my toes and","episode":"s09e32.json","edited":false},
{"time": "0:36:34", "speaker": "spk_0","line":"these guys were asked Mandra toes? Yeah, and I'm like, Yeah, sure, Maybe, huh?","episode":"s09e32.json","edited":false},
{"time": "0:36:39", "speaker": "spk_6","line":"Which hurt? More","episode":"s09e32.json","edited":false},
{"time": "0:36:40", "speaker": "spk_3","line":"toes? My nipples. No feeling. I like guys. I don't know what you're talking about. Where the money is. Where is the money?","episode":"s09e32.json","edited":false},
{"time": "0:36:46", "speaker": "spk_0","line":"I don't know. Guys, I don't know what money you're talking about. Turns out thes","episode":"s09e32.json","edited":false},
{"time": "0:36:50", "speaker": "spk_3","line":"people found out I'm worth a fortune. And","episode":"s09e32.json","edited":false},
{"time": "0:36:52", "speaker": "spk_0","line":"this was","episode":"s09e32.json","edited":false},
{"time": "0:36:53", "speaker": "spk_3","line":"just a ploy. Because, as everybody knows, I, of course, in the air to the Levis fortune, the Levi's fortune, the jeans. And I guess word had gotten around Cancun. The gene that Howard Levis has a shit ton of money and I was tortured. Course","episode":"s09e32.json","edited":false},
{"time": "0:37:09", "speaker": "spk_6","line":"word got around. I've been telling everybody, obviously, uh and you know, this is 2000. We've been bringing down that all the new Levi's spring break swimsuit editions.","episode":"s09e32.json","edited":false},
{"time": "0:37:21", "speaker": "spk_3","line":"Yes. Yeah, they've been. They were, I thought were going to be a hit.","episode":"s09e32.json","edited":false},
{"time": "0:37:26", "speaker": "spk_2","line":"Well, because a couple of deaths, Couple of drownings in the ocean because people were wide leg jeans. Too heavy. Yeah, pulled him over. This","episode":"s09e32.json","edited":false},
{"time": "0:37:36", "speaker": "spk_6","line":"this episode of teachers lands brought to you by Levi's wide legs Speedos, now available in light, medium and heavy. Take him to the beach and make sure you can swim. Well,","episode":"s09e32.json","edited":false},
{"time": "0:37:49", "speaker": "spk_4","line":"they have an inflatable belt. Don't forget, please do not forget about the inflatable belt.","episode":"s09e32.json","edited":false},
{"time": "0:37:56", "speaker": "spk_2","line":"Yes, we've had problems with people wearing riel belts instead of inflatable belts. And they sink like a rock.","episode":"s09e32.json","edited":false},
{"time": "0:38:03", "speaker": "spk_3","line":"Yeah, also, make sure when you get out of the water you empty your pockets. You will have caught fish.","episode":"s09e32.json","edited":false},
{"time": "0:38:10", "speaker": "spk_0","line":"Leave Yes. Yes. Some people","episode":"s09e32.json","edited":false},
{"time": "0:38:13", "speaker": "spk_4","line":"are are dragging people in the genes behind boats Well, and catching","episode":"s09e32.json","edited":false},
{"time": "0:38:21", "speaker": "spk_3","line":"shrimp. Yeah, I hadn't gotten to the end of my week yet. Okay. Uh, anyway, that's what ended up happening. Anyway, these guys shocked me until I passed out. I wake up, I'm strung up on a on a shrimp boat in the middle. I don't even know where the Gulf of Mexico. Right? That's the only water near here hanging from the little like trawling like polls. I'm like, What the hell is this like? Who do these people think I am? Uh, anyway, I'm getting dunked and lifted, dunked and lifted. I may I have to catch 405 £100 of shrimp. I mean, I'm not there for two full days on rotation. These guys air just using my ass.","episode":"s09e32.json","edited":false},
{"time": "0:38:57", "speaker": "spk_2","line":"Well, they're really good genes. How? Howard?","episode":"s09e32.json","edited":false},
{"time": "0:39:00", "speaker": "spk_3","line":"Yeah. Yeah, the genes really held up. I'll tell you this. No holes in the pockets. I would come up and they'd have They'd have 203 100 shrimp in each of my pockets. I mean, these these pants Are","episode":"s09e32.json","edited":false},
{"time": "0:39:12", "speaker": "spk_2","line":"we talking baby shrimp or full size problem?","episode":"s09e32.json","edited":false},
{"time": "0:39:14", "speaker": "spk_3","line":"We are talking Jumbo prawns, Baby","episode":"s09e32.json","edited":false},
{"time": "0:39:16", "speaker": "spk_0","line":"Tyrone's Where's your jeans? I want to buy.","episode":"s09e32.json","edited":false},
{"time": "0:39:19", "speaker": "spk_3","line":"Yeah, and and I I don't think this is true, but there's rumors going around that this was all a ploy by my parents to, uh, advertise these Levi's jeans in Cancun. I don't think my family would do that to me. I don't think this is all an elaborate plan to just use me for advertising.","episode":"s09e32.json","edited":false},
{"time": "0:39:37", "speaker": "spk_2","line":"So tell you what. They're not paying me any money, but I would love a pair of those jeans because it seems like they fit right. They look good and they hold a lot of shrimp. Leela seems like Do I want a pair?","episode":"s09e32.json","edited":false},
{"time": "0:39:51", "speaker": "spk_0","line":"It seems like a strange pivot for the PR of Levi's to go. Hey, we're going to make these genes thes jean swimsuits. Oh, people are sinking and drowning in them. Oh, I know a way we can spend it. Make them right. Shrimp boats, shrimp, shrimp trimmer. And that's right that I should cut for this to be true, my","episode":"s09e32.json","edited":false},
{"time": "0:40:18", "speaker": "spk_3","line":"parents would have had to talk to Jerry Springer. Talk to Steve, Will Coast to set this all up. It would have been such an elaborate plan and I just refused to believe that I came to Cancun and my parents set up this huge thing. You know, if it turns out that this is this happened, I'm cutting myself off. I'm cut myself off from the fan right there, please. I'm gonna I'm gonna say you know what? Definitely I don't do this to me.","episode":"s09e32.json","edited":false},
{"time": "0:40:42", "speaker": "spk_2","line":"We made we need sandwich trays. We need the sandwich trays.","episode":"s09e32.json","edited":false},
{"time": "0:40:47", "speaker": "spk_0","line":"But you are. I mean, look at the good side of this. You are a local hero at the docks. Is that correct?","episode":"s09e32.json","edited":false},
{"time": "0:40:55", "speaker": "spk_3","line":"Well, I I don't know","episode":"s09e32.json","edited":false},
{"time": "0:40:56", "speaker": "spk_0","line":"if your baby use that to meet Springer, which, between","episode":"s09e32.json","edited":false},
{"time": "0:40:59", "speaker": "spk_6","line":"Sam and Howard, the way these people of Cancun have really been looking up to us. It's been amazing. Uh,","episode":"s09e32.json","edited":false},
{"time": "0:41:07", "speaker": "spk_0","line":"do you think people look, you have the shrimp slob? What? You're here. You're a local hero. You're the shrimp blimp. Guys, I don't think people","episode":"s09e32.json","edited":false},
{"time": "0:41:16", "speaker": "spk_3","line":"look at the fishing rod that catches the huge marlin and say, Oh, my God, I love that","episode":"s09e32.json","edited":false},
{"time": "0:41:21", "speaker": "spk_0","line":"with this. Why are people hoisting you over their shoulders and saying because they were using me as a baggie? How bad?","episode":"s09e32.json","edited":false},
{"time": "0:41:29", "speaker": "spk_2","line":"First stream. The first question. Every serious fisherman asks. Hey, what's your tackle? That's right. What's your tackle like? What do you use in what? What's online?","episode":"s09e32.json","edited":false},
{"time": "0:41:40", "speaker": "spk_3","line":"I appreciate the positive spin, guys, but I'm Look, I think this I don't even think I'm ever gonna meet Springer. I think this was all a big trick.","episode":"s09e32.json","edited":false},
{"time": "0:41:47", "speaker": "spk_6","line":"Well, I got a surprise for you, Howard. What? By kidnapped Jerry Springer","episode":"s09e32.json","edited":false},
{"time": "0:41:52", "speaker": "spk_0","line":"for you. Time teasing this last week, and it's almost seems premeditated. I","episode":"s09e32.json","edited":false},
{"time": "0:42:02", "speaker": "spk_6","line":"look, uh, Howard, my man, as your friend. I knew you wanted to meet Springer.","episode":"s09e32.json","edited":false},
{"time": "0:42:09", "speaker": "spk_3","line":"You're kidding me.","episode":"s09e32.json","edited":false},
{"time": "0:42:09", "speaker": "spk_6","line":"So I kidnapped him. Um,","episode":"s09e32.json","edited":false},
{"time": "0:42:12", "speaker": "spk_3","line":"that's I mean, that's unbelievable. This is like the dog who catches the mail truck.","episode":"s09e32.json","edited":false},
{"time": "0:42:18", "speaker": "spk_6","line":"Okay, well, I resent the","episode":"s09e32.json","edited":false},
{"time": "0:42:19", "speaker": "spk_3","line":"community. That's not you. It's me. I have the dog that caught the mail truck. It's like I wanted it all this time. But now that it's in front of me, what I even do That's right.","episode":"s09e32.json","edited":false},
{"time": "0:42:28", "speaker": "spk_2","line":"Uh, you think you're gonna sort of freeze when you actually meet Springer, Your idol?","episode":"s09e32.json","edited":false},
{"time": "0:42:33", "speaker": "spk_3","line":"I mean, I got so much I want to ask him. I want to ask him. You know why he hates poor people so much why he exploits him. Why Why's he, uh, you know, how did he make all his money disease? Ever think you'll get back to being a lawyer? Like I have all these questions I would love to.","episode":"s09e32.json","edited":false},
{"time": "0:42:47", "speaker": "spk_0","line":"Well, I would ask him, How do you","episode":"s09e32.json","edited":false},
{"time": "0:42:49", "speaker": "spk_2","line":"get your hair to look like feathers? How do you How do you get people to like you? That's what I want to know.","episode":"s09e32.json","edited":false},
{"time": "0:42:56", "speaker": "spk_6","line":"I'll say this about Jerry Springer. I want you to just prepare yourself, Howard. TV Changes How people Look Jerry Springer looks a lot more. Um, I would say, um, I don't know Japanese and about 40 years younger in person than he does on TV.","episode":"s09e32.json","edited":false},
{"time": "0:43:18", "speaker": "spk_3","line":"Oh, he's a Japanese 19 year old, our teenager.","episode":"s09e32.json","edited":false},
{"time": "0:43:22", "speaker": "spk_6","line":"No, no, I can that Jerry Springer for you. Um,","episode":"s09e32.json","edited":false},
{"time": "0:43:27", "speaker": "spk_3","line":"okay, so the description you just gave Todd makes me think there's absolutely no way that the first thing you kids have to stay spring","episode":"s09e32.json","edited":false},
{"time": "0:43:36", "speaker": "spk_6","line":"the camera, take it from a TV stand in hopeful. I know the camera changes how you look. All right.","episode":"s09e32.json","edited":false},
{"time": "0:43:45", "speaker": "spk_2","line":"Jerry Springer is not just a kid named Jerry on spring break it. So it's a public TV host. It's us","episode":"s09e32.json","edited":false},
{"time": "0:43:51", "speaker": "spk_6","line":"right back. I got to go. Let something out.","episode":"s09e32.json","edited":false},
{"time": "0:43:56", "speaker": "spk_0","line":"Peace. God, Todd. I mean, Todd's got to get his thing. He's trying to make someone's","episode":"s09e32.json","edited":false},
{"time": "0:44:02", "speaker": "spk_4","line":"dream come true. You know, he just gave up on the specificity of","episode":"s09e32.json","edited":false},
{"time": "0:44:06", "speaker": "spk_2","line":"Yes, the instinct is totally right. The follow through is 100% wrong.","episode":"s09e32.json","edited":false},
{"time": "0:44:10", "speaker": "spk_6","line":"I'm back here. Skipped. I don't think I have unlocked the door.","episode":"s09e32.json","edited":false},
{"time": "0:44:15", "speaker": "spk_0","line":"Well, good.","episode":"s09e32.json","edited":false},
{"time": "0:44:16", "speaker": "spk_2","line":"At least we're done with that. At least it's, you know, at least it's under the bridge.","episode":"s09e32.json","edited":false},
{"time": "0:44:20", "speaker": "spk_6","line":"Yeah, we're done with that.","episode":"s09e32.json","edited":false},
{"time": "0:44:22", "speaker": "spk_0","line":"Howard, I think you should maybe","episode":"s09e32.json","edited":false},
{"time": "0:44:24", "speaker": "spk_4","line":"embrace, uh, you know, sometimes getting notoriety comes in stranger ways, you know, like, Todd is embracing ugly old man and will possibly get an agent. Um, Sam is, of course, a a hero among ah, the the community here. And maybe maybe","episode":"s09e32.json","edited":false},
{"time": "0:44:49", "speaker": "spk_0","line":"you could revolution. Maybe shrimp slob could be your thing. I","episode":"s09e32.json","edited":false},
{"time": "0:44:53", "speaker": "spk_4","line":"don't know. I mean, I I came into some money this week. As you guys know, I was hanging out with a West Borland, Um, after I had a boogie boarding accident that blacked out most of my eyes. He was like, That's cool. Can I wear contacts? Toe? Look like you was that I was like, sure is good. What's at","episode":"s09e32.json","edited":false},
{"time": "0:45:12", "speaker": "spk_6","line":"the basis from Limp Biscuit?","episode":"s09e32.json","edited":false},
{"time": "0:45:13", "speaker": "spk_4","line":"Yeah, the basic of services a","episode":"s09e32.json","edited":false},
{"time": "0:45:14", "speaker": "spk_3","line":"play based are like Qatar.","episode":"s09e32.json","edited":false},
{"time": "0:45:16", "speaker": "spk_0","line":"I I don't know the difference","episode":"s09e32.json","edited":false},
{"time": "0:45:18", "speaker": "spk_4","line":"between those two. Uh,","episode":"s09e32.json","edited":false},
{"time": "0:45:20", "speaker": "spk_3","line":"yeah, it doesn't matter. He plays one of the strings.","episode":"s09e32.json","edited":false},
{"time": "0:45:23", "speaker": "spk_4","line":"Yeah, and they carded me around. I hung out with them for a while, and I actually I was at my therapist. And, Yeah, I've been going to therapy and just kind of were out loud saying things that have been happening to me. And","episode":"s09e32.json","edited":false},
{"time": "0:45:41", "speaker": "spk_0","line":"these four guys were listening","episode":"s09e32.json","edited":false},
{"time": "0:45:43", "speaker": "spk_4","line":"in, Ah, the window of my therapist. And they wrote down verbatim. What I was saying were, and they wrote a song and it's the band lipped. It's a","episode":"s09e32.json","edited":false},
{"time": "0:45:55", "speaker": "spk_0","line":"song called My Own Worst Enemy. Wow. Because I was telling because you're always telling us","episode":"s09e32.json","edited":false},
{"time": "0:46:01", "speaker": "spk_6","line":"that you're beating the living every now and then you beat the living shit out of you,","episode":"s09e32.json","edited":false},
{"time": "0:46:04", "speaker": "spk_0","line":"right? Why? I beat myself up. I said, please tell me why my car is in the front","episode":"s09e32.json","edited":false},
{"time": "0:46:09", "speaker": "spk_4","line":"yard. And my therapist was like,","episode":"s09e32.json","edited":false},
{"time": "0:46:10", "speaker": "spk_0","line":"I can't answer that. Um, why am I sleep with my clothes on? I came to do through the window last night. Uh, tell","episode":"s09e32.json","edited":false},
{"time": "0:46:18", "speaker": "spk_6","line":"me. You're always s told us that.","episode":"s09e32.json","edited":false},
{"time": "0:46:19", "speaker": "spk_0","line":"Please tell May. And then you","episode":"s09e32.json","edited":false},
{"time": "0:46:22", "speaker": "spk_3","line":"bolted out of the room and she said, And you're gone.","episode":"s09e32.json","edited":false},
{"time": "0:46:24", "speaker": "spk_0","line":"Yeah. You're gone. You're gone. Yes, but, I mean, it's no surprise to me that I am my own worst enemy, you know, because I kick the living shit out of me all the time. I","episode":"s09e32.json","edited":false},
{"time": "0:46:36", "speaker": "spk_2","line":"know. You gotta take it easier on yourself.","episode":"s09e32.json","edited":false},
{"time": "0:46:39", "speaker": "spk_0","line":"That was a big turn for me this week that I I'm a songwriter.","episode":"s09e32.json","edited":false},
{"time": "0:46:46", "speaker": "spk_6","line":"These guys I said they look kind of like likes 80 Sunset Strip guys. Goatees, flames and stuff bleached it when we were when we were at the restaurant, I saw these guys scribbling down notes while the waitress was telling you that you make her completely miserable.","episode":"s09e32.json","edited":false},
{"time": "0:47:07", "speaker": "spk_0","line":"That's exactly right. And I was confessing to you guys that I had a crush on Carmen Electra and one of them started dating her. It's I feel like I'm their muse,","episode":"s09e32.json","edited":false},
{"time": "0:47:19", "speaker": "spk_3","line":"if you will. Wow. Well, that you So you've You've been the muse of Westmoreland from the Biscuit. And now the band lit","episode":"s09e32.json","edited":false},
{"time": "0:47:27", "speaker": "spk_0","line":"Well, yeah, My great great great great Graham. Ah, Father was the muse. Four water lilies fading. Yeah, because","episode":"s09e32.json","edited":false},
{"time": "0:47:41", "speaker": "spk_6","line":"he was I he He was Monae's, um, optometrist, right? And so he was the one that gave on a really bad glasses.","episode":"s09e32.json","edited":false},
{"time": "0:47:52", "speaker": "spk_0","line":"He gave him terrible glasses.","episode":"s09e32.json","edited":false},
{"time": "0:47:54", "speaker": "spk_6","line":"To my my honest,","episode":"s09e32.json","edited":false},
{"time": "0:47:56", "speaker": "spk_0","line":"I come from a long line of muses. Apparently, that is","episode":"s09e32.json","edited":false},
{"time": "0:48:00", "speaker": "spk_2","line":"so interesting because, you know, lately M and M and I have been sort of switching back and forth. He'll sort of tag me out and want to hang out with his crew again. But he says that he's been following around One of my interesting friends had an ask any follow ups?","episode":"s09e32.json","edited":false},
{"time": "0:48:16", "speaker": "spk_0","line":"Yes, and I I have been disputing that when he uses certain slurs","episode":"s09e32.json","edited":false},
{"time": "0:48:25", "speaker": "spk_4","line":"that he's getting them for May.","episode":"s09e32.json","edited":false},
{"time": "0:48:27", "speaker": "spk_0","line":"That is not may not. That's all imminent, right? Well, we don't know. I think he was","episode":"s09e32.json","edited":false},
{"time": "0:48:35", "speaker": "spk_6","line":"behind you when you were yelling at the, uh, burry stuck because they couldn't. You wanted to be a regular there, and they never remembered your order. And you're like, Oh, great. You forgot about Bill. And but then you just talked really fast in between all that?","episode":"s09e32.json","edited":false},
{"time": "0:48:50", "speaker": "spk_0","line":"Yes. So I think I am Sound","episode":"s09e32.json","edited":false},
{"time": "0:48:54", "speaker": "spk_4","line":"bites of my life are making their way into pop culture?","episode":"s09e32.json","edited":false},
{"time": "0:49:00", "speaker": "spk_2","line":"Well, yeah. I mean, we will say you're fascinating. We've always thought you were fascinating. You are the interesting guy in our group. I would","episode":"s09e32.json","edited":false},
{"time": "0:49:07", "speaker": "spk_0","line":"say, I appreciate that. And I am also in a little bit","episode":"s09e32.json","edited":false},
{"time": "0:49:10", "speaker": "spk_4","line":"of trouble for stealing a lot of people's ear drums. Yeah, uh, after an inner ears, which was, um, a little bit tough.","episode":"s09e32.json","edited":false},
{"time": "0:49:19", "speaker": "spk_2","line":"Well, you know what? Stick with me. Stick with me. I think you'll be fine. I think I can protect you.","episode":"s09e32.json","edited":false},
{"time": "0:49:25", "speaker": "spk_0","line":"I think I'm I would love the toe Hang out cause I need somebody to I ain't to keep my creative in the in the crew, You know what I mean? Like, I can't be letting these other people take my, uh, my hooks. Well, this is","episode":"s09e32.json","edited":false},
{"time": "0:49:41", "speaker": "spk_2","line":"actually shaping up pretty good because the revolution needs a couple of things. We need a gesture. And Bill, I think it's you. And also we need a mascot, and I think that might be the shrimp slob. What do you think, Howard? What do you think about being the, uh,","episode":"s09e32.json","edited":false},
{"time": "0:49:54", "speaker": "spk_3","line":"to formalize? The relationship is really depressing to me to just started. Just sort of accept that I'm now gonna be a shrimp net for the foreseeable future.","episode":"s09e32.json","edited":false},
{"time": "0:50:03", "speaker": "spk_0","line":"I mean, change your ways.","episode":"s09e32.json","edited":false},
{"time": "0:50:05", "speaker": "spk_3","line":"I guess I'm glad to moonlight as as the shrimp net. But, like, I don't want that to be My whole identity from Notre","episode":"s09e32.json","edited":false},
{"time": "0:50:11", "speaker": "spk_6","line":"used for all sorts of stuff, your next or other things. You could be a hair net. You could be on someone's face at the Costco where they make the pizza their cost to be on the face. Soccer is soccer net. We learned that. Sorry. Okay, well, the uses nets have","episode":"s09e32.json","edited":false},
{"time": "0:50:28", "speaker": "spk_3","line":"it. Sounds great, guys. Howard, like a really fun couple weeks, I'm gonna have done nets.","episode":"s09e32.json","edited":false},
{"time": "0:50:33", "speaker": "spk_6","line":"I would say Take it while you can, because I've already seen some people from the FDA come in to check and see if your dolphin safe.","episode":"s09e32.json","edited":false},
{"time": "0:50:40", "speaker": "spk_2","line":"No. Yeah. You know what happened? We all","episode":"s09e32.json","edited":false},
{"time": "0:50:43", "speaker": "spk_6","line":"know you're","episode":"s09e32.json","edited":false},
{"time": "0:50:43", "speaker": "spk_3","line":"not well. Well, I mean, how am I gonna be dolphin safe? If the dolphins coming to me, I'm gonna fight back. Well, see, I was gonna let Dolphin ripped me apart. You get up a few dolphins? Yeah. I mean, you guys imagine yourself in this situation. Okay? You are strung up to ah 40 foot pole being dragged behind a huge boat and you're bumping your head along the ocean floor, filling up with shrimps and then all dolphin comes up to you and he tries to eat the shrimp. Your pockets, okay. And your little dick looks like a shrimp. Oh, that'll dolphin takes a little nibble out of your little weiner. Okay? Are you just gonna let the dolphin eat your little dick? Because you're trying to pass it as a net? Are you gonna punch the dolphin it in its nose until it stops trying to bite off your little peanuts, huh? Howard's the second. Let him have it. Let him have it.","episode":"s09e32.json","edited":false},
{"time": "0:51:39", "speaker": "spk_6","line":"That dolphin was flirting.","episode":"s09e32.json","edited":false},
{"time": "0:51:41", "speaker": "spk_0","line":"You're not using it, Howard.","episode":"s09e32.json","edited":false},
{"time": "0:51:42", "speaker": "spk_3","line":"Okay, You're not gonna have a chance to you","episode":"s09e32.json","edited":false},
{"time": "0:51:45", "speaker": "spk_0","line":"way. See what's happened. That power doesn't even read the signs. What did the dolphin say? Our","episode":"s09e32.json","edited":false},
{"time": "0:51:51", "speaker": "spk_2","line":"doesn't even see a hit. Ah, hit on a little flirt if it bit him in","episode":"s09e32.json","edited":false},
{"time": "0:51:55", "speaker": "spk_0","line":"the Penis. I'm not","episode":"s09e32.json","edited":false},
{"time": "0:51:57", "speaker": "spk_3","line":"like you guys, okay? I'm not willing to have a relationship with an animal. All right, Well, that's your problem. Not like the rest of you creeps. Okay. I want love from a real human being. Okay? I want I want ah person to talk to and share my life with. Okay, I'm not ok with having to install a huge tank in my bedroom and have Ah, and honestly, you have to be huge for the dolphin to","episode":"s09e32.json","edited":false},
{"time": "0:52:19", "speaker": "spk_6","line":"be safe. This is disgusting. Why don't you come? You'll say all that to us. But where you come said to move in his face? Uh, if that's actually how you feel,","episode":"s09e32.json","edited":false},
{"time": "0:52:29", "speaker": "spk_3","line":"huh? I will say that to your cow","episode":"s09e32.json","edited":false},
{"time": "0:52:31", "speaker": "spk_0","line":"asco power. You","episode":"s09e32.json","edited":false},
{"time": "0:52:35", "speaker": "spk_6","line":"better watch your mouth right now. Okay? I am cued up on fish tacos. All right? I've had about","episode":"s09e32.json","edited":false},
{"time": "0:52:43", "speaker": "spk_0","line":"your parasites enlarging a fish. I","episode":"s09e32.json","edited":false},
{"time": "0:52:46", "speaker": "spk_6","line":"know, and it is the most annoying thing I could ever have to deal with. It gets all puffed up, imploded, not sexy.","episode":"s09e32.json","edited":false},
{"time": "0:52:56", "speaker": "spk_2","line":"Yeah, this is spring break for you. You don't want to hang out with some non sexy vibe. I'm on","episode":"s09e32.json","edited":false},
{"time": "0:53:02", "speaker": "spk_6","line":"the beach and I got this bloated parasite next to May squeezed into a bikini, and it's like she's not with May.","episode":"s09e32.json","edited":false},
{"time": "0:53:13", "speaker": "spk_2","line":"Yeah, sometimes I see you guys go to the beach and I look at both you and I go cat, ever heard of a one piece? Because I've","episode":"s09e32.json","edited":false},
{"time": "0:53:21", "speaker": "spk_1","line":"seen your","episode":"s09e32.json","edited":false},
{"time": "0:53:24", "speaker": "spk_6","line":"Yeah, but neither of us have heard of a one piece. I don't know what you're talking about.","episode":"s09e32.json","edited":false},
{"time": "0:53:28", "speaker": "spk_3","line":"Way got to stop shaming your parents.","episode":"s09e32.json","edited":false},
{"time": "0:53:30", "speaker": "spk_0","line":"No shame. Words go shame. There's no shame. It's not for me. It is from time. Yeah, It's","episode":"s09e32.json","edited":false},
{"time": "0:53:39", "speaker": "spk_2","line":"not for you. It's from you.","episode":"s09e32.json","edited":false},
{"time": "0:53:42", "speaker": "spk_6","line":"Yeah. Look, if she has a problem with me eating fish and then finding her to be unattractive because as a parasite, she is allergic to fish and gets very bloated, she's gotta deal with it. I'll go talk to my cow. Who, by the way, could stand to lose a few.","episode":"s09e32.json","edited":false},
{"time": "0:54:00", "speaker": "spk_2","line":"Todd, I gotta say, Okay, I do agree with you, but I am feeling your energies a little toxic","episode":"s09e32.json","edited":false},
{"time": "0:54:05", "speaker": "spk_3","line":"here. Yeah. Yeah. I think your relationship with female with the female species of all kinds is questionable.","episode":"s09e32.json","edited":false},
{"time": "0:54:16", "speaker": "spk_6","line":"Okay. Okay. So, Howard, Mr um, humans can't date cows. People should date within the human race. What's next?","episode":"s09e32.json","edited":false},
{"time": "0:54:26", "speaker": "spk_2","line":"How? Didn't know. You're saying a literal racist. Yeah, well, the human race is the only race you'll date and yet break","episode":"s09e32.json","edited":false},
{"time": "0:54:34", "speaker": "spk_6","line":"I'm back. I'm the bad guy because I call my fat cow a fat cow. I mean, on","episode":"s09e32.json","edited":false},
{"time": "0:54:41", "speaker": "spk_2","line":"the one dating her. Howard. Honestly, dude, it's Cancun, man. Anything goes,","episode":"s09e32.json","edited":false},
{"time": "0:54:49", "speaker": "spk_0","line":"anything good? I actually might have to get going. I'm I'm going to stand next to the boardwalk and scream. Let me see that thong, that people passing by. That's been","episode":"s09e32.json","edited":false},
{"time": "0:54:58", "speaker": "spk_2","line":"really popular. I've seen a lot of people, too.","episode":"s09e32.json","edited":false},
{"time": "0:55:04", "speaker": "spk_0","line":"Well, I saw this man furiously riding down in his notebook when I was harassing these passer byes And hey, seemed famous. I don't know, silver here. Silver hair, silver suit.","episode":"s09e32.json","edited":false},
{"time": "0:55:18", "speaker": "spk_2","line":"He was either a still from a hand panhandling for change. Or it was Cisco.","episode":"s09e32.json","edited":false},
{"time": "0:55:26", "speaker": "spk_0","line":"Yes, yes. His name was from Drew Hill.","episode":"s09e32.json","edited":false},
{"time": "0:55:29", "speaker": "spk_2","line":"Yeah. Yeah, he's down here. They're all down here. I just don't recognize the other ones.","episode":"s09e32.json","edited":false},
{"time": "0:55:34", "speaker": "spk_6","line":"Drew Hills, Not one guy.","episode":"s09e32.json","edited":false},
{"time": "0:55:36", "speaker": "spk_3","line":"No, it's a group.","episode":"s09e32.json","edited":false},
{"time": "0:55:37", "speaker": "spk_6","line":"Then who was I hanging out with?","episode":"s09e32.json","edited":false},
{"time": "0:55:40", "speaker": "spk_2","line":"I don't know","episode":"s09e32.json","edited":false},
{"time": "0:55:42", "speaker": "spk_1","line":"that","episode":"s09e32.json","edited":false},
{"time": "0:55:43", "speaker": "spk_6","line":"I bought, like, 40 drinks for this guy because I thought that a","episode":"s09e32.json","edited":false},
{"time": "0:55:47", "speaker": "spk_0","line":"culture of a big grass hump","episode":"s09e32.json","edited":false},
{"time": "0:55:50", "speaker": "spk_6","line":"use you drove? Oh, I drew a","episode":"s09e32.json","edited":false},
{"time": "0:55:53", "speaker": "spk_0","line":"hill. Anybody drinks for a whole night and technically, you're supposed to hanging out with you Gotta fit.","episode":"s09e32.json","edited":false},
{"time": "0:56:00", "speaker": "spk_2","line":"I'm hanging out with drawn will not drew","episode":"s09e32.json","edited":false},
{"time": "0:56:03", "speaker": "spk_6","line":"Hill. Whatever it was, it went home with my parasite.","episode":"s09e32.json","edited":false},
{"time": "0:56:08", "speaker": "spk_0","line":"God, Todd. Damn! You getting guild. You gotta get back","episode":"s09e32.json","edited":false},
{"time": "0:56:12", "speaker": "spk_2","line":"to that. I've never said this before, but you've got to get back in the theater. I think so","episode":"s09e32.json","edited":false},
{"time": "0:56:18", "speaker": "spk_0","line":"too. You don't have the theater. You is it? I","episode":"s09e32.json","edited":false},
{"time": "0:56:25", "speaker": "spk_6","line":"think you guys right. Be right. I think the theater grounds. May I? Yeah. I got you guys realize that the theater is good for me, and I'm good for the theater. It sounds like that's what you're saying.","episode":"s09e32.json","edited":false},
{"time": "0:56:36", "speaker": "spk_3","line":"Yeah. I mean, while you're better for that than whatever it is now,","episode":"s09e32.json","edited":false},
{"time": "0:56:40", "speaker": "spk_0","line":"most of us are always out here in these streets, just flailing, and you have the theater. But once you're out in the streets, plainly do, it's like, Well, what's gonna ground?","episode":"s09e32.json","edited":false},
{"time": "0:56:51", "speaker": "spk_6","line":"Okay. Yeah, well, maybe I'll take nasty old man and I'll turn it into a play.","episode":"s09e32.json","edited":false},
{"time": "0:56:55", "speaker": "spk_2","line":"That's a good idea.","episode":"s09e32.json","edited":false},
{"time": "0:56:57", "speaker": "spk_0","line":"Is it nasty old man. Now, I","episode":"s09e32.json","edited":false},
{"time": "0:57:01", "speaker": "spk_2","line":"think that was a little bit of a Freudian.","episode":"s09e32.json","edited":false},
{"time": "0:57:03", "speaker": "spk_3","line":"Yeah, or may I mean probably I p laws? You might need to change the name a little bit because they'll probably come after you if you call it ugly old man. So maybe nasty old man. You can get around it.","episode":"s09e32.json","edited":false},
{"time": "0:57:13", "speaker": "spk_6","line":"All right. Wait. Now there's laws about P.","episode":"s09e32.json","edited":false},
{"time": "0:57:17", "speaker": "spk_3","line":"No, I I p","episode":"s09e32.json","edited":false},
{"time": "0:57:19", "speaker": "spk_6","line":"b two. What do you say?","episode":"s09e32.json","edited":false},
{"time": "0:57:23", "speaker": "spk_3","line":"No, like intellectual property?","episode":"s09e32.json","edited":false},
{"time": "0:57:24", "speaker": "spk_2","line":"Ah o p p","episode":"s09e32.json","edited":false},
{"time": "0:57:26", "speaker": "spk_6","line":"Oh, yeah. That my p is my property and mine alone. I","episode":"s09e32.json","edited":false},
{"time": "0:57:29", "speaker": "spk_0","line":"think that it might be the I P. You too, right?","episode":"s09e32.json","edited":false},
{"time": "0:57:35", "speaker": "spk_6","line":"What? Yeah, I do too. Yeah, you're right.","episode":"s09e32.json","edited":false},
{"time": "0:57:38", "speaker": "spk_0","line":"I know. At U two's I p","episode":"s09e32.json","edited":false},
{"time": "0:57:42", "speaker": "spk_3","line":"Wait you to i p though","episode":"s09e32.json","edited":false},
{"time": "0:57:44", "speaker": "spk_0","line":"happy we all","episode":"s09e32.json","edited":false},
{"time": "0:57:46", "speaker": "spk_2","line":"p I'll tell you what. I just got back from three doors down an i p right next to you too. Really? Yeah. All over the place There wasn't a urine, I it was just a wall.","episode":"s09e32.json","edited":false},
{"time": "0:58:05", "speaker": "spk_0","line":"You too. Our i c p all the time. Yeah. Oh, I see p, you know. Yeah, we gotta pitch this to Yeah, yeah, yeah. Undocumented. Adam Scott Who? The Who had, uh who I CPU to crazy town","episode":"s09e32.json","edited":false},
{"time": "0:58:34", "speaker": "spk_3","line":"man. Crazy town. We'll shoot guys that we probably should get out of here. We can't be on on the waves","episode":"s09e32.json","edited":false},
{"time": "0:58:46", "speaker": "spk_2","line":"for that. What we bring numbering.","episode":"s09e32.json","edited":false},
{"time": "0:58:48", "speaker": "spk_6","line":"It's Todd Padro answering his telephones. And this is the end of the people's hang.","episode":"s09e32.json","edited":false},
{"time": "0:58:55", "speaker": "spk_3","line":"I don't think we","episode":"s09e32.json","edited":false},
{"time": "0:58:56", "speaker": "spk_2","line":"wait. I'm not here right now, Sam, but leave a message for the people's house. House","episode":"s09e32.json","edited":false},
{"time": "0:59:03", "speaker": "spk_0","line":"House blurring. Hello, Bill. Crave E here. Just leave a message after the beep brewing. Hey.","episode":"s09e32.json","edited":false},
{"time": "0:59:16", "speaker": "spk_3","line":"Uh, okay. Well, that was great. Ah, those those will all stay in. It's good. Um, but I guess Ah, folks, thanks so much for listening. If you're tuning in. Ah! Oh, Something online, huh,","episode":"s09e32.json","edited":false},
{"time": "0:59:34", "speaker": "spk_1","line":"Sam? Growing","episode":"s09e32.json","edited":false},
{"time": "0:59:38", "speaker": "spk_2","line":"my real lines ringing.","episode":"s09e32.json","edited":false},
{"time": "0:59:44", "speaker": "spk_6","line":"Take away your life.","episode":"s09e32.json","edited":false},
{"time": "0:59:46", "speaker": "spk_2","line":"You're gonna have to do it in person, buddy. Sorry,","episode":"s09e32.json","edited":false},
{"time": "0:59:50", "speaker": "spk_6","line":"but what's your address?","episode":"s09e32.json","edited":false},
{"time": "0:59:52", "speaker": "spk_1","line":"Burning","episode":"s09e32.json","edited":false},
{"time": "0:59:56", "speaker": "spk_2","line":"your other files. Hang on a second. Hello?","episode":"s09e32.json","edited":false},
{"time": "1:00:00", "speaker": "spk_3","line":"I want to say another one. Well, you're a semen sample.","episode":"s09e32.json","edited":false},
{"time": "1:00:03", "speaker": "spk_2","line":"How do you know? I say seeming all the time.","episode":"s09e32.json","edited":false},
{"time": "1:00:08", "speaker": "spk_6","line":"What good? The other end of this call. But","episode":"s09e32.json","edited":false},
{"time": "1:00:10", "speaker": "spk_2","line":"how do you know? Hang on, sir. How do you know? I say seeming all the time. You want a semen sample? You have a cell sample","episode":"s09e32.json","edited":false},
{"time": "1:00:19", "speaker": "spk_3","line":"your doctor, a little semen. You're","episode":"s09e32.json","edited":false},
{"time": "1:00:21", "speaker": "spk_2","line":"my doctor. And you want to see","episode":"s09e32.json","edited":false},
{"time": "1:00:24", "speaker": "spk_0","line":"that night? Done right is that I want to save on the line. She says she wants semen. Stat.","episode":"s09e32.json","edited":false},
{"time": "1:00:32", "speaker": "spk_6","line":"She broke up with God","episode":"s09e32.json","edited":false},
{"time": "1:00:33", "speaker": "spk_0","line":"not on. That's my next question. Well, you gotta deliver my man getting the B room. You two, you to be room.","episode":"s09e32.json","edited":false},
{"time": "1:00:46", "speaker": "spk_2","line":"All right. Thanks, nine. I will send it right over.","episode":"s09e32.json","edited":false},
{"time": "1:00:49", "speaker": "spk_0","line":"Alright, we gotta we gotta come up with some ending or else we'll just gonna pitter around here for five way. Got to say, like, two words. All right. How about goodbye. We tried that last week. How about stay away? Our are a way until next time","episode":"s09e32.json","edited":false},
{"time": "1:01:08", "speaker": "spk_6","line":"on the teacher's lounge. Stay away.","episode":"s09e32.json","edited":false}]
