[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e25.json","edited":false},
{"time": "0:00:08", "speaker": "spk_0","line":"It's a","episode":"s09e25.json","edited":false},
{"time": "0:00:09", "speaker": "spk_1","line":"beautiful morning","episode":"s09e25.json","edited":false},
{"time": "0:00:09", "speaker": "spk_0","line":"out there,","episode":"s09e25.json","edited":false},
{"time": "0:00:10", "speaker": "spk_2","line":"fellas. Huh? Oh, yeah. Really gorgeous day. I mean, it's got us chirp. It's","episode":"s09e25.json","edited":false},
{"time": "0:00:14", "speaker": "spk_1","line":"almost spring time","episode":"s09e25.json","edited":false},
{"time": "0:00:16", "speaker": "spk_3","line":"tripping like the birds. It is almost spread to","episode":"s09e25.json","edited":false},
{"time": "0:00:18", "speaker": "spk_2","line":"That's right. The flowers are blooming are about to bloom.","episode":"s09e25.json","edited":false},
{"time": "0:00:21", "speaker": "spk_1","line":"Yeah, yeah, yeah. My nose is thawing out.","episode":"s09e25.json","edited":false},
{"time": "0:00:24", "speaker": "spk_2","line":"Yes, I'm about to take off my sweatshirt for this season.","episode":"s09e25.json","edited":false},
{"time": "0:00:27", "speaker": "spk_1","line":"I can't wait. Honestly, it's gonna be so nice to sweat again. I've been I've been ice cold the last few weeks.","episode":"s09e25.json","edited":false},
{"time": "0:00:35", "speaker": "spk_3","line":"You are you really ice up over winter, your body goes into kind of an ice hibernate.","episode":"s09e25.json","edited":false},
{"time": "0:00:40", "speaker": "spk_1","line":"Yeah, I think I think my body I think I'm like, uh, cold blooded because I have seemed to just sort of fluctuate with the weather. Very cold blooded. Yeah, like, I sort of started, like, net 30 degrees below. Whatever else is going on outside. So, like, road? Yes. Integrate.","episode":"s09e25.json","edited":false},
{"time": "0:00:58", "speaker": "spk_2","line":"You walked in the door the other day and accidentally bumped your head. A piece of your hair just went","episode":"s09e25.json","edited":false},
{"time": "0:01:03", "speaker": "spk_1","line":"broke off on its stabbed me in my foot eyes icicles. My hair was icicles, prayer circles, hair sickles. Yeah. Uh, and","episode":"s09e25.json","edited":false},
{"time": "0:01:12", "speaker": "spk_2","line":"that would be nice when those tiles you actually be able to style your hair again? Unfortunately, it frozen. I got his frozen bedhead.","episode":"s09e25.json","edited":false},
{"time": "0:01:19", "speaker": "spk_1","line":"Yeah, frozen. I kind of looked like a character from like a Japanese role playing game where it's just kind of pointing in every direction and it looks hard. Doesn't move when I walk around,","episode":"s09e25.json","edited":false},
{"time": "0:01:30", "speaker": "spk_2","line":"but it's popular with some of the students.","episode":"s09e25.json","edited":false},
{"time": "0:01:32", "speaker": "spk_1","line":"Yeah, I got in the the RBG Club RPG Club, which is fun. RBG Club. Yeah, little did I know she's had the same hairstyle for 40 years because her hair's frozen to really, it's all","episode":"s09e25.json","edited":false},
{"time": "0:01:47", "speaker": "spk_2","line":"part of very cold blood.","episode":"s09e25.json","edited":false},
{"time": "0:01:48", "speaker": "spk_1","line":"He's very cold blooded as well. But a great lady fantastically RBG is probably our favorite lady. Well, my favorite lady,","episode":"s09e25.json","edited":false},
{"time": "0:01:56", "speaker": "spk_3","line":"I tell you, when someone because she had a meteoric rise the past year to among millennials where it became cool to like her, they put her on shirts. They found out they could shorten her name like a rapper and and she became so cool so suddenly,","episode":"s09e25.json","edited":false},
{"time": "0:02:12", "speaker": "spk_2","line":"how discovered who she was after 80 years of hard fought public","episode":"s09e25.json","edited":false},
{"time": "0:02:15", "speaker": "spk_3","line":"service. Yeah, you love to see it. You know, it's never too late to become loved, but still Not now.","episode":"s09e25.json","edited":false},
{"time": "0:02:21", "speaker": "spk_2","line":"Yeah, Just a cliche.","episode":"s09e25.json","edited":false},
{"time": "0:02:23", "speaker": "spk_3","line":"I hope when I'm on my deathbed, everybody suddenly realizes I'm a great guy.","episode":"s09e25.json","edited":false},
{"time": "0:02:27", "speaker": "spk_1","line":"Well, what do they think about you now, Todd? They're barely talking about So you're on your deathbed. This is what it's going to be,","episode":"s09e25.json","edited":false},
{"time": "0:02:32", "speaker": "spk_2","line":"so I can see it. I can see you on your deathbed in just the whole country dab in","episode":"s09e25.json","edited":false},
{"time": "0:02:40", "speaker": "spk_3","line":"its well, you'll know when I almost went out before I ended up having to buy the death bed. And it was the most unified American day since hands across America. And everybody got out of bed and, well, they moderated because the dad wasn't around you is more moral country mockery more","episode":"s09e25.json","edited":false},
{"time": "0:02:58", "speaker": "spk_1","line":"unifying than post 9 11?","episode":"s09e25.json","edited":false},
{"time": "0:02:59", "speaker": "spk_2","line":"Yeah, well, that's an earthquake. Everybody stomping in unison shames the whole frequency of the ground. It was the only cross country earthquake we've ever seen,","episode":"s09e25.json","edited":false},
{"time": "0:03:07", "speaker": "spk_3","line":"which was, Everyone said it ended up being a shame because the earthquake is what shook my heart back away. Everybody was like, all right, no mockery in the next time,","episode":"s09e25.json","edited":false},
{"time": "0:03:14", "speaker": "spk_1","line":"and actors did diagnosed your heart as asleep at the time.","episode":"s09e25.json","edited":false},
{"time": "0:03:18", "speaker": "spk_3","line":"Yeah, way So the x ray of my heart had a little cap on like Scrooge.","episode":"s09e25.json","edited":false},
{"time": "0:03:23", "speaker": "spk_2","line":"And some people were saying this was What? What is this now? The 5th 9 11 between the earthquake and you waking back up? I'm not sure which one they were for.","episode":"s09e25.json","edited":false},
{"time": "0:03:31", "speaker": "spk_3","line":"Right, Right. The referring to the original thing. There's the earthquake was number five that obviously we've still got the plane crashing into that football game that happened. Yeah, Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:03:43", "speaker": "spk_5","line":"yeah, yeah, yeah! Come on. I thought maybe","episode":"s09e25.json","edited":false},
{"time": "0:03:49", "speaker": "spk_1","line":"we could start a new with a little more balanced power structure, but I guess not, folks. Welcome to another episode of the Teacher's Lounge. The first, best and only podcasts pertained to issues relevant to the Hamilton High School community. I, of course am Howard Coach Carter Levis sitting in the lounge with my buddy.","episode":"s09e25.json","edited":false},
{"time": "0:04:11", "speaker": "spk_2","line":"Hey, what's going on, Howie? What's the Coach Carter about?","episode":"s09e25.json","edited":false},
{"time": "0:04:14", "speaker": "spk_1","line":"Ah, well, as you guys know, uh, since Bill has been traveling Ah, he did have to forfeit the race for basketball coach. Ah, And as I was the only other person running, I got the job. Wow. Ah, and I've been calling the kid. I've been telling the kids. Listen, guys, I'm your coach, Carter. I'm going to turn your around. I'm gonna make you go from losers to good ball players. Way","episode":"s09e25.json","edited":false},
{"time": "0:04:40", "speaker": "spk_3","line":"we gotta figure out that rhyme.","episode":"s09e25.json","edited":false},
{"time": "0:04:41", "speaker": "spk_1","line":"Yeah. Yeah. I probably should have started with losers. Like, probably should have picked another word that sort of rhymes with something positive. But that's just you know how I printed the T shirts. So","episode":"s09e25.json","edited":false},
{"time": "0:04:51", "speaker": "spk_2","line":"just got ballplayers. Yeah. I gotta pick up a book on basketball because I've seen you using some of these Coach Carter things. You locked him in the gym, huh? But you didn't teach him any basketball? No, it's not helping any.","episode":"s09e25.json","edited":false},
{"time": "0:05:02", "speaker": "spk_1","line":"Well, I The way I see it is if you lock a mouse in a maze, if it runs around long enough, it's going to get out. And that's kind of how I fit. I figured it was with the gym thing. Lock him in the gym threats and basketballs in there, let him play. Eventually, they're going to get good. Yeah, it's just they will figure out how to practice.","episode":"s09e25.json","edited":false},
{"time": "0:05:20", "speaker": "spk_3","line":"We've checked in on the webcam, and it appears that things devolved quickly. A lot of the teachers air not making their students read Lord of the Flies, they're just watching the webcam.","episode":"s09e25.json","edited":false},
{"time": "0:05:31", "speaker": "spk_1","line":"Yeah, I I actually my webcam is now actually more popular than the lion cub Webcam at the Bronx Zoo. It's more popular than the spray webcam from the Long Beach Aquarium.","episode":"s09e25.json","edited":false},
{"time": "0:05:48", "speaker": "spk_3","line":"Will. Our star center is right now, what","episode":"s09e25.json","edited":false},
{"time": "0:05:51", "speaker": "spk_2","line":"are start center piggy","episode":"s09e25.json","edited":false},
{"time": "0:05:52", "speaker": "spk_3","line":"start center piggy eyes right now, nursing three little piglets. Yes. So, I mean, a lot of people are checking in for that.","episode":"s09e25.json","edited":false},
{"time": "0:05:59", "speaker": "spk_2","line":"A lot of people that used to watch the Sheba e knew, you know, little pen are coming over to your live stream.","episode":"s09e25.json","edited":false},
{"time": "0:06:05", "speaker": "spk_1","line":"Yeah, and I'm a You know this. I'll get it out there now, looking for sponsors for the webcam. If anybody wants to slap their little logo bug in the bottom, left or right corner. There's real estate, baby. And we will give it to you at a very good deal","episode":"s09e25.json","edited":false},
{"time": "0:06:20", "speaker": "spk_3","line":"right now. You're working with corn, huh? Bread.","episode":"s09e25.json","edited":false},
{"time": "0:06:21", "speaker": "spk_1","line":"Corn hub is currently ah are only sponsor. Ah, and you know what? I thought some of their content was a little bit risque for my tastes.","episode":"s09e25.json","edited":false},
{"time": "0:06:33", "speaker": "spk_2","line":"Can we talk about corn hub? This thing is a real problem, man. It's taking over the school. I didn't I didn't want to get into this. This is never something I plan to revealed. I'm addicted to corn up. Hey, it's okay.","episode":"s09e25.json","edited":false},
{"time": "0:06:47", "speaker": "spk_3","line":"Let's open the floor. Looked into","episode":"s09e25.json","edited":false},
{"time": "0:06:49", "speaker": "spk_4","line":"corn, huh? You'll see me at home to three in the morning. Page 50. Just looking","episode":"s09e25.json","edited":false},
{"time": "0:06:55", "speaker": "spk_3","line":"for that. Horning is it's It's the search for the best year of corn at the today on. There's always a better here. I","episode":"s09e25.json","edited":false},
{"time": "0:07:01", "speaker": "spk_5","line":"can't. I just be","episode":"s09e25.json","edited":false},
{"time": "0:07:02", "speaker": "spk_2","line":"satisfied with a regular ear of corn. Why does it always have to be a weird arm or intense cornets?","episode":"s09e25.json","edited":false},
{"time": "0:07:08", "speaker": "spk_3","line":"The and they get crazy on their Yeah, it's a spiral. And now I'm watching. Like I'm looking at. I have to since we're admitting","episode":"s09e25.json","edited":false},
{"time": "0:07:15", "speaker": "spk_2","line":"things. Yeah. Go for it. Um, I'm according hub addict. I I feel so much. I feel so seen.","episode":"s09e25.json","edited":false},
{"time": "0:07:22", "speaker": "spk_3","line":"I mean, you are not seen by me. I have legally blind from court. What? Looking from the monitor. I'm keeping night my monitor right by all. You know how I a lot of people lay in bed on their phone. I, of course, have the whole gateway computer in there putting the monitor your desktop monitor right on your chest. Arrested on my dress and my neck is going on","episode":"s09e25.json","edited":false},
{"time": "0:07:44", "speaker": "spk_2","line":"your nearsighted. So you really have to pull it. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:07:46", "speaker": "spk_1","line":"very also. Very. Your rib cage is very brittle. I feels like a bad idea. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:07:53", "speaker": "spk_3","line":"yeah, but you know, that's addiction is a","episode":"s09e25.json","edited":false},
{"time": "0:07:57", "speaker": "spk_2","line":"serious, serious thing. And I think it's something we're not talking about enough in our country. It changes the way you even look at corn. Yeah, it changes the way you in Iraq with corn in real life,","episode":"s09e25.json","edited":false},
{"time": "0:08:09", "speaker": "spk_3","line":"I spit on my feet is history.","episode":"s09e25.json","edited":false},
{"time": "0:08:11", "speaker": "spk_2","line":"Oh, my absolutely tested a restaurant public.","episode":"s09e25.json","edited":false},
{"time": "0:08:16", "speaker": "spk_5","line":"You don't even know if you're you're on.","episode":"s09e25.json","edited":false},
{"time": "0:08:20", "speaker": "spk_1","line":"And I honestly, I can't even cut myself dinner anymore, huh? Because that's just like, yeah, I get home and I'm looking at and I'm just","episode":"s09e25.json","edited":false},
{"time": "0:08:26", "speaker": "spk_4","line":"Well, this isn't gonna be as good as the stuff I could find","episode":"s09e25.json","edited":false},
{"time": "0:08:28", "speaker": "spk_5","line":"online. Exactly. I don't even eat","episode":"s09e25.json","edited":false},
{"time": "0:08:31", "speaker": "spk_1","line":"anymore. I don't even","episode":"s09e25.json","edited":false},
{"time": "0:08:32", "speaker": "spk_5","line":"eat. I'm addicted to pictures and videos","episode":"s09e25.json","edited":false},
{"time": "0:08:34", "speaker": "spk_2","line":"of eating. Your seal is cream corn. Uh, well, I don't like to admit it, but yeah,","episode":"s09e25.json","edited":false},
{"time": "0:08:40", "speaker": "spk_1","line":"that course. Let's just say","episode":"s09e25.json","edited":false},
{"time": "0:08:42", "speaker": "spk_2","line":"that some of the sexiest corner, and by sexiest I mean makes me hungry.","episode":"s09e25.json","edited":false},
{"time": "0:08:49", "speaker": "spk_3","line":"Yeah, it's bad. Other stuff, too. But anyway. Well, so I don't know about that. Sponsorships A lot of way. Don't want to get teens hooked on corn.","episode":"s09e25.json","edited":false},
{"time": "0:08:57", "speaker": "spk_1","line":"I'm telling you, I'd love to get any anybody else on board any other sponsors for the lot. Jim Webcam","episode":"s09e25.json","edited":false},
{"time": "0:09:04", "speaker": "spk_2","line":"done revealing. It's not just corn hub. Uh, I've also spent spinning a lot of time on you, Corn. Okay? Yeah, it's OK. It's OK. It's just it just sucks. It's okay. No, it's got such a hold on.","episode":"s09e25.json","edited":false},
{"time": "0:09:20", "speaker": "spk_1","line":"I'll tell you this. Hey, just because to make you feel better if it makes you according to I I do you corn. But also I'm a paid member of shuckers. No,","episode":"s09e25.json","edited":false},
{"time": "0:09:30", "speaker": "spk_3","line":"my god","episode":"s09e25.json","edited":false},
{"time": "0:09:30", "speaker": "spk_2","line":"shuckers dot com Is it as good as they say? His shuckers","episode":"s09e25.json","edited":false},
{"time": "0:09:34", "speaker": "spk_3","line":"gives you access to Mother shucker.","episode":"s09e25.json","edited":false},
{"time": "0:09:39", "speaker": "spk_1","line":"I know. Yeah, it's madman. It's really slippery slope. Once you get addicted to the free stuff, you you say,","episode":"s09e25.json","edited":false},
{"time": "0:09:46", "speaker": "spk_5","line":"Oh, how it what 7 99 a month for? For exists system some bigger. Better slipping a","episode":"s09e25.json","edited":false},
{"time": "0:09:51", "speaker": "spk_2","line":"couple kernels. That's all I need. I'm backing off. I'll just look a couple kernels today","episode":"s09e25.json","edited":false},
{"time": "0:09:56", "speaker": "spk_5","line":"and then I'll","episode":"s09e25.json","edited":false},
{"time": "0:09:56", "speaker": "spk_2","line":"go about my day flash forward. It's 30 hours later and I'm on fate. Page 200 of you corn just slobber and","episode":"s09e25.json","edited":false},
{"time": "0:10:07", "speaker": "spk_5","line":"losing my mind at It's horrible. I have the same","episode":"s09e25.json","edited":false},
{"time": "0:10:11", "speaker": "spk_2","line":"vision problems thought I'm going blind from you. Corn,","episode":"s09e25.json","edited":false},
{"time": "0:10:14", "speaker": "spk_5","line":"if you could try this way,","episode":"s09e25.json","edited":false},
{"time": "0:10:16", "speaker": "spk_3","line":"are face to face just to see each other. We are mikes are all next to each other and our noses air touching address so we can see the expressions on each other.","episode":"s09e25.json","edited":false},
{"time": "0:10:25", "speaker": "spk_5","line":"And I can't talk about anything. But you corner upon the pot. I","episode":"s09e25.json","edited":false},
{"time": "0:10:29", "speaker": "spk_3","line":"don't want to bring it up to you guys in case you haven't discovered it yet. But it's not just corn for me. Brussels sprouts. I'm on brothers.","episode":"s09e25.json","edited":false},
{"time": "0:10:35", "speaker": "spk_5","line":"No, no,","episode":"s09e25.json","edited":false},
{"time": "0:10:37", "speaker": "spk_1","line":"that's a sister site to shuckers, right?","episode":"s09e25.json","edited":false},
{"time": "0:10:39", "speaker": "spk_3","line":"Show your yes is oil, not just sister. Oh God, that's what I mean. It's roasted Brussels breath. It's pan fried and it's boiled.","episode":"s09e25.json","edited":false},
{"time": "0:10:49", "speaker": "spk_5","line":"It's baked way. All know","episode":"s09e25.json","edited":false},
{"time": "0:10:51", "speaker": "spk_2","line":"the breath of the site. Look, we need","episode":"s09e25.json","edited":false},
{"time": "0:10:54", "speaker": "spk_5","line":"to. So here's another admission. I'm on carrot Penis. I'm on care Penis, and that's that's carrot tops. Porn site also dictated. Kids, listen, this If you're listening to this, just know that there's tons of people out there who have the same problems is you. OK? Come. If","episode":"s09e25.json","edited":false},
{"time": "0:11:21", "speaker": "spk_2","line":"you're brave enough to admit it. Health is just on the other side","episode":"s09e25.json","edited":false},
{"time": "0:11:25", "speaker": "spk_3","line":"of the truth. Oh, my God.","episode":"s09e25.json","edited":false},
{"time": "0:11:31", "speaker": "spk_5","line":"Corn morning out there about him. But he said campy. This was going to go to David. Website thing. This guy loves props way. A lot of these all four people are anti cara Penis, But they're a Penis is good. All right. It is gut good with this all horn Penis","episode":"s09e25.json","edited":false},
{"time": "0:12:05", "speaker": "spk_3","line":"has been playing Vegas for years. Yeah, and people like it, all right.","episode":"s09e25.json","edited":false},
{"time": "0:12:10", "speaker": "spk_1","line":"I don't want to think I want to think when I'm watching porn. Yeah, I want to just immediately get it. I want it to be simple. And I wanted to be edgy if I'm being honest.","episode":"s09e25.json","edited":false},
{"time": "0:12:20", "speaker": "spk_5","line":"I think edgy, sexy and funny things is the perfect mix. If I interest look, yeah,","episode":"s09e25.json","edited":false},
{"time": "0:12:32", "speaker": "spk_3","line":"I have been trying to, you know, I have been so isolated. I've got my gateway imprinted on my rib cage. I have been trying to meet some people. You know, obviously, Sehgal fished a little while ago. It's hard for me to trust somebody, but I met a I met a widow. No. Uh, yes, I feel very lucky. Yeah, yeah. Wow. And she's, you know, incredibly lonely and sad and sounds perfect. You know,","episode":"s09e25.json","edited":false},
{"time": "0:13:03", "speaker": "spk_2","line":"You say with the dead husband is that is that is literally sounds. How","episode":"s09e25.json","edited":false},
{"time": "0:13:10", "speaker": "spk_3","line":"do you mean","episode":"s09e25.json","edited":false},
{"time": "0:13:11", "speaker": "spk_2","line":"when you see it? Still with husband. Is she still hang out? Well, she she is not","episode":"s09e25.json","edited":false},
{"time": "0:13:16", "speaker": "spk_3","line":"exactly over eyes. My polite way to see it","episode":"s09e25.json","edited":false},
{"time": "0:13:20", "speaker": "spk_5","line":"right? I saw you guys out to dinner,","episode":"s09e25.json","edited":false},
{"time": "0:13:22", "speaker": "spk_2","line":"I think, and you guys were doing sort of a weekend at Bernie's,","episode":"s09e25.json","edited":false},
{"time": "0:13:24", "speaker": "spk_3","line":"right? Yeah, Well, it's a kind of a mixture weekend at Bernie's and a little bit of Jeff Dunham. I would say, um and you know, I find that through a lot of my theater games, I find them to be therapeutic. And so I know a lot about therapy, you know, as the old slobs. No, it's beautiful. I've worked with the therapist, A","episode":"s09e25.json","edited":false},
{"time": "0:13:44", "speaker": "spk_2","line":"mannequin in a high rise.","episode":"s09e25.json","edited":false},
{"time": "0:13:45", "speaker": "spk_3","line":"I may get a high riser calendar, shoot calendar shorts. Obviously,","episode":"s09e25.json","edited":false},
{"time": "0:13:48", "speaker": "spk_2","line":"when Florida ceiling windows became a real","episode":"s09e25.json","edited":false},
{"time": "0:13:50", "speaker": "spk_3","line":"spectacle, Bullets loves now, Um, and obviously I'm a big feminist and my feminism class that was very therapeutic. I learned a lot, so I'm working with her now. you know, to get over the death of her husband and hopefully kind of imprints all of those feelings directly onto May, I hope, kind of slowly slide to him aside,","episode":"s09e25.json","edited":false},
{"time": "0:14:12", "speaker": "spk_1","line":"you said, it's a little bit of a Jeff Dunham situation as well as we gonna birdies is Is she the Dunham in the situation? Are you the Dunham? She's","episode":"s09e25.json","edited":false},
{"time": "0:14:21", "speaker": "spk_3","line":"the Dunham. I tried a little bit and it just wasn't working out throughout your body.","episode":"s09e25.json","edited":false},
{"time": "0:14:26", "speaker": "spk_2","line":"It is mostly you. Date is mostly her, sitting there motionless, you talking to him,","episode":"s09e25.json","edited":false},
{"time": "0:14:31", "speaker": "spk_3","line":"talking to her husband's corpse on, But every once in a while, you know, short of Oil Hill, older for her. But she'll eat, and I'm actually having a pretty nice connection with the husband. If I do say so myself,","episode":"s09e25.json","edited":false},
{"time": "0:14:44", "speaker": "spk_2","line":"what's their relationship does? He started to sort of the classic manicure thing. He makes one of her. A lot of he","episode":"s09e25.json","edited":false},
{"time": "0:14:49", "speaker": "spk_3","line":"makes fun of her. He kind of wishes he could get separate, but also knows that they're, you know, universally entwined. Um, a lot of stuff about her hand, uh, you know, being a pause button stuff. Uh, but then once you get past that, because that's nerves. That's first job. Once you get past that is a deep guy. We have a ton in common. Okay? Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:15:11", "speaker": "spk_1","line":"Have you ever talked to her out of quote unquote character? Um, her. I talked","episode":"s09e25.json","edited":false},
{"time": "0:15:17", "speaker": "spk_3","line":"to her. Talk to her,","episode":"s09e25.json","edited":false},
{"time": "0:15:19", "speaker": "spk_2","line":"like just to be clear, like it would be when her mouth is moving instead of hiss.","episode":"s09e25.json","edited":false},
{"time": "0:15:23", "speaker": "spk_1","line":"Dead bodies. Not even around,","episode":"s09e25.json","edited":false},
{"time": "0:15:25", "speaker": "spk_5","line":"Maybe. Well, I mean, if you put that","episode":"s09e25.json","edited":false},
{"time": "0:15:27", "speaker": "spk_3","line":"many parameters on it, it's an obvious No, um, you know, it's hard to live up to all of those rules. She's grieving. So right now and most of talking to the huh's,","episode":"s09e25.json","edited":false},
{"time": "0:15:37", "speaker": "spk_2","line":"uh, this may be implied to ask, How recently was she widowed?","episode":"s09e25.json","edited":false},
{"time": "0:15:43", "speaker": "spk_3","line":"No, it's not employed. I asked her the same thing because, you know, the amount of time makes it more or less unusual for her, and it's only been seven years, and so she's dealing. She's dealing","episode":"s09e25.json","edited":false},
{"time": "0:15:54", "speaker": "spk_1","line":"in that type of thing. Now. Is this body preserved in some way? Or has it been in bombed like, is it taxidermy cause seven years, a long time to be puppet ing a dead","episode":"s09e25.json","edited":false},
{"time": "0:16:04", "speaker": "spk_3","line":"court. You hit all three. It's preserved in bond and tax attorney tried to hit cover all our bases and frozen. Would you get really, too? So","episode":"s09e25.json","edited":false},
{"time": "0:16:13", "speaker": "spk_5","line":"but, uh, wait. Very apt song","episode":"s09e25.json","edited":false},
{"time": "0:16:18", "speaker": "spk_3","line":"for her situation. Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:16:19", "speaker": "spk_2","line":"Yeah. I don't think that around her.","episode":"s09e25.json","edited":false},
{"time": "0:16:21", "speaker": "spk_3","line":"Also, the cold doesn't bother me anyway. Is very because she has to have her hand in this cold body. The puppet. Right. So But I'm excited to see where this goes. We're going to go. We're going to go see a movie this weekend.","episode":"s09e25.json","edited":false},
{"time": "0:16:34", "speaker": "spk_1","line":"Oh, wow. Um, you know how many tickets do you have to buy in that scenario?","episode":"s09e25.json","edited":false},
{"time": "0:16:38", "speaker": "spk_3","line":"Well, this is the thing I the feminist. I find we should be paying evenly for tickets. Awesome. But, um and so but she she's still kind of old school. So I'm buying my ticket and hiss, and he's buying hers. Okay,","episode":"s09e25.json","edited":false},
{"time": "0:16:57", "speaker": "spk_1","line":"you do You have to buy a ticket for the dead body.","episode":"s09e25.json","edited":false},
{"time": "0:16:59", "speaker": "spk_3","line":"Yeah, I'm buying a ticket for the body, but then he's covering popcorn and soda, which adds up you. That's awesome. It's great.","episode":"s09e25.json","edited":false},
{"time": "0:17:06", "speaker": "spk_5","line":"And he's got","episode":"s09e25.json","edited":false},
{"time": "0:17:06", "speaker": "spk_2","line":"kind of a big appetite,","episode":"s09e25.json","edited":false},
{"time": "0:17:08", "speaker": "spk_3","line":"this guy, because I tell you, he never feels full. Uh, so he's munching. He'll go. She have you ever say we get the all be frank at the movie theater?","episode":"s09e25.json","edited":false},
{"time": "0:17:19", "speaker": "spk_2","line":"Yeah, definitely is an attention grabber.","episode":"s09e25.json","edited":false},
{"time": "0:17:23", "speaker": "spk_3","line":"Seconds of the all be frank it he puts everything on it.","episode":"s09e25.json","edited":false},
{"time": "0:17:26", "speaker": "spk_1","line":"Wow. You keep referring to him as he as if he has a separate personality like he thinks is a This is a psychotic woman who is still attached to her dead","episode":"s09e25.json","edited":false},
{"time": "0:17:36", "speaker": "spk_2","line":"husband. Moniker is a part of the grieving, pro","episode":"s09e25.json","edited":false},
{"time": "0:17:39", "speaker": "spk_3","line":"grieving woman is a psychopath. That she was hysterical.","episode":"s09e25.json","edited":false},
{"time": "0:17:43", "speaker": "spk_2","line":"I hope I'm not around when I'm dead. Howard, what do you gonna say about me?","episode":"s09e25.json","edited":false},
{"time": "0:17:46", "speaker": "spk_1","line":"Yeah, well, if it's a healthy if everybody deals with your death in a healthy way, then maybe I won't say shit. OK, but this just Are","episode":"s09e25.json","edited":false},
{"time": "0:17:53", "speaker": "spk_5","line":"you just gonna put","episode":"s09e25.json","edited":false},
{"time": "0:17:54", "speaker": "spk_2","line":"me in the ground when I die?","episode":"s09e25.json","edited":false},
{"time": "0:17:55", "speaker": "spk_1","line":"Well, what are your wishes? Sam had de","episode":"s09e25.json","edited":false},
{"time": "0:17:58", "speaker": "spk_5","line":"about what this is","episode":"s09e25.json","edited":false},
{"time": "0:17:59", "speaker": "spk_1","line":"You want to be pumping around.","episode":"s09e25.json","edited":false},
{"time": "0:18:00", "speaker": "spk_5","line":"Of course I want to have an after life on Earth. You won't","episode":"s09e25.json","edited":false},
{"time": "0:18:03", "speaker": "spk_1","line":"be around","episode":"s09e25.json","edited":false},
{"time": "0:18:04", "speaker": "spk_4","line":"for it, though. Is","episode":"s09e25.json","edited":false},
{"time": "0:18:05", "speaker": "spk_2","line":"that my being will be. And he'll be really funny. I hope you stayed","episode":"s09e25.json","edited":false},
{"time": "0:18:10", "speaker": "spk_3","line":"as well. Funny he wanted, but he wants funny corpse put.","episode":"s09e25.json","edited":false},
{"time": "0:18:13", "speaker": "spk_5","line":"Well, this is the new thing.","episode":"s09e25.json","edited":false},
{"time": "0:18:14", "speaker": "spk_2","line":"There are many ways to to be dignified and death. Some. I prefer the extradition to be spread over the ocean. Some prefer to be planted in the coffin toe. Have a final nice, be a gift in a nice wooden box. Some people prefer to be planted just under a tree and grow that way. I would like this new thing that is happening more than just now.","episode":"s09e25.json","edited":false},
{"time": "0:18:35", "speaker": "spk_5","line":"Are there other people who have done this? Just go to","episode":"s09e25.json","edited":false},
{"time": "0:18:37", "speaker": "spk_3","line":"go to our lawyer who's doing our living will cause it. He's got a whole menu on","episode":"s09e25.json","edited":false},
{"time": "0:18:44", "speaker": "spk_2","line":"and you could make changes anytime.","episode":"s09e25.json","edited":false},
{"time": "0:18:46", "speaker": "spk_3","line":"They just got a text. Him, uh, is","episode":"s09e25.json","edited":false},
{"time": "0:18:48", "speaker": "spk_2","line":"built to so odes this'd bill, too. So","episode":"s09e25.json","edited":false},
{"time": "0:18:52", "speaker": "spk_3","line":"its master to So I","episode":"s09e25.json","edited":false},
{"time": "0:18:54", "speaker": "spk_2","line":"didn't know it was Bill, I guess. But yeah,","episode":"s09e25.json","edited":false},
{"time": "0:18:56", "speaker": "spk_3","line":"yeah, yeah. So he goes","episode":"s09e25.json","edited":false},
{"time": "0:19:00", "speaker": "spk_5","line":"and he's got this crazy","episode":"s09e25.json","edited":false},
{"time": "0:19:02", "speaker": "spk_3","line":"wife. Oh, my God.","episode":"s09e25.json","edited":false},
{"time": "0:19:04", "speaker": "spk_2","line":"She's into, like, wax figurines.","episode":"s09e25.json","edited":false},
{"time": "0:19:07", "speaker": "spk_3","line":"So a bit of a weirdo.","episode":"s09e25.json","edited":false},
{"time": "0:19:09", "speaker": "spk_1","line":"She's weird. Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:19:11", "speaker": "spk_3","line":"Yes. So right now my option is I I'm going to be put under a hat at a lids, so when someone pulls it out, I'm gonna follow over their feet. It's just a little prank. When I go, and","episode":"s09e25.json","edited":false},
{"time": "0:19:22", "speaker": "spk_2","line":"I'm going to be a model at Victoria Secret right in the window on. Then if if it's ever the last Brian may have to get the one from the floor, then I'm going to fall out.","episode":"s09e25.json","edited":false},
{"time": "0:19:34", "speaker": "spk_3","line":"That's right of the bra.","episode":"s09e25.json","edited":false},
{"time": "0:19:35", "speaker": "spk_1","line":"I didn't realize you we had this many sort of wide ranging options for room. We die my will, my will is very vanilla really over. Well, yes, I have a very,","episode":"s09e25.json","edited":false},
{"time": "0:19:44", "speaker": "spk_2","line":"really surprised me. But tell me about","episode":"s09e25.json","edited":false},
{"time": "0:19:45", "speaker": "spk_1","line":"well, now it's just very standard. I die three day viewing at a funeral home. Uh, viewing. Yeah, I get embalmed and I say, I'm laying in a casket for three days.","episode":"s09e25.json","edited":false},
{"time": "0:19:56", "speaker": "spk_3","line":"What's the rules on the three D viewing on the ins and outs? What you mean because what's coming? Can you even come back?","episode":"s09e25.json","edited":false},
{"time": "0:20:04", "speaker": "spk_1","line":"It's not like a nightclub whom I wake. It's in an","episode":"s09e25.json","edited":false},
{"time": "0:20:07", "speaker": "spk_3","line":"echo. Ins and outs. Arocha","episode":"s09e25.json","edited":false},
{"time": "0:20:09", "speaker": "spk_1","line":"ins and outs of fine, I guess. What?","episode":"s09e25.json","edited":false},
{"time": "0:20:11", "speaker": "spk_2","line":"The catering deal.","episode":"s09e25.json","edited":false},
{"time": "0:20:14", "speaker": "spk_1","line":"I mean, I didn't put that in my will. I thought the funeral home would probably just take care of God in order.","episode":"s09e25.json","edited":false},
{"time": "0:20:20", "speaker": "spk_3","line":"You've got to think of this stuff. I mean, this don't you watch daytime TV, they advertise all this type of stuff to us. It is scarce about what","episode":"s09e25.json","edited":false},
{"time": "0:20:27", "speaker": "spk_1","line":"I'm usually at work during the day. Todd doing my job.","episode":"s09e25.json","edited":false},
{"time": "0:20:31", "speaker": "spk_3","line":"Gotta have the TV on in the back,","episode":"s09e25.json","edited":false},
{"time": "0:20:32", "speaker": "spk_2","line":"right? For example. In my well, it says, the kind of puppet I would like to be is a steampunk puppet named Jingle jangle on. When you go around, I have to have lots of chains dangling off me so everybody can hear me from down the street. Then when I get that, I only talk about weird machines, right?","episode":"s09e25.json","edited":false},
{"time": "0:20:48", "speaker": "spk_3","line":"And this is, of course, jingle jangle. So? So if you need the last bra at Victoria's Secret, you've got to get it off the dribble. Bingle. Let's","episode":"s09e25.json","edited":false},
{"time": "0:20:57", "speaker": "spk_2","line":"just say some of the chains are attached. The draw","episode":"s09e25.json","edited":false},
{"time": "0:20:59", "speaker": "spk_5","line":"and it's a bit of a puzzle. Your","episode":"s09e25.json","edited":false},
{"time": "0:21:01", "speaker": "spk_3","line":"body might fall right on you.","episode":"s09e25.json","edited":false},
{"time": "0:21:03", "speaker": "spk_5","line":"You really got to think of this stuff. So let's see now. Ins and","episode":"s09e25.json","edited":false},
{"time": "0:21:05", "speaker": "spk_3","line":"outs? No, in and out. It sounds like you haven't planned your funeral a ton. What about movies? Any movies playing","episode":"s09e25.json","edited":false},
{"time": "0:21:11", "speaker": "spk_1","line":"at my funeral? I think I'm gonna have something. Kevin Kline. I was just gonna put a slide show of, like, good memories, but it sounds like you're obsessed with in and out being the theme of my dad's.","episode":"s09e25.json","edited":false},
{"time": "0:21:27", "speaker": "spk_3","line":"No, we're just thinking of stuff we would want. It are","episode":"s09e25.json","edited":false},
{"time": "0:21:30", "speaker": "spk_2","line":"a good team.","episode":"s09e25.json","edited":false},
{"time": "0:21:32", "speaker": "spk_1","line":"What else? What else would you What? For my heart. You guys were planning my funeral. What else happens?","episode":"s09e25.json","edited":false},
{"time": "0:21:37", "speaker": "spk_3","line":"Um, there's obviously the slapping of the body.","episode":"s09e25.json","edited":false},
{"time": "0:21:40", "speaker": "spk_2","line":"Uh, I'd want the good people to respond. Affirmative. And I'd want the bad people to respond negative that they're gonna attend.","episode":"s09e25.json","edited":false},
{"time": "0:21:46", "speaker": "spk_3","line":"Right. Okay. Yeah. You gotta sitio","episode":"s09e25.json","edited":false},
{"time": "0:21:49", "speaker": "spk_1","line":"are there normally RSVPs for","episode":"s09e25.json","edited":false},
{"time": "0:21:51", "speaker": "spk_2","line":"funeral. Good one. Yeah. Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:21:54", "speaker": "spk_3","line":"You know, if you have enough seats, no much would have. Um","episode":"s09e25.json","edited":false},
{"time": "0:21:57", "speaker": "spk_2","line":"Also, mine's gonna be a surprise funeral. I wanted to be a surprise funeral for all the attendees.","episode":"s09e25.json","edited":false},
{"time": "0:22:04", "speaker": "spk_3","line":"Eso everybody if they say they say if they're attending the funeral, but they don't know when it's gonna be in one day, they'll all just end up walking into the same place and the body of pop down and deal","episode":"s09e25.json","edited":false},
{"time": "0:22:14", "speaker": "spk_2","line":"expressed. Funeral is gonna be at the mall. Wow, a place where everybody goes on accident at the same time. Well,","episode":"s09e25.json","edited":false},
{"time": "0:22:20", "speaker": "spk_1","line":"jeez, I Honestly, I didn't realize I had that many options. And now that I do, I guess maybe I could go back through my stuff with, uh, with Mr too. So myself. I asked","episode":"s09e25.json","edited":false},
{"time": "0:22:28", "speaker": "spk_3","line":"her to Massachusetts. Well, I working on my will a lot because I'm looking for I think a lot of money to be going to coming in with this theatre past app. It's really killing it out there.","episode":"s09e25.json","edited":false},
{"time": "0:22:39", "speaker": "spk_2","line":"And you can see What is this up to three high school plays a week. It","episode":"s09e25.json","edited":false},
{"time": "0:22:43", "speaker": "spk_3","line":"high school plays a week. If the high school is accommodating to the APP, you pay for it, you email us and then I'll Venmo you for the ticket.","episode":"s09e25.json","edited":false},
{"time": "0:22:50", "speaker": "spk_5","line":"That's right. Up there you are, Uh, on and","episode":"s09e25.json","edited":false},
{"time": "0:22:54", "speaker": "spk_3","line":"off. Yeah. Yeah, There's some tax stuff I'm working on. So on enough.","episode":"s09e25.json","edited":false},
{"time": "0:22:57", "speaker": "spk_1","line":"I opened up the half today, Todd, just to see what's going on, right? And it actually looks like I can only see Ah a ah ah. Production of Children's production of fun Home, right? Yeah, in.","episode":"s09e25.json","edited":false},
{"time": "0:23:12", "speaker": "spk_3","line":"So this is claming. This is kids discovering their sexuality in the play, But also the adults are played by kids in Jackson. This is Jack","episode":"s09e25.json","edited":false},
{"time": "0:23:19", "speaker": "spk_1","line":"Jackson Hole. Still more away, and it's not the play I want to","episode":"s09e25.json","edited":false},
{"time": "0:23:23", "speaker": "spk_5","line":"see","episode":"s09e25.json","edited":false},
{"time": "0:23:23", "speaker": "spk_3","line":"if you want to see fun home and fun whole. Jackson, um, pay for the ticket out there. Excuse me?","episode":"s09e25.json","edited":false},
{"time": "0:23:29", "speaker": "spk_2","line":"Emotional. The motion has","episode":"s09e25.json","edited":false},
{"time": "0:23:31", "speaker": "spk_3","line":"talked about death in corn addiction Got me emotional important. It's just I'm so passionate about my business. Important addiction care,","episode":"s09e25.json","edited":false},
{"time": "0:23:43", "speaker": "spk_5","line":"gotta www dot campinas back out today.","episode":"s09e25.json","edited":false},
{"time": "0:23:47", "speaker": "spk_2","line":"Is he all the best point that we love with details on the appearance","episode":"s09e25.json","edited":false},
{"time": "0:23:50", "speaker": "spk_3","line":"of","episode":"s09e25.json","edited":false},
{"time": "0:23:50", "speaker": "spk_5","line":"your favorite props?","episode":"s09e25.json","edited":false},
{"time": "0:23:51", "speaker": "spk_3","line":"Pornography? But again, I emotional because it's the first time I've really done. I've done money making schemes before, but this is the first time I've done something that I've been cared so much about. Children's theater, right? Um, and have getting the butts in seats for that.","episode":"s09e25.json","edited":false},
{"time": "0:24:07", "speaker": "spk_1","line":"It just feels like it's already falling apart because it went from being any play you want any. Any child's to any to any theater around any city was one play 1000 miles away from me.","episode":"s09e25.json","edited":false},
{"time": "0:24:17", "speaker": "spk_2","line":"I had faith in the app, and it looked hard. All these things you're saying, it looked really hard. It looked impossible. But I said, You know what? I know Todd. He he's ruined my having create a few times before, but I'm gonna give him faith again. And I went to four plays last week for three of which I expect to get reimbursed for","episode":"s09e25.json","edited":false},
{"time": "0:24:36", "speaker": "spk_5","line":"and one I have to take","episode":"s09e25.json","edited":false},
{"time": "0:24:37", "speaker": "spk_2","line":"on my own. Because I was so into high school theater and I went more than the great,","episode":"s09e25.json","edited":false},
{"time": "0:24:41", "speaker": "spk_5","line":"which I have an email to you shoot me an email. Hit me back again. What, Did","episode":"s09e25.json","edited":false},
{"time": "0:24:46", "speaker": "spk_3","line":"you get a bounce back or what was the response","episode":"s09e25.json","edited":false},
{"time": "0:24:48", "speaker": "spk_2","line":"I got? I got what said was a mailer demon, but it looked pretty personalized.","episode":"s09e25.json","edited":false},
{"time": "0:24:52", "speaker": "spk_3","line":"Oh, no, that's Mailer demon for sure. That biggest so hard.","episode":"s09e25.json","edited":false},
{"time": "0:24:56", "speaker": "spk_2","line":"Okay, we'll just email you again because I have faith that you are going to pay me back. Thank you. And don't believe this","episode":"s09e25.json","edited":false},
{"time": "0:25:01", "speaker": "spk_3","line":"stuff you're seeing. I don't know if this is gonna be dated by the time this comes out, but I worked really hard with Shadow on developing this hack. And these people are good people that killed it for me on there. And if if the emails an issue,","episode":"s09e25.json","edited":false},
{"time": "0:25:15", "speaker": "spk_5","line":"they're the","episode":"s09e25.json","edited":false},
{"time": "0:25:15", "speaker": "spk_2","line":"ones that ruin the American elections, right? Just Iowa. Yeah, I just","episode":"s09e25.json","edited":false},
{"time": "0:25:18", "speaker": "spk_3","line":"I was just the Democratic Party and there were a lot of issues at hand. If you read their apology, there's a lot of stuff going on. Yeah, yeah. Um, and of course, I'm appearing before Congress next week. Due to some, I got some shady investments I would say to get this started.","episode":"s09e25.json","edited":false},
{"time": "0:25:36", "speaker": "spk_2","line":"That's so unfortunate. You go into business people, and you think we're all above board here, right? I know I am. I am.","episode":"s09e25.json","edited":false},
{"time": "0:25:41", "speaker": "spk_3","line":"I'm above board. Uh, you know, and I'm just working with the best people that want to do the best things. And then all of a sudden, you know, you see some money being moved around through some different bank accounts and","episode":"s09e25.json","edited":false},
{"time": "0:25:51", "speaker": "spk_1","line":"he saw it happening. Oh, yeah, I did it.","episode":"s09e25.json","edited":false},
{"time": "0:25:54", "speaker": "spk_3","line":"Um, but you know that Not enough for Congress. Yeah. Sam has ah, has your life going.","episode":"s09e25.json","edited":false},
{"time": "0:26:00", "speaker": "spk_2","line":"It's going good. It's going good. I, um Well, it's going bad. I lost my","episode":"s09e25.json","edited":false},
{"time": "0:26:06", "speaker": "spk_3","line":"rule. You had me for the first time.","episode":"s09e25.json","edited":false},
{"time": "0:26:08", "speaker": "spk_2","line":"I know. I know. I want to tell everybody my life's good, but right now it's really bad. I was in the running to be on the combo menu at both McDonald's and Carl's Jr as a chicken strip,","episode":"s09e25.json","edited":false},
{"time": "0:26:18", "speaker": "spk_1","line":"right? Wow,","episode":"s09e25.json","edited":false},
{"time": "0:26:20", "speaker": "spk_2","line":"They pulled out. They pulled out of them. They pulled out. They don't want to do it. They said We're burger restaurants. That's what we are. We can't change. And I said, That's crazy. So","episode":"s09e25.json","edited":false},
{"time": "0:26:31", "speaker": "spk_1","line":"that does seem like because both of those restaurants have chicken dishes on their menus.","episode":"s09e25.json","edited":false},
{"time": "0:26:35", "speaker": "spk_2","line":"I know. I was like, Well,","episode":"s09e25.json","edited":false},
{"time": "0:26:37", "speaker": "spk_5","line":"yeah, your burger","episode":"s09e25.json","edited":false},
{"time": "0:26:37", "speaker": "spk_2","line":"restaurant. But you","episode":"s09e25.json","edited":false},
{"time": "0:26:38", "speaker": "spk_5","line":"have to have fish dish. Come on. I know, I know. And I'm a","episode":"s09e25.json","edited":false},
{"time": "0:26:44", "speaker": "spk_2","line":"human chicken strip due to my bouldering and all the talc a have to put on and then frying myself.","episode":"s09e25.json","edited":false},
{"time": "0:26:51", "speaker": "spk_3","line":"Your your Boulder club is, of course, Ah, great crew people who like to Bowlmor, but also, uh, roll yourself runnin egg wash That's talk of your body","episode":"s09e25.json","edited":false},
{"time": "0:27:01", "speaker": "spk_2","line":"because it's a dangerous hobby. You know, you're up there. You're on a hot rock on your hands sometimes don't want to hold onto the rock, which keeps you secure. So, of course, you have to get an egg wash. You have to jump in a powder bath. Except then probably you have to jump back in the egg wash. Then you have to jump back in the powder. This time with a little more seasoning. Yeah, And as you climb the rock you can hear the sizzle But you can't feel it on your hands because of all the breading","episode":"s09e25.json","edited":false},
{"time": "0:27:27", "speaker": "spk_3","line":"which is your hands are immaculate.","episode":"s09e25.json","edited":false},
{"time": "0:27:29", "speaker": "spk_2","line":"This is just how the sport go. Have you","episode":"s09e25.json","edited":false},
{"time": "0:27:31", "speaker": "spk_3","line":"considered that it might be time to move on to maybe a spelunking? Oh, or, Ah, another rock?","episode":"s09e25.json","edited":false},
{"time": "0:27:38", "speaker": "spk_1","line":"Yeah, Another track,","episode":"s09e25.json","edited":false},
{"time": "0:27:39", "speaker": "spk_2","line":"something inside. Something colder. Yeah. I wouldn't have to bread myself and become sort of Ah, chicken. Yeah. I","episode":"s09e25.json","edited":false},
{"time": "0:27:46", "speaker": "spk_3","line":"mean, it's it feels like you're always talked about this, but you're always giving yourself up to be eaten just to be accepted and maybe, uh right. Maybe Let's be lung or something like that.","episode":"s09e25.json","edited":false},
{"time": "0:27:55", "speaker": "spk_2","line":"You're saying I could maybe go down in the dark, hang out in the cave for a while, maybe kimchi myself? Is that what you're saying? Put a lid on the cave and kimchi myself.","episode":"s09e25.json","edited":false},
{"time": "0:28:03", "speaker": "spk_3","line":"I mean, yeah. Eso eso first, be looking. I mean, obviously, you have to kind of sit in a little bit of a vinegar bath just because it's so cold down there.","episode":"s09e25.json","edited":false},
{"time": "0:28:12", "speaker": "spk_2","line":"Yeah, I put my head lamp on. I walked down to the bottom pour vinegar on myself, sitting a pot, put a lid on it, check back on me. 6 to 12 months and kimchi that I am","episode":"s09e25.json","edited":false},
{"time": "0:28:22", "speaker": "spk_3","line":"is a kimchi is 6 to 12 months processor. You're saying the human equivalent of a country","episode":"s09e25.json","edited":false},
{"time": "0:28:26", "speaker": "spk_2","line":"that's pretty long. If you really want a good one, you kind of let it go as I could be the mother I could. I could start many kim cheese for generations.","episode":"s09e25.json","edited":false},
{"time": "0:28:33", "speaker": "spk_3","line":"I don't want to speak out against a whole base of a food for a culture, but the product does not equal the time. I have never eat kimchi and said, Thank God for the This definitely took 6 to 12 months","episode":"s09e25.json","edited":false},
{"time": "0:28:47", "speaker": "spk_5","line":"to May. Well, it's like a sour.","episode":"s09e25.json","edited":false},
{"time": "0:28:49", "speaker": "spk_2","line":"It's like a sour dough. You know, they got a mother. It's always sort of growing and changing, and I think I don't know anything about kimchi.","episode":"s09e25.json","edited":false},
{"time": "0:28:59", "speaker": "spk_3","line":"Quick break. I'm a little sweaty in here. Can","episode":"s09e25.json","edited":false},
{"time": "0:29:01", "speaker": "spk_2","line":"I say one thing before the break? I Miss Bill. Yeah, yeah, I didn't talk about it, but at least we're barely. He's on the road and I hope he's doing well. We","episode":"s09e25.json","edited":false},
{"time": "0:29:12", "speaker": "spk_1","line":"haven't heard from a minutes. I hope it's going All right?","episode":"s09e25.json","edited":false},
{"time": "0:29:16", "speaker": "spk_5","line":"I assume it's because","episode":"s09e25.json","edited":false},
{"time": "0:29:17", "speaker": "spk_2","line":"he's busy and reconcile News is good news. Exactly. Speaking","episode":"s09e25.json","edited":false},
{"time": "0:29:20", "speaker": "spk_3","line":"of Venmo, obviously he was kicked off of Facebook s o. He always updates have been Venmo will make and say what? He's been up Teoh Kind of.","episode":"s09e25.json","edited":false},
{"time": "0:29:31", "speaker": "spk_2","line":"We add a baby eats","episode":"s09e25.json","edited":false},
{"time": "0:29:32", "speaker": "spk_3","line":"boy classic We had a baby. It's a boy, uh,","episode":"s09e25.json","edited":false},
{"time": "0:29:36", "speaker": "spk_2","line":"Hill Then was one cent and say all's fine hairs long selling diaper be","episode":"s09e25.json","edited":false},
{"time": "0:29:42", "speaker": "spk_3","line":"so diaper beef making money. Yeah. Uh,","episode":"s09e25.json","edited":false},
{"time": "0:29:45", "speaker": "spk_2","line":"Bill, we miss you. We love you and we hope to hear from you officially soon.","episode":"s09e25.json","edited":false},
{"time": "0:29:51", "speaker": "spk_3","line":"That's right. Yeah. Give us a call. Collect, uh, or 100 college t like her friend Cara Penis.","episode":"s09e25.json","edited":false},
{"time": "0:29:59", "speaker": "spk_1","line":"All right, folks, Thanks so much for sticking it out through the break. Azat always. We appreciate it. Ah, and as always, we've got a guest in the lounge today. Honestly, Really excited to talk to this young man. Ah, lot of you probably saw the assembly that he was here for today. Uh, so you you maybe already got a little bit of his message, but we wanted to dig a little deeper, Onda and we invited him on the show today. Toe to talk a little bit about his experience. And I want to introduce him as a fellow by the name of Brock Brochstein. Brock, how you doing?","episode":"s09e25.json","edited":false},
{"time": "0:30:30", "speaker": "spk_4","line":"I'm just so remorseful for what I did. You know, um, obviously, I've learned my lesson. You know, drinking and driving is fun. Yes, obviously","episode":"s09e25.json","edited":false},
{"time": "0:30:44", "speaker": "spk_2","line":"really launching right into","episode":"s09e25.json","edited":false},
{"time": "0:30:45", "speaker": "spk_4","line":"Superfund. But it's bad things can have Potentially bad things can happen","episode":"s09e25.json","edited":false},
{"time": "0:30:52", "speaker": "spk_3","line":"now, Brooke, I don't want to immediately jumped in your throat,","episode":"s09e25.json","edited":false},
{"time": "0:30:56", "speaker": "spk_5","line":"but it seems like a lot","episode":"s09e25.json","edited":false},
{"time": "0:30:57", "speaker": "spk_3","line":"of your assembly today was about how fun drinking and driving can be. It's 80% maybe for","episode":"s09e25.json","edited":false},
{"time": "0:31:02", "speaker": "spk_4","line":"sure. Yeah. Because the thing is is that we have I think that one thing that us kids need to all admit to ourselves is Is some things that are bad are also really fun. You know, like, um, Jane off for, like, you know, I mean, like, stroking on, right?","episode":"s09e25.json","edited":false},
{"time": "0:31:22", "speaker": "spk_2","line":"Yeah. Yeah. You know too well about that.","episode":"s09e25.json","edited":false},
{"time": "0:31:24", "speaker": "spk_4","line":"Um, and, uh, you know, also like weed, right? Pills, Right. Um, snorting stuff. Huffing, um, you know, auto erotic asphyxiation. I guess it does was stroking, but","episode":"s09e25.json","edited":false},
{"time": "0:31:39", "speaker": "spk_2","line":"these are things that are fun. But you're saying to avoid, right?","episode":"s09e25.json","edited":false},
{"time": "0:31:42", "speaker": "spk_4","line":"Well, I'm saying that you can you be aware and constantly aware of the contract because it is a trap. It is a slippery","episode":"s09e25.json","edited":false},
{"time": "0:31:49", "speaker": "spk_1","line":"slope I get. I got to get your perspective from a certain standpoint because it is crazy for adults to get up on stage and say, Don't do these things right there bad They're bad and not acknowledge The fact that that the reason you get into those things usually is because it's fun because other people are doing it, It's a party.","episode":"s09e25.json","edited":false},
{"time": "0:32:07", "speaker": "spk_4","line":"Look, I'm embarrassed about what happened to me. I mean, if I could go back to that night and not plow into a Taco Bell, you know, and puke my guts out everywhere, all over the car, seat and everything and then for on top of that for that foot, the security camera footage to go viral online. You know, that's embarrassing, and that brought shame on me and like my parents and my sister. But yeah, I can't go back because currently, time travel doesn't even exist, so I can't go back in time. So all I can do is go out and spread the word and say, if you do this, It could go bad for you, right? Right. And that's my message to the kids.","episode":"s09e25.json","edited":false},
{"time": "0:32:46", "speaker": "spk_3","line":"I don't want to make you relive it, but I don't want to zoom past a lot of the video of viral for different reasons. First, it was viral because you crashed him. But","episode":"s09e25.json","edited":false},
{"time": "0:32:53", "speaker": "spk_5","line":"then it became one","episode":"s09e25.json","edited":false},
{"time": "0:32:53", "speaker": "spk_3","line":"of those viral videos where you were mad at the employee for not having what you wanted to eat. Well,","episode":"s09e25.json","edited":false},
{"time": "0:32:59", "speaker": "spk_2","line":"as soon as","episode":"s09e25.json","edited":false},
{"time": "0:32:59", "speaker": "spk_4","line":"I crashed through the front entrance, I was like, Well, you know, that was a mistake. But I'm here. I might as well get some food, so yeah. I mean, my personal preference is the seven layer burrito, and they didn't have that time, so yeah, I mean, you know, obviously the first thing I did was take my shirt. I mean, you saw the video, took my shirt off, started flailing around at people trying to slap people trying to push, shove people down. And a","episode":"s09e25.json","edited":false},
{"time": "0:33:29", "speaker": "spk_2","line":"lot of","episode":"s09e25.json","edited":false},
{"time": "0:33:29", "speaker": "spk_4","line":"people also, I couldn't tell who was injured because there were a lot of people, like, kind of strewn all over the lobby all over the restaurant. But","episode":"s09e25.json","edited":false},
{"time": "0:33:38", "speaker": "spk_2","line":"they had been hit with the car. They","episode":"s09e25.json","edited":false},
{"time": "0:33:39", "speaker": "spk_4","line":"have been hit with the car","episode":"s09e25.json","edited":false},
{"time": "0:33:40", "speaker": "spk_1","line":"and the shrapnel from the door and building.","episode":"s09e25.json","edited":false},
{"time": "0:33:42", "speaker": "spk_4","line":"There's a tremendous amount of glass. Ah, that's the thing that, like most taco bells, are made mostly out of glass now. And eso? Yeah. So when the car, you know, slammed through there, obviously. You know, the video makes it clear. Yeah, people were hurt. I started shoving and slapping people when I didn't get my order. Eso","episode":"s09e25.json","edited":false},
{"time": "0:34:03", "speaker": "spk_5","line":"you stayed in there? A good 25. I stand there good. 20","episode":"s09e25.json","edited":false},
{"time": "0:34:06", "speaker": "spk_4","line":"five minutes, because also, I had to go to the bathroom like, really bad. And so then, at that point, I was just like, Well, I'm just gonna piss right here","episode":"s09e25.json","edited":false},
{"time": "0:34:15", "speaker": "spk_2","line":"because you were in an argument trying to get the coin. Yeah, we'll also Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:34:19", "speaker": "spk_4","line":"I wanted to get the coin toe open because they fucking you can't get into the bathroom without the coin that they give you. And I'm like, sitting there like trying to hold it. So, yeah. I mean, is it embarrassing? Yeah. If I could go back in time, I would obviously like I said, time travel currently doesn't exist","episode":"s09e25.json","edited":false},
{"time": "0:34:34", "speaker": "spk_3","line":"again. It will not to jump down your throat. But another 10% of your presentation today was kind of the ways time travel Kurt exists in the future and what it would look like if it did. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:34:45", "speaker": "spk_4","line":"well, the thing is, is that if we if scientists would just hurry up and figure out time travel, then we could go back and fix some of the embarrassing stuff that happened to us. So, yeah, a lot of the presentation today was about that. I feel like a lot of the kids were with me on that, too, because they hear the potential the time travel could present to them to, you","episode":"s09e25.json","edited":false},
{"time": "0:35:06", "speaker": "spk_1","line":"know, there was a lot of participation from the kids at that part of the presentation. A lot of like, yeah, uh, like a lot of, like call in response on us that you're tryingto rally the kids under your car.","episode":"s09e25.json","edited":false},
{"time": "0:35:17", "speaker": "spk_4","line":"Well, that's the thing that that's what's unique about my presentation, because when the judge sentenced me to sue this circuit that I now have to do and going around and speaking to 600 public schools, he said, you better come up with a compelling message like What's different about what happened to you. And so obviously time travel, nobody's touched it. Nobody's talked about yet in the potential that time travel would allow us to go back in and erase our mistakes.","episode":"s09e25.json","edited":false},
{"time": "0:35:43", "speaker": "spk_2","line":"So the time travel thing is a bit of a ratings crab for you. It's not our ratings grab. So","episode":"s09e25.json","edited":false},
{"time": "0:35:47", "speaker": "spk_4","line":"much is like a like a hook. Yeah, it's like a hook into my story. And it also does help deflect attention away from, you know, the tragedy of the people that were injured. Uh, and, um, you know,","episode":"s09e25.json","edited":false},
{"time": "0:36:04", "speaker": "spk_1","line":"sorry, you say and also","episode":"s09e25.json","edited":false},
{"time": "0:36:06", "speaker": "spk_2","line":"I I also","episode":"s09e25.json","edited":false},
{"time": "0:36:07", "speaker": "spk_4","line":"just want to say I don't mean interrupted, but there was one of the things that I talk about in the presentation is a tremendous amount of food waste that happened that night on. I am against that. You know, Taco Bell obviously had to throw away a lot of because there was shards of glass and motor oil and gasoline, you know, got all into the meat into the tortillas and stuff today to throw all that stuff out. So","episode":"s09e25.json","edited":false},
{"time": "0:36:30", "speaker": "spk_2","line":"that's a really wasteful corporate policy.","episode":"s09e25.json","edited":false},
{"time": "0:36:32", "speaker": "spk_4","line":"That's what I that was that's part of what I talk about","episode":"s09e25.json","edited":false},
{"time": "0:36:36", "speaker": "spk_3","line":"and so I saw that you were You're kind of doing the Greater Thornburg thing, but yours is about food waste reform after cars of crashed into fast casual restaurants.","episode":"s09e25.json","edited":false},
{"time": "0:36:45", "speaker": "spk_4","line":"Exactly. And, uh yeah, and also, you know, in also time travel.","episode":"s09e25.json","edited":false},
{"time": "0:36:51", "speaker": "spk_1","line":"Now, you said a minute ago the court ordered you to do 600 present at 600 schools 600. Is that a year? Because that would require","episode":"s09e25.json","edited":false},
{"time": "0:37:00", "speaker": "spk_4","line":"it's 100 traffic 600 schools this year. Yes. So I'm gonna be going, like, all","episode":"s09e25.json","edited":false},
{"time": "0:37:05", "speaker": "spk_2","line":"over. So in a way, it's kind of a","episode":"s09e25.json","edited":false},
{"time": "0:37:08", "speaker": "spk_4","line":"fun way to see the country, you know, like like, you know, the unfortunately Ah, my parents have to pay for it. Okay, so driving, I'm not allowed to drive anymore. My license was revoked saying me","episode":"s09e25.json","edited":false},
{"time": "0:37:21", "speaker": "spk_2","line":"too. I'm right there with you.","episode":"s09e25.json","edited":false},
{"time": "0:37:22", "speaker": "spk_4","line":"So I have to take public transportation or a bus or a train to all these different schools, which is also making me learn my lesson. Because now that you can't drive, it's like, ah, that's like punishment in in itself, you know, because, um, driving is a privilege. It's not a right, you know. And, uh, it's very them. It means freedom doesn't mean freedom. So now the beauty of a car is that you can go anywhere, a train. You have to go either forward or backwards, so very limiting. It's infuriating. You know, A lot of times I'm sitting there and I'll sneak up in the business class and some of the business man, I'd be like, Well, why's this kid up here? But by and I'm like, Fuck, you try to slap them that it's turned, you know, several times again, the arguments and shoving matches with ease, asshole, businessmen and so you. But that's also teaching me a lesson to it. Making me appreciate the potential for time travel","episode":"s09e25.json","edited":false},
{"time": "0:38:18", "speaker": "spk_1","line":"was going to say You use the train as a metaphor, a lot for time travel. It's like trains conduce a it. Why can't we go backwards and","episode":"s09e25.json","edited":false},
{"time": "0:38:25", "speaker": "spk_4","line":"forwards, right? Exactly. I mean, like, because I I","episode":"s09e25.json","edited":false},
{"time": "0:38:28", "speaker": "spk_2","line":"feel like","episode":"s09e25.json","edited":false},
{"time": "0:38:29", "speaker": "spk_4","line":"eventually when, when scientists if they would stop being so lazy if they figured out time travel, then yeah, we won't even need the bullshit of trains. We won't need any of that stuff. You can literally you'll just like teleport.","episode":"s09e25.json","edited":false},
{"time": "0:38:43", "speaker": "spk_2","line":"You wouldn't even have to apologize. Awesome. with that.","episode":"s09e25.json","edited":false},
{"time": "0:38:46", "speaker": "spk_4","line":"That's the last 15 minutes of my speech is about how this is bullshit thing. This is bullshit, and you can remember it if you want to. You don't have to, because with time travel well, I'll be able to go back and fix us, and you won't even know that this.","episode":"s09e25.json","edited":false},
{"time": "0:39:01", "speaker": "spk_3","line":"Yeah, that's an interesting turn your speech takes is the idea that you're expecting time travel toe happen sometime soon. Yeah, so you're tanking the end of the speech because it's like no one's gonna remember.","episode":"s09e25.json","edited":false},
{"time": "0:39:11", "speaker": "spk_4","line":"I don't want you to have to remember this. If you don't want Teoh, you know, because ah,","episode":"s09e25.json","edited":false},
{"time": "0:39:17", "speaker": "spk_2","line":"teenagers have","episode":"s09e25.json","edited":false},
{"time": "0:39:17", "speaker": "spk_4","line":"a lot to remember anyway. You know, there's so much information, there's the Internet. There's magazines","episode":"s09e25.json","edited":false},
{"time": "0:39:23", "speaker": "spk_3","line":"I never thought about that. There's websites like the Internet. I would say website","episode":"s09e25.json","edited":false},
{"time": "0:39:28", "speaker": "spk_4","line":"websites, the Internet there's dot com. There's, you know, there's different things to click on the supposed to remember, so it's hard to remember all the stuff. So if you don't want to remember the rest of the speech, you don't have to you because the time travel that's awesome.","episode":"s09e25.json","edited":false},
{"time": "0:39:43", "speaker": "spk_2","line":"I mean way here in the lounge, you know, we're sort of the bad boys on campus. And we find ourselves not wanting to but having to apologize for a ton of bullshit like right. And we would love for time travel to just be able to, like, get us over the hump of why apologized when you could just go back and pretend it never happened. You guys are","episode":"s09e25.json","edited":false},
{"time": "0:40:03", "speaker": "spk_4","line":"so lucky that you have found a community of cool teachers like this because in the schools that I've been around, too most teachers are dicks. Really mean? Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:40:15", "speaker": "spk_2","line":"You want a sip of this alcohol where coolest","episode":"s09e25.json","edited":false},
{"time": "0:40:18", "speaker": "spk_4","line":"my re elected and I really like,","episode":"s09e25.json","edited":false},
{"time": "0:40:20", "speaker": "spk_3","line":"Yeah, this isn't some","episode":"s09e25.json","edited":false},
{"time": "0:40:22", "speaker": "spk_1","line":"rules of the school Don't apply in the lounge.","episode":"s09e25.json","edited":false},
{"time": "0:40:24", "speaker": "spk_4","line":"That is true. Nice, Dio. Wow. I haven't had a drink since that night, man. Less angry feel. I'm getting a buzz.","episode":"s09e25.json","edited":false},
{"time": "0:40:39", "speaker": "spk_1","line":"Brock, uh, you know, a lot of people your story to a lot of the kids in school, and a lot of the teacher starts the night that you crashed into that Taco bell. But there was there was a lot before that that you honestly don't really get into very often with with the kids, you sort of like don't tell them about your passing. That's when your story starts, right? What? What is something about Brock that maybe the kids haven't heard somewhere Something from your past that they could maybe connect with and sort of, uh, take into their own lives That could maybe be a positive","episode":"s09e25.json","edited":false},
{"time": "0:41:07", "speaker": "spk_4","line":"influence. Yeah, well, I don't go into a lot of my bio because of the fact that it's controversial. And a lot of like the judge specifically said to skip over a lot of it, because what they told what they said, And when when I wrote my first draft out was that it was to quote unquote upsetting or quote unquote disturbing. So I guess what it is is that when you grow up with a troubled past like me and you become like a bad, you know, like a bad kid, then they want you to kind of leave that out because they don't want you to inspire, like, school shootings, suicides, date, fingering stuff like that. So but yeah, I mean, you know, I had I had like, yeah, tough, tough childhood was urinated on a lot by my sister and teased and bullied by my sister I had my hair pulled and slapped like she's always slapping my hair and slapping my neck.","episode":"s09e25.json","edited":false},
{"time": "0:42:07", "speaker": "spk_5","line":"A lot of things","episode":"s09e25.json","edited":false},
{"time": "0:42:08", "speaker": "spk_3","line":"have kind of like classic sibling rivalry. I mean, the peeing on is a little much, but, like, what was the age difference between? Union says she's","episode":"s09e25.json","edited":false},
{"time": "0:42:16", "speaker": "spk_4","line":"a year older than me that she's big. She's fucking big. She's like, built like a like a e. I mean, she's like huge breasts like very like muscular breasts. It's","episode":"s09e25.json","edited":false},
{"time": "0:42:28", "speaker": "spk_2","line":"kind of funny. You say she was slapping you and hurting your neck. That's a It's kind of some of what you were doing with the Taco Bell employees.","episode":"s09e25.json","edited":false},
{"time": "0:42:35", "speaker": "spk_4","line":"Well, that's what they say is you know, psychologists and psychiatrists. They say that, uh, the abuse that you get rolls downhill. I never heard that term of something rolling downhill, but yeah, so it becomes like you pass it on to a person to the person behind you. But but yes. Oh, to go back to, like, you know, some personal stuff like that is, Yeah, it was just, like, very, very hard for me growing up, you know, like I grew up in like a very influential Connecticut suburb and You know, my parents are, like, super, super wealthy and, uh,","episode":"s09e25.json","edited":false},
{"time": "0:43:10", "speaker": "spk_3","line":"tough for you because it's like it's a lot to live up to","episode":"s09e25.json","edited":false},
{"time": "0:43:12", "speaker": "spk_4","line":"its. So, um, it is hard when you are given everything, like when you like. For, like, anything that I wanted, I could have. So I feel like that is abusive also, because it's like I didn't learn to appreciate","episode":"s09e25.json","edited":false},
{"time": "0:43:26", "speaker": "spk_1","line":"it. Affluenza Call it","episode":"s09e25.json","edited":false},
{"time": "0:43:28", "speaker": "spk_2","line":"no limits. What am I living? Let me test my limits right about everything.","episode":"s09e25.json","edited":false},
{"time": "0:43:32", "speaker": "spk_4","line":"So that causes acting out, Um, acting up, stuff like that. And also just, like, questioning. Like, who am I? You know what? Like, what am I going to be, you know, and honest, I feel like my parents and being so wealthy took away a lot of my motivation. Sure. So So, yeah, and then also having a sister that was calling me names and slapping me a pretty standard sister Half, I think, Is it so That's sort of like sibling abuse. Uh, really scarred me.","episode":"s09e25.json","edited":false},
{"time": "0:44:07", "speaker": "spk_5","line":"Well, I want to talk about","episode":"s09e25.json","edited":false},
{"time": "0:44:08", "speaker": "spk_3","line":"one other party of presentation. It's the time travel part again, but you lean pretty heavily into the idea. You show us the math of how much money has gone into cancer research. And you tell scientists if all that money went into time travel, right? You could always travel to pre cancer. Absolutely. And that, to me, feels a little bit, uh, like, a good idea. Um, that I never thought of before. Well,","episode":"s09e25.json","edited":false},
{"time": "0:44:33", "speaker": "spk_4","line":"think about. I mean, if you had to take a guess. Guess how much money the government spends on cancer research every year to $250. Now it's probably a 1000 million. Maybe I don't even know. But all of those, the point is, is that we could take all of that money and put it into time travel research. And then, yeah, we would just go back before cancer, you know? And how awesome would that be? It","episode":"s09e25.json","edited":false},
{"time": "0:45:05", "speaker": "spk_2","line":"sounds like","episode":"s09e25.json","edited":false},
{"time": "0:45:05", "speaker": "spk_4","line":"you said to me you could see your grand parents. You know, you could see","episode":"s09e25.json","edited":false},
{"time": "0:45:09", "speaker": "spk_2","line":"anything of anyone named someone","episode":"s09e25.json","edited":false},
{"time": "0:45:10", "speaker": "spk_4","line":"that's died of cancer.","episode":"s09e25.json","edited":false},
{"time": "0:45:11", "speaker": "spk_3","line":"Uh, many, uh, Michael Douglas. Michael Douglas.","episode":"s09e25.json","edited":false},
{"time": "0:45:17", "speaker": "spk_4","line":"Okay. You could go back in time and tell him everything that you always wanted to tell him.","episode":"s09e25.json","edited":false},
{"time": "0:45:22", "speaker": "spk_1","line":"Really? Yeah. He's still alive, guys.","episode":"s09e25.json","edited":false},
{"time": "0:45:26", "speaker": "spk_3","line":"No, no, he got kids or from his cunnilingus. You remember this?","episode":"s09e25.json","edited":false},
{"time": "0:45:31", "speaker": "spk_1","line":"You got cancer, but he hasn't died yet,","episode":"s09e25.json","edited":false},
{"time": "0:45:33", "speaker": "spk_2","line":"So I want to go back and tell him how much I love candelabra. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:45:38", "speaker": "spk_4","line":"Yeah. Do you just say candelabra? Drop it casually. Well,","episode":"s09e25.json","edited":false},
{"time": "0:45:43", "speaker": "spk_5","line":"he's going","episode":"s09e25.json","edited":false},
{"time": "0:45:43", "speaker": "spk_2","line":"to know what I'm talking about. He doesn't. I kind of cut it off so that it's like a were close. Yeah, we don't need to be proper with.","episode":"s09e25.json","edited":false},
{"time": "0:45:52", "speaker": "spk_3","line":"With Matt Damon, you'd say the whole title.","episode":"s09e25.json","edited":false},
{"time": "0:45:54", "speaker": "spk_2","line":"That's I love the Martian. You're not a fan of his","episode":"s09e25.json","edited":false},
{"time": "0:45:59", "speaker": "spk_3","line":"performance. Uh, yeah. I mean, for me, it was hard for me to think of someone, but then it immediately popped into my mind both my parents, eso","episode":"s09e25.json","edited":false},
{"time": "0:46:10", "speaker": "spk_4","line":"if you could I mean, imagine if you got into time travel closet or, you know, the most realistic portrayal I've seen is the hot tub model. And so if you got into like, a hot toes,","episode":"s09e25.json","edited":false},
{"time": "0:46:22", "speaker": "spk_3","line":"it's comfortable. That's what you liked about.","episode":"s09e25.json","edited":false},
{"time": "0:46:24", "speaker": "spk_4","line":"So you get into, like, a hot tub time machine and you know, like maybe some of the guys from the movie or even there I don't even know if you would want the actual movie.","episode":"s09e25.json","edited":false},
{"time": "0:46:35", "speaker": "spk_3","line":"You had a standing O when Clark Duke came out during this presentation today? Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:46:40", "speaker": "spk_4","line":"he's been legally mandated todo a su a parallel speaking tour. Also because of what? You know the stuff that happened to him. But but yes, so you know. So let's say you traveled back in time using the hot tub or any any of the various modes of time travel DeLorean. And you got to see your parents. Sure. So? So, I mean, how happy would that make you? I mean,","episode":"s09e25.json","edited":false},
{"time": "0:47:08", "speaker": "spk_3","line":"so great. I never really got to talk to my dad about candelabra. Um, and I I mean, I would definitely tell him how much I've moved by that movie. Yeah, um,","episode":"s09e25.json","edited":false},
{"time": "0:47:19", "speaker": "spk_4","line":"you guys really like behind me? Seemed to really love.","episode":"s09e25.json","edited":false},
{"time": "0:47:22", "speaker": "spk_2","line":"It's a big influence on the teachers injection. Wow.","episode":"s09e25.json","edited":false},
{"time": "0:47:25", "speaker": "spk_3","line":"Yeah, it really inspired me to groom someone to look exactly like may, uh, and sleep with me and all that. It felt like","episode":"s09e25.json","edited":false},
{"time": "0:47:34", "speaker": "spk_5","line":"that's where we","episode":"s09e25.json","edited":false},
{"time": "0:47:35", "speaker": "spk_2","line":"got the idea for all of our real hair.","episode":"s09e25.json","edited":false},
{"time": "0:47:36", "speaker": "spk_3","line":"Yeah, um, you could tell our hair Israel grows from our heads. Um, s O That was inspiration. Our chins, obviously candelabra influenced. So I wrote talks about that.","episode":"s09e25.json","edited":false},
{"time": "0:47:48", "speaker": "spk_4","line":"I got to go back. And what? I gotta be honest. I need to go back and re watch behind the candle. Absolutely. Because it was like a teenager. As a teenager, like, I feel like I missed a lot of that.","episode":"s09e25.json","edited":false},
{"time": "0:47:58", "speaker": "spk_3","line":"Oh, yeah, that happens a lot in your teams. You see a movie that's a little more adult themes and you don't get some of","episode":"s09e25.json","edited":false},
{"time": "0:48:02", "speaker": "spk_4","line":"this stuff. That's the problem is like they don't make movies for teenagers. You know what I mean? Like so many of the movies are, you know, it's four adult theme people that, like adult themes,","episode":"s09e25.json","edited":false},
{"time": "0:48:15", "speaker": "spk_2","line":"just kind of go right over your head, our","episode":"s09e25.json","edited":false},
{"time": "0:48:17", "speaker": "spk_4","line":"way or our way of life. It's","episode":"s09e25.json","edited":false},
{"time": "0:48:19", "speaker": "spk_1","line":"interesting you bring that up now because that was the topic of the chat you had after your presentation that you said kids could stick around","episode":"s09e25.json","edited":false},
{"time": "0:48:25", "speaker": "spk_4","line":"for that was the meet and greet. Yeah, I do a meeting. Agree afterwards to talk about movies, talk about music to get, you know, people's email addresses or phone numbers or whatever so we can keep up to, you know, they can text me and tell me where the party's at. So","episode":"s09e25.json","edited":false},
{"time": "0:48:41", "speaker": "spk_2","line":"yeah, I mean, that's start.","episode":"s09e25.json","edited":false},
{"time": "0:48:42", "speaker": "spk_4","line":"That's one of the side benefits of having to do this bullshit is that when you're traveling around, you do meet and greet afterwards. You know, you get the try to get the guys out of the way, and then you meet the hot girls. You get the phone numbers and you say, Where is the party at?","episode":"s09e25.json","edited":false},
{"time": "0:48:58", "speaker": "spk_2","line":"Obviously, this isn't the point of your tour Now does seem like you're pretty popular with the ladies. Kind of a good side","episode":"s09e25.json","edited":false},
{"time": "0:49:04", "speaker": "spk_3","line":"of your very probably the high school ladies.","episode":"s09e25.json","edited":false},
{"time": "0:49:06", "speaker": "spk_4","line":"It's well for sure, because I think people, um, I think people look up to me because I've gotten so good at public speaking, you know, and then ah, you know. And also, if you saw the presentation, there is a little bit of, like, lip sinking at the end where I put on, you know, put on like a cool hip hop song. And I listened to that. So, you know, people think like, oh, maybe he wraps or whatever, So people think I'm cool. It's that is so cool. Well, I mean, that's part of the putting on a fund show is like incorporating music, you know, stuff like that right there was they The judge won't let me use visual some of the visuals that I used to do because I used to do like, um, like a power point. And, ah, then I thought it would be funny if it was some of the Every now and then there would be, like, you know, I would show. Like, um, some of the footage from the action shows some of the drinks that I had that night and how to make those.","episode":"s09e25.json","edited":false},
{"time": "0:50:03", "speaker": "spk_2","line":"It's like the hangover.","episode":"s09e25.json","edited":false},
{"time": "0:50:05", "speaker": "spk_4","line":"Yeah, it was, Yeah. Zach Galifianakis. I'd flat. I'd fly in his picture up there","episode":"s09e25.json","edited":false},
{"time": "0:50:10", "speaker": "spk_3","line":"and fly in his picture,","episode":"s09e25.json","edited":false},
{"time": "0:50:11", "speaker": "spk_4","line":"flying his picture on Power point. And then every now and then I would do like, uh, like a sort of an inside joke where they would be, like, just a flash of pornography, like they would be very fight club. Yeah, exactly. Like a picture of, like, Brad Pitt with his dick out or whatever. You know what? And then the judge was like, You can't","episode":"s09e25.json","edited":false},
{"time": "0:50:32", "speaker": "spk_5","line":"It's weird that","episode":"s09e25.json","edited":false},
{"time": "0:50:32", "speaker": "spk_3","line":"the judge vetoed that, but let you do the part of the end where you dance around on the butts from the baby got back music video. I felt I don't know what his lines were from","episode":"s09e25.json","edited":false},
{"time": "0:50:42", "speaker": "spk_1","line":"his era. It's of his air. Connect with it. He doesn't get the fight club stuff. He's important. Baby got back music.","episode":"s09e25.json","edited":false},
{"time": "0:50:49", "speaker": "spk_4","line":"He loves to mix a lot, I","episode":"s09e25.json","edited":false},
{"time": "0:50:50", "speaker": "spk_3","line":"think. Well, it was judge mixing. It was Judge Mix, who is the coolest. He's one of the cooler judging.","episode":"s09e25.json","edited":false},
{"time": "0:50:58", "speaker": "spk_5","line":"Yeah, that's what I've heard","episode":"s09e25.json","edited":false},
{"time": "0:51:00", "speaker": "spk_4","line":"for sure. One of the cooler judges. But","episode":"s09e25.json","edited":false},
{"time": "0:51:02", "speaker": "spk_1","line":"he knows Becky from from the musically. Oh, my God. Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:51:09", "speaker": "spk_3","line":"So it's not, sir. Mix Lot became a judge, is it, sir? Mix a lot as you're his brother or look what it got knighted in the other became a judge's","episode":"s09e25.json","edited":false},
{"time": "0:51:17", "speaker": "spk_1","line":"backstories. Murky. I don't think he's not really coming around. He's not coming out and saying it, but I think he somehow connected to sir Mix","episode":"s09e25.json","edited":false},
{"time": "0:51:24", "speaker": "spk_5","line":"a lot. I mean, why is he being murky if you need himself? Judge mix a lot. It seems","episode":"s09e25.json","edited":false},
{"time": "0:51:29", "speaker": "spk_3","line":"like you just got to come out with","episode":"s09e25.json","edited":false},
{"time": "0:51:30", "speaker": "spk_4","line":"it. Yeah, I feel like most people are really like, very like, curious Who is like, What is this guy? Is it is it, sir? Mix a lot is that his brother, you know,","episode":"s09e25.json","edited":false},
{"time": "0:51:41", "speaker": "spk_3","line":"Can I ask you a theory? I had from seeing some of the court drawing? Of course. It seems to me like Etoh just rebranded is like like Judge Ito rebranded","episode":"s09e25.json","edited":false},
{"time": "0:51:50", "speaker": "spk_1","line":"from the O. J trial.","episode":"s09e25.json","edited":false},
{"time": "0:51:51", "speaker": "spk_4","line":"Is that it? Probably. It's probably Geo Judge Lance Ito. But","episode":"s09e25.json","edited":false},
{"time": "0:52:00", "speaker": "spk_2","line":"you guys have had","episode":"s09e25.json","edited":false},
{"time": "0:52:00", "speaker": "spk_4","line":"a lot of, um, speakers calm and do different assemblies here. And, uh, I'm just curious. Like, where do I How do I rank? Like, uh, because there is an award that they give out.","episode":"s09e25.json","edited":false},
{"time": "0:52:11", "speaker": "spk_1","line":"I'll say, I'll say this. The assembly's your Mike got cut faster than most of the previous assemblies. So that's good, depending on how you look at it. Uh,","episode":"s09e25.json","edited":false},
{"time": "0:52:22", "speaker": "spk_3","line":"let's start with the pros. Great. Most assemblies have not had one of those, like super T shirt guns that they use that cannon. Yeah, yeah, yeah, But what the new one, like, 50?","episode":"s09e25.json","edited":false},
{"time": "0:52:34", "speaker": "spk_4","line":"Well, Budweiser. Budweiser gave me a bunch of T shirts and I got to give him away. And so I shoot him out if they can, you know? And you can also shoot hot dogs out of this","episode":"s09e25.json","edited":false},
{"time": "0:52:43", "speaker": "spk_2","line":"and you are sponsored by but","episode":"s09e25.json","edited":false},
{"time": "0:52:44", "speaker": "spk_4","line":"the tour is the tour sponsored by Budweiser. But I'm not allowed to talk about it. I can only just I couldn't give away some merch, but I can't like I can't verbally say yes.","episode":"s09e25.json","edited":false},
{"time": "0:52:54", "speaker": "spk_5","line":"I think I think you're","episode":"s09e25.json","edited":false},
{"time": "0:52:56", "speaker": "spk_3","line":"a great public speaker. I think you use sex on that stage. I got to say it as the theater teacher. I'm always trying to get my place to have a little bit of edge to him. Yeah, and it's so hard to get a lot of these actors they're so self conscious about who they are putting. I don't give a fuck. I'm gonna appoint to that presentation when I'm when I'm directing from here on a cool, because there's just you mentioned Brad Pitt earlier. You have that kind of Brad Pitt and yours, just like I just want to be around you.","episode":"s09e25.json","edited":false},
{"time": "0:53:23", "speaker": "spk_4","line":"Well, because Because like, I heard that last month, they had the group come in to talk about STDs. And that just sounds lame. Like, who wants to hear?","episode":"s09e25.json","edited":false},
{"time": "0:53:35", "speaker": "spk_2","line":"They were basically, like, don't don't Fuck, right? And all the kids were like, Yeah, okay,","episode":"s09e25.json","edited":false},
{"time": "0:53:39", "speaker": "spk_4","line":"right. Like we're not going Teoh like we're gonna do it anyway. exactly. You know, so you might as well the I mean,","episode":"s09e25.json","edited":false},
{"time": "0:53:47", "speaker": "spk_2","line":"I would even","episode":"s09e25.json","edited":false},
{"time": "0:53:47", "speaker": "spk_4","line":"say like, it's probably a better message to say, Just get all of the STDs, get them all now and get him out of the way,","episode":"s09e25.json","edited":false},
{"time": "0:53:54", "speaker": "spk_3","line":"not come out. You","episode":"s09e25.json","edited":false},
{"time": "0:53:55", "speaker": "spk_1","line":"know, you do realize if you get him and you cure them, you're not immune to them. It's not like it.","episode":"s09e25.json","edited":false},
{"time": "0:54:00", "speaker": "spk_2","line":"Work up the anybody's.","episode":"s09e25.json","edited":false},
{"time": "0:54:01", "speaker": "spk_1","line":"That's not how it works. STDs. Oh,","episode":"s09e25.json","edited":false},
{"time": "0:54:04", "speaker": "spk_5","line":"well, no, I don't know. I might be with you because, you know, they","episode":"s09e25.json","edited":false},
{"time": "0:54:06", "speaker": "spk_3","line":"have chicken pox parties all have an STD party where it's just like everybody comes and gets it. They're accusing the bowl.","episode":"s09e25.json","edited":false},
{"time": "0:54:13", "speaker": "spk_4","line":"Well, the other thing is having the women that were doing the STD talk. They didn't mention time travel once, you know what I mean? Like","episode":"s09e25.json","edited":false},
{"time": "0:54:19", "speaker": "spk_2","line":"like like cake. Get all the STDs, they're gonna","episode":"s09e25.json","edited":false},
{"time": "0:54:22", "speaker": "spk_4","line":"come up with time travel, and then you're just gonna go back in time, okay? And then you don't have them anymore right out. So I don't","episode":"s09e25.json","edited":false},
{"time": "0:54:28", "speaker": "spk_3","line":"know what my question for you. I think it's what we're all thinking. If you get STD and you go back in time to ungh etiquette does that also take away the sex you had, um, or the memory of it Or the feeling of the joy","episode":"s09e25.json","edited":false},
{"time": "0:54:41", "speaker": "spk_4","line":"it does take away the sex. But then you could just have sex with the person again.","episode":"s09e25.json","edited":false},
{"time": "0:54:46", "speaker": "spk_3","line":"Oh, you just keep doing it.","episode":"s09e25.json","edited":false},
{"time": "0:54:48", "speaker": "spk_4","line":"Yeah, you had. You do. That's the whole thing about time travel. You can make the same choices. But then you just if it was a fun","episode":"s09e25.json","edited":false},
{"time": "0:54:56", "speaker": "spk_2","line":"choice, if you liked it,","episode":"s09e25.json","edited":false},
{"time": "0:54:58", "speaker": "spk_4","line":"fine, do it again. But then you just go back and keep going back. Can I","episode":"s09e25.json","edited":false},
{"time": "0:55:02", "speaker": "spk_2","line":"ask you, would you go to Taco Bell again?","episode":"s09e25.json","edited":false},
{"time": "0:55:05", "speaker": "spk_4","line":"I would, but not in the way that I did it just because of the amount of glass and, uh, the food ways and also, like, you know, having to pee, like right there in front of everybody. And then, you know, I'm not even I forgot about the people that were hurt. Yeah, also, the people that were hurt","episode":"s09e25.json","edited":false},
{"time": "0:55:25", "speaker": "spk_5","line":"and it was not just","episode":"s09e25.json","edited":false},
{"time": "0:55:26", "speaker": "spk_3","line":"the glass. I do want to talk a little bit, too. About it was how Taco Bell learned that a Doritos Locos can explode in a way that it can get in someone's eyes. and body just like glass. For","episode":"s09e25.json","edited":false},
{"time": "0:55:38", "speaker": "spk_4","line":"sure, they have started to use Doritos in their shell casings or in the taco shells. And yet I don't think that they did any laboratory research to know that. Ah, when an automobile impacts it over, going at, like, 65 miles an hour, Yeah, it's gonna cause an explosion. And so Yeah, there's just like cheddar powder, everything.","episode":"s09e25.json","edited":false},
{"time": "0:56:01", "speaker": "spk_1","line":"The dust, the dust. You can't account for it. So money, it's like","episode":"s09e25.json","edited":false},
{"time": "0:56:05", "speaker": "spk_2","line":"sports kind of biological warfare. Yeah.","episode":"s09e25.json","edited":false},
{"time": "0:56:08", "speaker": "spk_4","line":"Yeah. And you know, in the shell, too. It's really hard and sharp, you know? So","episode":"s09e25.json","edited":false},
{"time": "0:56:12", "speaker": "spk_2","line":"you said showcasing. And I think that was the right the right words to use those expire off like bullets. Well,","episode":"s09e25.json","edited":false},
{"time": "0:56:18", "speaker": "spk_1","line":"you know what happens when you take a too fast of a bite and a chunk of ah of, ah, Doritos Loco Taco gets stuck in your gums. I mean, imagine ah, car hitting it 65 MPH. That's the speed you were clocked at. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:56:30", "speaker": "spk_4","line":"because I didn't break at all. Because the thing is is like this taco Bill, I'm telling you, it came out of No,","episode":"s09e25.json","edited":false},
{"time": "0:56:37", "speaker": "spk_5","line":"I like","episode":"s09e25.json","edited":false},
{"time": "0:56:38", "speaker": "spk_4","line":"I was just driving along I You know, I vaguely remember falling asleep for a few minutes and then, like, out of nowhere, this Taco Bell, just like I mean, I'm glad it wasn't one of those KFC Taco Bell's because they were been even mawr food just destroyed","episode":"s09e25.json","edited":false},
{"time": "0:56:55", "speaker": "spk_3","line":"food and people. Maybe more people in there also,","episode":"s09e25.json","edited":false},
{"time": "0:56:58", "speaker": "spk_4","line":"I mean, yeah, I guess probably. But, you know, also, but the food, right, cause KFC separate ways. These corporations, Yeah. I mean, it is honestly, but like, I shouldn't say it, But like, if you're in a taco Bell like that late at night, like you're asking for trouble anyway,","episode":"s09e25.json","edited":false},
{"time": "0:57:17", "speaker": "spk_3","line":"right? Well, we saw your your court case, and that was a lot of the defense was that they deserved it. I represented myself.","episode":"s09e25.json","edited":false},
{"time": "0:57:24", "speaker": "spk_1","line":"Yeah, how did it go?","episode":"s09e25.json","edited":false},
{"time": "0:57:26", "speaker": "spk_2","line":"But that everybody there was insane.","episode":"s09e25.json","edited":false},
{"time": "0:57:28", "speaker": "spk_4","line":"That was my That was my approach is like, Ah, that when they say to plead insanity, what you do is you convince them, right? They're all crazy.","episode":"s09e25.json","edited":false},
{"time": "0:57:38", "speaker": "spk_1","line":"You can do it both ways. You can. You can say I wasn't saying or you could say everybody else isn't saying","episode":"s09e25.json","edited":false},
{"time": "0:57:42", "speaker": "spk_4","line":"everybody else gaslight the whole room.","episode":"s09e25.json","edited":false},
{"time": "0:57:45", "speaker": "spk_3","line":"So I watched a lot of your a lot of the court case, and I felt in say it worked. You made me feel I'm honestly loco.","episode":"s09e25.json","edited":false},
{"time": "0:57:52", "speaker": "spk_4","line":"So I started off blasting Ozzy Osbourne's crazy train. And then, you know, I started the smoke machine, and then I kick open the doors and I started, you know, pointing at different people in the jury box. And obviously the judge","episode":"s09e25.json","edited":false},
{"time": "0:58:05", "speaker": "spk_2","line":"really similar to your high school","episode":"s09e25.json","edited":false},
{"time": "0:58:06", "speaker": "spk_4","line":"presentational. There's a lot of similarities, but you're trying to convince them that they were all insane. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:58:13", "speaker": "spk_3","line":"you're staying Sharon like Ozzy, but you don't really have the impression down, so it's a little confusing. It made me feel not really did. Yeah,","episode":"s09e25.json","edited":false},
{"time": "0:58:21", "speaker": "spk_2","line":"I mean, it is.","episode":"s09e25.json","edited":false},
{"time": "0:58:22", "speaker": "spk_4","line":"It was Ah, it was Ah. Ah, pretty dramatic approach to defending yourself. But,","episode":"s09e25.json","edited":false},
{"time": "0:58:28", "speaker": "spk_2","line":"hey, it worked. I mean, you only have to do 600","episode":"s09e25.json","edited":false},
{"time": "0:58:31", "speaker": "spk_4","line":"worked. Yeah. I mean, I was looking at, like, 4000 schools, and they knocked it down to six","episode":"s09e25.json","edited":false},
{"time": "0:58:36", "speaker": "spk_3","line":"way have swore that para pay as much as you want. That's for everyone. It's really good. Yeah, my man.","episode":"s09e25.json","edited":false},
{"time": "0:58:42", "speaker": "spk_1","line":"Right now, you. As you said, you have 600 schools to get to you. I mean, Do you have another presentation today?","episode":"s09e25.json","edited":false},
{"time": "0:58:48", "speaker": "spk_4","line":"Later on this afternoon. I'm supposed to Yeah, I'm getting Buzz. I'm getting super buzzed.","episode":"s09e25.json","edited":false},
{"time": "0:58:54", "speaker": "spk_5","line":"I tell you what, you're good. Dude. I want","episode":"s09e25.json","edited":false},
{"time": "0:58:56", "speaker": "spk_3","line":"to see another. These presentations that one got me amped. Yeah, I can't really. I have some foot problems, so I can't drive. But if you want to take the lead on this, I'd love to just roll with you. You want to take a train? Happy watches. Not way. Got navigator up front.","episode":"s09e25.json","edited":false},
{"time": "0:59:10", "speaker": "spk_4","line":"Man, if you guys want to come with me and like, that would be fun because I'm telling you, do these meet and greets like you","episode":"s09e25.json","edited":false},
{"time": "0:59:16", "speaker": "spk_2","line":"can mean","episode":"s09e25.json","edited":false},
{"time": "0:59:17", "speaker": "spk_4","line":"a lot of, like, very attractive people.","episode":"s09e25.json","edited":false},
{"time": "0:59:19", "speaker": "spk_3","line":"Great. I'm very curious. Even just the talk. So attractive people. I currently kind of in a thing right now. What's your thing? Well, I'm dating a widow who is not over the death of her husband. So right now she's pumping him, and I'm, uh, mostly talking to him on our dates, But I'm hoping that her and I are gonna have a thing soon. It's really cool. It's also it is awesome. It's intimate, and it's may I know it's making my axe jealous, which is great. But it will make her even more jealous if I roll with you. This and I start talking to some of the hotties of the meet and","episode":"s09e25.json","edited":false},
{"time": "0:59:51", "speaker": "spk_1","line":"greet. Now, you have taken a couple sips of alcohol, so maybe I should drive, you know, maybe maybe we don't let him.","episode":"s09e25.json","edited":false},
{"time": "0:59:59", "speaker": "spk_3","line":"Okay, Great men will stop it every yellow life.","episode":"s09e25.json","edited":false},
{"time": "1:00:02", "speaker": "spk_4","line":"Yeah, that sounds. Why would we do that? Why not let me get back in the saddle? And that's isn't that what they do? If you fall off a horse, you get right there?","episode":"s09e25.json","edited":false},
{"time": "1:00:12", "speaker": "spk_2","line":"We believe in growth. We believe moving on second chances. How is this guy going to get another chance?","episode":"s09e25.json","edited":false},
{"time": "1:00:18", "speaker": "spk_1","line":"Focused Sherry bills your next your next presentation. And I know for a fact there's six Taco Bell's on the route. Oh, jeez. And I just feel like it's sort of a perfect storm of a situation where you had a little bit alcohol. You're getting back behind the wheel. There are Taco Bell's of plenty. I feel like maybe maybe I could I could How about this? How about I drive for a little while and we let you have you take breaks between the taco Bells will stop it. He's talking","episode":"s09e25.json","edited":false},
{"time": "1:00:46", "speaker": "spk_4","line":"about me. If you can get me past the Taco Bell and then we can switch like just get me right past it and they will stop the car. All run around, get in the driver's seat.","episode":"s09e25.json","edited":false},
{"time": "1:00:54", "speaker": "spk_1","line":"That feels like a good compromise.","episode":"s09e25.json","edited":false},
{"time": "1:00:56", "speaker": "spk_4","line":"Yeah, but you got to be careful, man. I'm telling you, these Taco Bell's they will come out, you know where they come out of nowhere.","episode":"s09e25.json","edited":false},
{"time": "1:01:04", "speaker": "spk_1","line":"Well, maybe that's what","episode":"s09e25.json","edited":false},
{"time": "1:01:06", "speaker": "spk_3","line":"we'll dio and that will give us a little more time in the back. Do you like a pair of rocks or","episode":"s09e25.json","edited":false},
{"time": "1:01:10", "speaker": "spk_4","line":"neat? I like it on the rocks also. Do you guys have any pills?","episode":"s09e25.json","edited":false},
{"time": "1:01:14", "speaker": "spk_3","line":"Yeah. Yeah. Course. Uh, we'll start with some I got I got some warfare. Um, available BUE Trinh Oxy","episode":"s09e25.json","edited":false},
{"time": "1:01:25", "speaker": "spk_4","line":"has ever stored Advil.","episode":"s09e25.json","edited":false},
{"time": "1:01:27", "speaker": "spk_2","line":"Dude, every morning I","episode":"s09e25.json","edited":false},
{"time": "1:01:28", "speaker": "spk_3","line":"have to I can't ingest it or Todd can't swallow. So do the snow order suppository from a You put everybody. Yeah. Yeah, You know, if I can if it I can get","episode":"s09e25.json","edited":false},
{"time": "1:01:38", "speaker": "spk_2","line":"it up. I mean, what do you have if you have a headache? No","episode":"s09e25.json","edited":false},
{"time": "1:01:42", "speaker": "spk_3","line":"girl, no headache. Snort if I bought hurts.","episode":"s09e25.json","edited":false},
{"time": "1:01:46", "speaker": "spk_4","line":"So anything above the waist below the waist up.","episode":"s09e25.json","edited":false},
{"time": "1:01:50", "speaker": "spk_2","line":"Well, technically, still a start.","episode":"s09e25.json","edited":false},
{"time": "1:01:52", "speaker": "spk_3","line":"You still start, but it's just it's not my nose, but yes, that's right.","episode":"s09e25.json","edited":false},
{"time": "1:01:57", "speaker": "spk_4","line":"It's because the opposite of a far","episode":"s09e25.json","edited":false},
{"time": "1:01:59", "speaker": "spk_5","line":"way take up pills.","episode":"s09e25.json","edited":false},
{"time": "1:02:02", "speaker": "spk_4","line":"Reverse reverse farted of you, but","episode":"s09e25.json","edited":false},
{"time": "1:02:06", "speaker": "spk_5","line":"and I have to","episode":"s09e25.json","edited":false},
{"time": "1:02:06", "speaker": "spk_3","line":"be around stinky air for to be an official reverse fart that makes always think in","episode":"s09e25.json","edited":false},
{"time": "1:02:11", "speaker": "spk_1","line":"somebody else. Usually farts and then","episode":"s09e25.json","edited":false},
{"time": "1:02:13", "speaker": "spk_3","line":"a little. But so it's tough if my lower half is hurting. This situation has to be just right for me to take a medication for it.","episode":"s09e25.json","edited":false},
{"time": "1:02:22", "speaker": "spk_1","line":"That makes sense. Well, jeez, Brock, it was really great having you in the lounge today.","episode":"s09e25.json","edited":false},
{"time": "1:02:26", "speaker": "spk_4","line":"I'm just so psyched to meet cool teachers like you","episode":"s09e25.json","edited":false},
{"time": "1:02:28", "speaker": "spk_3","line":"guys. There's nothing cooler than impressing a teen or college student. You're awesome. There's nothing makes me feel more nervous and having someone your age around. And I'm glad that I impressed,","episode":"s09e25.json","edited":false},
{"time": "1:02:38", "speaker": "spk_2","line":"man. How do you think we're cool?","episode":"s09e25.json","edited":false},
{"time": "1:02:41", "speaker": "spk_4","line":"I mean, for teachers. Yeah, because, like I said, most teachers are dicks, right? Uh, like they the government should start cutting back on teachers. I think, You know, like people always say you know, not to get too political, but people hours ago. We gotta help teachers blubber. Fuck you. You know what I mean? Like, do we need this many teachers, right? You","episode":"s09e25.json","edited":false},
{"time": "1:02:59", "speaker": "spk_3","line":"know, many teachers, you think too many teeth. I'm with you. A lot of these people are riding the government,","episode":"s09e25.json","edited":false},
{"time": "1:03:04", "speaker": "spk_4","line":"right? Check. Because you guys, if we cut if we cut the number of teachers, we could take the same amount of money and split it rich teachers b'more money for to go around","episode":"s09e25.json","edited":false},
{"time": "1:03:13", "speaker": "spk_3","line":"right or even take their money and throw it into I don't know, time travel research. You are","episode":"s09e25.json","edited":false},
{"time": "1:03:19", "speaker": "spk_4","line":"amazing. If they took the money that they're wasting on schools and they put it towards time travel, that would be amazing.","episode":"s09e25.json","edited":false},
{"time": "1:03:28", "speaker": "spk_3","line":"Thanks so much for being here. I'm looking forward to partner with you","episode":"s09e25.json","edited":false},
{"time": "1:03:30", "speaker": "spk_4","line":"and I can't wait to party with you guys.","episode":"s09e25.json","edited":false},
{"time": "1:03:32", "speaker": "spk_1","line":"Awesome. We have Brock again. Thanks so much. And everybody out there. Thank you so much for listening. Ah, and tune in next time. Until then, just someone just to I just farted. My foot hurts. All right. Well, everybody, Until next time stay","episode":"s09e25.json","edited":false}]
