[{"time": "0:00:00", "speaker": "null","line":"","episode":"s09e14.json","edited":false},
{"time": "0:00:04", "speaker": "spk_2","line":"dear Lord, we're gathered here today to give thanks. Yes, and also love and to bask in your glory, Lord. And we just pray that you take care of everyone in the congregation. All of our listeners and my feet. Lord, I'm in. Yeah, Lauren, it's me, Moshe Epstein, Christians for Jesus Church. Um, and I wanna thank you today. I want to thank you today, Um, for everything you did get me in touch with the insurance agency after that fender bender. Um, I got rear ended in a neighborhood. Um, because I was looking for, as you know, I dio I was looking for a, um, yard sales. I go shopping three yard sales on Saturdays, and I thought I saw one, and it turned out it was just Jerrick. But I had realized that too late and got rear ended by a angry old lady who got physical with me and, you know, as a Christian for Jesus, I never would fight anyone, let alone a woman level on an old woman. But this lady tested my patients, Lord and I want to thank you for that test. Amen. Amen. Lord, uh, is may Butch. I just wanted toe. Take a little bit of time here, Teoh. Thank you so much for letting me land on my feet after I lost my position at my last church. Um, and I appreciate you making it so seemingly easy for me to get a job as the hospital chaplain at that bad hospital on for on Fourth Street. Which clarify, Lord, that C h a p l. I am. He's the Charlie Chaplin. It's kind of comic relief from the hospital. You know, he told me I could make it as religious as I'd like. And I said, thank you for the opportunity. By the time I'm done here, I will. I'll be back to being a full preacher. But, Lord, thank you so much. And if you could, uh, allow me not to get any ingrown hairs when I end up shaving my mustache to give myself a little chaplain And also Lord, please let people not call me. Uh, you're already working with the bone structure of the big Man. Big, bad man, if you know what I mean. Lord, please, just gonna look homeless immediately. Like your hand. I just asked lower that you let the satire. Be clear. Let the Santa every clear, Lord, Let me like your routine. Amen. Lord aim shares a lot with the big bad guy. Hey, Lord, it's Quentin Rush from Enterprise Baptist. I just want to thank you for all your gifts that you have given me. And, Lord, I want to hop on this Lindsay's feet. Their request. Thank you, Lord. Someone hurt me because I do feel as if my health is in compromise from my simple proximity to his feet. Because they have something. It's unclear what it is, but it feels like a new thing that could be the end of our species.","episode":"s09e14.json","edited":false},
{"time": "0:03:59", "speaker": "spk_6","line":"Lord, this is the worst athletes foot that I've ever had. It is airborne.","episode":"s09e14.json","edited":false},
{"time": "0:04:06", "speaker": "spk_2","line":"The does is much more painful than athletes Foot. And you got the doctors air calling it tuberculosis foot tuberculosis foot. Well, they","episode":"s09e14.json","edited":false},
{"time": "0:04:14", "speaker": "spk_4","line":"wanted to call","episode":"s09e14.json","edited":false},
{"time": "0:04:15", "speaker": "spk_2","line":"it athletes foot, but they took a look at your jump shot. They said it just won't dio calling it tuberculosis. And I played it. Lord, please call me an athlete. Your foot got sick on a plate, so we think it was maybe tuberculosis stuff this way. Style in 2002 hunched over the loss of one long hurting bad bloody napkin and hand bloody napkin in hand from the cough. And,","episode":"s09e14.json","edited":false},
{"time": "0:04:49", "speaker": "spk_4","line":"Lord, I also want to thank you for the","episode":"s09e14.json","edited":false},
{"time": "0:04:52", "speaker": "spk_2","line":"Giga Church, my new church in rural Utah that is over 75 million square feet. Almost local state Lord is larger than the Grand Canyon Lord, it is biggest building in our Milky Way way. Think you think what we think?","episode":"s09e14.json","edited":false},
{"time": "0:05:16", "speaker": "spk_5","line":"We haven't been every planet Lord, and we don't want to","episode":"s09e14.json","edited":false},
{"time": "0:05:18", "speaker": "spk_3","line":"just respect your Lord. If there's a bigger and bigger building on the planet, you know, give us, Give us. Oh, you just got","episode":"s09e14.json","edited":false},
{"time": "0:05:30", "speaker": "spk_4","line":"started by watch hole lost right on the tip of","episode":"s09e14.json","edited":false},
{"time": "0:05:34", "speaker": "spk_2","line":"the nose. That's to get a lot of people say that was a sign now, but now he'll Lindsay's feet. Please. Please, please.","episode":"s09e14.json","edited":false},
{"time": "0:05:45", "speaker": "spk_4","line":"These lower way here, please. Lord, I have to","episode":"s09e14.json","edited":false},
{"time": "0:05:55", "speaker": "spk_6","line":"be on bended knee because I could not put any pressure pressure on the soles of my feet. You can I cannot put pressure on the soles of my feet or else puss comes out the side. Lord, if we could please","episode":"s09e14.json","edited":false},
{"time": "0:06:10", "speaker": "spk_2","line":"do not let that old lady that rear ended moisture. Find out where we're recording because she is still","episode":"s09e14.json","edited":false},
{"time": "0:06:16", "speaker": "spk_4","line":"hot on his","episode":"s09e14.json","edited":false},
{"time": "0:06:17", "speaker": "spk_3","line":"tail. Yeah, they become a bit of a horror movie for May. She is, uh, rear ending me everywhere shopping","episode":"s09e14.json","edited":false},
{"time": "0:06:25", "speaker": "spk_2","line":"cart at the farms, but put my butt in the But she gave you a flat tire in the crosswalk. Yeah. Yeah, like I'm in high school. So, Lord, please make sure that old woman grits rear ending me. Butch. Of course, putting the classic Charlie Chaplin armband satire. Well, Lord, thank you very much. And we hope you hear our prayers.","episode":"s09e14.json","edited":false},
{"time": "0:06:54", "speaker": "spk_4","line":"Way, Way. How sweet. Wait, wait. Please, Lord, please, please. I'm lie. My feet are ride. Uh oh.","episode":"s09e14.json","edited":false},
{"time": "0:07:47", "speaker": "spk_5","line":"Ladies and gentlemen, welcome to a, uh, another episode of the Preacher's Lounge. At one point in time, this was the first, best and only podcast pertained issues relevant to the religious community surrounding Hamilton High School area. Ah, and now it's the same thing until now.","episode":"s09e14.json","edited":false},
{"time": "0:08:06", "speaker": "spk_3","line":"And I always had some rip off Podd case come out. Yeah, casts that kind of trying to do preachers in the community ripping us off. But we're the only ones that are authentic and get you a real window into what it's like to be religious in 2019.","episode":"s09e14.json","edited":false},
{"time": "0:08:20", "speaker": "spk_6","line":"We, of course, had the pastor's path come out his competition. Yes, Uh, no offense, but it isn't cutting. The mustard","episode":"s09e14.json","edited":false},
{"time": "0:08:29", "speaker": "spk_5","line":"had also the preachers den, which is, I mean, pretty direct rip off report. Big Rip Priests van,","episode":"s09e14.json","edited":false},
{"time": "0:08:37", "speaker": "spk_3","line":"which was weird, very weird. Very weird people because","episode":"s09e14.json","edited":false},
{"time": "0:08:42", "speaker": "spk_4","line":"they have a bad a PR problem already. They added the van, and that's what","episode":"s09e14.json","edited":false},
{"time": "0:08:48", "speaker": "spk_3","line":"that is. Is a PR issue that","episode":"s09e14.json","edited":false},
{"time": "0:08:49", "speaker": "spk_4","line":"they fix. Hey, so I","episode":"s09e14.json","edited":false},
{"time": "0:08:53", "speaker": "spk_3","line":"don't know who's on their PR, but we got to get that fixed because it","episode":"s09e14.json","edited":false},
{"time": "0:08:57", "speaker": "spk_4","line":"was the actions. It's always publicity's Publicity is lies.","episode":"s09e14.json","edited":false},
{"time": "0:09:02", "speaker": "spk_6","line":"Well, it's a schrodinger's cat if you don't know it. Did it happen? Right, You know,","episode":"s09e14.json","edited":false},
{"time": "0:09:08", "speaker": "spk_3","line":"now it","episode":"s09e14.json","edited":false},
{"time": "0:09:09", "speaker": "spk_4","line":"was Schrodinger litter box food out in the kitchen when food consider cat. That's where that name comes for. A Schrodinger had all the fixings of the cat scratching post house smelled like pants.","episode":"s09e14.json","edited":false},
{"time": "0:09:26", "speaker": "spk_6","line":"Oh, sure, Shorter wasn't scratching that post himself.","episode":"s09e14.json","edited":false},
{"time": "0:09:28", "speaker": "spk_4","line":"I think it's possible. I mean, whether or","episode":"s09e14.json","edited":false},
{"time": "0:09:31", "speaker": "spk_3","line":"not the cats in the place, that guy's a cat guy. Yeah, so you know, I don't know, absolutely. Uh,","episode":"s09e14.json","edited":false},
{"time": "0:09:37", "speaker": "spk_6","line":"one day I walked into Chaudhry's house, I saw him just laying on the ground in the sun spot, sun shining through the window. Name Schroedinger was the camp.","episode":"s09e14.json","edited":false},
{"time": "0:09:45", "speaker": "spk_3","line":"Maybe the apostrophe should have been a comma.","episode":"s09e14.json","edited":false},
{"time": "0:09:48", "speaker": "spk_4","line":"Yeah, Schrodinger. Yeah, I want the last time I hung out","episode":"s09e14.json","edited":false},
{"time": "0:09:51", "speaker": "spk_5","line":"with Schrodinger. He was real nice to me. Like we were having a nice little chat. We're just sitting around, having a having a nice little snack at nowhere, flips out, slaps me across the face with his claws. That","episode":"s09e14.json","edited":false},
{"time": "0:10:04", "speaker": "spk_6","line":"what kind of snack where you have enough","episode":"s09e14.json","edited":false},
{"time": "0:10:06", "speaker": "spk_5","line":"hot way were eating it? They're","episode":"s09e14.json","edited":false},
{"time": "0:10:11", "speaker": "spk_2","line":"sharing a bowl of milk the other","episode":"s09e14.json","edited":false},
{"time": "0:10:13", "speaker": "spk_4","line":"day and have a conversation. I was like, I didn't leave full,","episode":"s09e14.json","edited":false},
{"time": "0:10:18", "speaker": "spk_2","line":"and he seemed to be very full.","episode":"s09e14.json","edited":false},
{"time": "0:10:20", "speaker": "spk_3","line":"Oh, wow. Then and for him,","episode":"s09e14.json","edited":false},
{"time": "0:10:23", "speaker": "spk_6","line":"he was licking his chops, saying, This is all I need.","episode":"s09e14.json","edited":false},
{"time": "0:10:25", "speaker": "spk_5","line":"Loved it. You know? The craziest thing is, Schrodinger has actually been legally dead eight times.","episode":"s09e14.json","edited":false},
{"time": "0:10:32", "speaker": "spk_4","line":"Maybe I was I was I was","episode":"s09e14.json","edited":false},
{"time": "0:10:35", "speaker": "spk_3","line":"working on I was working on my memoirs and short Schroeder bruise at my house and he kept walking all over my computer. He took a nap on my keyboard.","episode":"s09e14.json","edited":false},
{"time": "0:10:45", "speaker": "spk_6","line":"I was going out of town last weekend. I was going out of town. I put my suitcase out shorter gets all pissed off. He knows I'm leaving. He pissed him a suitcase.","episode":"s09e14.json","edited":false},
{"time": "0:10:55", "speaker": "spk_5","line":"Did you get him a Schrodinger","episode":"s09e14.json","edited":false},
{"time": "0:10:56", "speaker": "spk_4","line":"center? No. Uh, I","episode":"s09e14.json","edited":false},
{"time": "0:10:58", "speaker": "spk_6","line":"think he'll be fine. I fill up the bowl with him. He didn't kind of budget it. Adam said","episode":"s09e14.json","edited":false},
{"time": "0:11:04", "speaker": "spk_5","line":"you gotta have somebody come by and check after him. Well,","episode":"s09e14.json","edited":false},
{"time": "0:11:07", "speaker": "spk_6","line":"I guess I I think","episode":"s09e14.json","edited":false},
{"time": "0:11:08", "speaker": "spk_3","line":"that Trojan just can't question. I mean, that's relevant to this whole podcast, cause that's the Lord, you know. Yes, sir. Is the Lord there? Do we have to see him or her or they for them to be there,","episode":"s09e14.json","edited":false},
{"time": "0:11:21", "speaker": "spk_5","line":"That honestly is very relevant. Aziz, you heard in the prayer? Of course I'm bushed, Davison. I just did get a new job. Aziz, the hospital chaplain. Uh, and I think that this actually is a perfect example of not seeing the Lord work, but Lord working, Okay. I fell on hard times. Okay. Way all know what happened? Why, of course. Wife kids run off on me, got fired from the church. We won't talk about why I got fired, because it's irrelevant to this moment. Please don't bring it up. And then, you know, just six short months later, after being unemployed, no income for six months, living out of my truck, I got a job at the bad hospital. That's right. On Fourth Street as the chaplain. And I mean, what better what better situation could arise?","episode":"s09e14.json","edited":false},
{"time": "0:12:08", "speaker": "spk_6","line":"Well, they just had fired the Keaton Muster Keating of the hospital fired, so they needed a new classic comedian. Yeah,","episode":"s09e14.json","edited":false},
{"time": "0:12:16", "speaker": "spk_3","line":"I use the amazing better. You're on your deathbed. You're about to go. And we all know if you haven't had a laugh right before you died, you've got a hell. Yeah. And we also know that laughter's the best medicine. Has your patch comedy healed anybody in the hospital yet? Would you say?","episode":"s09e14.json","edited":false},
{"time": "0:12:31", "speaker": "spk_5","line":"Well, I'll say this. My comedy has put people out of their misery.","episode":"s09e14.json","edited":false},
{"time": "0:12:37", "speaker": "spk_6","line":"That's beautiful. How sort of ah, hospice.","episode":"s09e14.json","edited":false},
{"time": "0:12:40", "speaker": "spk_4","line":"I'm pulling up the death rate here at the hospital and it is spiked about in the past, but is a cold. Yes. People, people dying. And you're on the physical injury. You're on the flu shot wing? Yes, the whole","episode":"s09e14.json","edited":false},
{"time": "0:12:53", "speaker": "spk_5","line":"wing. They gave me that wing. They say that's where people sort of start. Uh, and yes, the death rate has skyrocketed since I started at this hospital.","episode":"s09e14.json","edited":false},
{"time": "0:13:01", "speaker": "spk_4","line":"So healthy people coming in to","episode":"s09e14.json","edited":false},
{"time": "0:13:02", "speaker": "spk_5","line":"get a preemptive shot are dying","episode":"s09e14.json","edited":false},
{"time": "0:13:05", "speaker": "spk_6","line":"and you say they start in the flu wing. Is this the hospital where they sort of shell for you between every unit?","episode":"s09e14.json","edited":false},
{"time": "0:13:10", "speaker": "spk_5","line":"Yeah. You started starting the flu ing. You move on Teoh Physical Wing from physical wing. You'll if they find anything in your physical, they'll put you into another wing. You'll go into the respiratory issues wing the the but wait, colon cancer. You know,","episode":"s09e14.json","edited":false},
{"time": "0:13:31", "speaker": "spk_6","line":"they don't want They don't want to say all the rial, harsh stuff","episode":"s09e14.json","edited":false},
{"time": "0:13:33", "speaker": "spk_4","line":"going cancer finger and the tutor. It's stuff like, yeah, so but hard. Somebody passed away from, Ah, skit. Roller skating off of a balcony. Yeah, yeah,","episode":"s09e14.json","edited":false},
{"time": "0:13:49", "speaker": "spk_3","line":"some of your bits are putting other people in the rollers.","episode":"s09e14.json","edited":false},
{"time": "0:13:52", "speaker": "spk_5","line":"It's yes, it's it's It's sort of teaching them a new fund scale. It's them sort of participate. It's participatory. Why don't to go? Yeah, yeah, And so I was doing my","episode":"s09e14.json","edited":false},
{"time": "0:14:01", "speaker": "spk_6","line":"toe. I would like to go. I","episode":"s09e14.json","edited":false},
{"time": "0:14:03", "speaker": "spk_5","line":"have my roller skate routine and which is one of Chaplin's route right, chap sampling routine that that I ate","episode":"s09e14.json","edited":false},
{"time": "0:14:10", "speaker": "spk_4","line":"literally escaped snowboarding routine. Now, you know what? He's on the balcony. It is an optical illusion. Yes. Yeah, I know. Is that him?","episode":"s09e14.json","edited":false},
{"time": "0:14:19", "speaker": "spk_5","line":"Huh? I don't know. I think it's him, But I'm not sure. Okay? And","episode":"s09e14.json","edited":false},
{"time": "0:14:24", "speaker": "spk_3","line":"you did eat the whole thing. There's the one where he eats his shoe, Right? You did that whole bit and people had to sit and watch you eat a whole shoe for an hour. He slurped up the spaghetti, and then you couldn't think of other things A shoe is like with eating here. Like maybe clams. What? You're supposed to be quiet.","episode":"s09e14.json","edited":false},
{"time": "0:14:46", "speaker": "spk_5","line":"Yeah. And usually expect your routines air.","episode":"s09e14.json","edited":false},
{"time": "0:14:49", "speaker": "spk_2","line":"You eventually talking and trying to explain the premise.","episode":"s09e14.json","edited":false},
{"time": "0:14:53", "speaker": "spk_4","line":"You talk a lot","episode":"s09e14.json","edited":false},
{"time": "0:14:53", "speaker": "spk_5","line":"for a silent performer. Well, I start out if they don't get it. If they don't get it quickly, then I sort of give him a little bit of context. It's like it's like I'm Yeah, I'm gonna eat to shoot. I don't like you don't realize when I start cutting into the toe, they don't realize I'm gonna eat it. So I think this you and then they say Oh, okay. Okay, okay. I mean, yeah, you know, it's it's It's been six months, though. That's Lord Lord didn't get to you that quick. Well, living in your truck for six months, it was a test. It was a trial, right? He said, I'm going through everything bad that could ever possibly happen to you at the same time. Your wife, your kids, they're gonna be gone. They're not gonna tell you the address where they move to. They're going. Teoh, steal your license plate from your car. So you're probably get stopped by the cops. Pull over? Probably. Yeah. Yes,","episode":"s09e14.json","edited":false},
{"time": "0:15:43", "speaker": "spk_6","line":"nothing but the grace of God right there.","episode":"s09e14.json","edited":false},
{"time": "0:15:45", "speaker": "spk_5","line":"Exactly. It was a test, and now I'm stronger for it. I mean, look at me. Have I ever looked more happy? Yeah. Okay,","episode":"s09e14.json","edited":false},
{"time": "0:15:54", "speaker": "spk_6","line":"so you used to look pretty happy. Now you got that little mustache on If it makes you look angry, Okay. So are you happy?","episode":"s09e14.json","edited":false},
{"time": "0:16:03", "speaker": "spk_5","line":"I think I am. I tell myself, I'm happy","episode":"s09e14.json","edited":false},
{"time": "0:16:07", "speaker": "spk_3","line":"through God's grace. You have made the best of a bad situation. And I think that what I have learned is you don't need good life. Circumstances toe have the grace of the Lord to bring happiness through. I'm looking you your £100 underway, You got a Hitler moustache. You're living out of a truck which, by the way, if you guys are imagine like a like a tundra in F 1 50 This is a dot soon you This is a small truck he's looking.","episode":"s09e14.json","edited":false},
{"time": "0:16:31", "speaker": "spk_4","line":"You look like, honestly,","episode":"s09e14.json","edited":false},
{"time": "0:16:33", "speaker": "spk_5","line":"an actor trying to win an","episode":"s09e14.json","edited":false},
{"time": "0:16:35", "speaker": "spk_4","line":"Oscar like you have just a tough X t. I mean, I think you're","episode":"s09e14.json","edited":false},
{"time": "0:16:41", "speaker": "spk_3","line":"about to given unbelievable performance. I think in 40 years Shalem is going to do a good you You know what I mean PP. It's gonna break and they're gonna wheel you out at the Oscars and you're gonna try to say something and no one can hear you. But you're gonna standing over","episode":"s09e14.json","edited":false},
{"time": "0:16:54", "speaker": "spk_6","line":"you all out of your chair and get a standing o because they think he meant Teoh.","episode":"s09e14.json","edited":false},
{"time": "0:16:59", "speaker": "spk_5","line":"I'll tell you this. If if what I contribute to this world is inspiration for amazing art, then ah, you know, I'll say it's a life well lived. Ah, and if they will change a lot of the specifics","episode":"s09e14.json","edited":false},
{"time": "0:17:10", "speaker": "spk_2","line":"of your life to make it more palatable for an audience","episode":"s09e14.json","edited":false},
{"time": "0:17:13", "speaker": "spk_3","line":"you're sad, I think, just do the actual life","episode":"s09e14.json","edited":false},
{"time": "0:17:15", "speaker": "spk_5","line":"now. I think that's all about perspective, guys. That's what I love to hear. Yeah, it's all about perspective. You could say my life is sad. You could also say my life is challenging with a positive outcome and that's how I choose to look at it in life isn't over yet is what I say I still got","episode":"s09e14.json","edited":false},
{"time": "0:17:32", "speaker": "spk_6","line":"That's a big Sermanni.","episode":"s09e14.json","edited":false},
{"time": "0:17:33", "speaker": "spk_3","line":"Sometimes I hear you said, and it's kind of a little more down. It's like disappointed like life isn't over yet","episode":"s09e14.json","edited":false},
{"time": "0:17:39", "speaker": "spk_5","line":"again. That's a perspective issue. Yes, sometimes I say it In the end, the tears are flowing and you know it does come out a little bit more sour. But in this moment I'm choosing to have a positive outlook because, honestly, I feel like I'm making positive change in the world, even though I'm making negative change on the life span of many people in town.","episode":"s09e14.json","edited":false},
{"time": "0:18:00", "speaker": "spk_3","line":"Melts really great, Quinton, you've got all the land in Utah, and part of what came with that land is where the government stores its nuclear waste. Have you decided what you're gonna do with the nuclear Waste Mountain? Because There was a lot of questions about that.","episode":"s09e14.json","edited":false},
{"time": "0:18:13", "speaker": "spk_4","line":"Well, you know, I'm obsessed with terrible. So for may I mean, like, the land was obviously cheap because of all the waste out there. Um, but the nuclear Waste mountain. I have been going atop it to sort of gives a sermon on the sermon on the Mount. Um, and I don't know if you guys can still or see Okay, but I'm some mutations ahead. I'll say this when there was a","episode":"s09e14.json","edited":false},
{"time": "0:18:50", "speaker": "spk_5","line":"time. We're used to give a sermon wearing those big hole cans, the big green, whole","episode":"s09e14.json","edited":false},
{"time": "0:18:53", "speaker": "spk_4","line":"cans left side of my back. Say","episode":"s09e14.json","edited":false},
{"time": "0:18:56", "speaker": "spk_5","line":"the gloves aren't necessary anymore.","episode":"s09e14.json","edited":false},
{"time": "0:18:58", "speaker": "spk_3","line":"You get what? Mutations. Very big","episode":"s09e14.json","edited":false},
{"time": "0:19:01", "speaker": "spk_4","line":"hand. So you guys So Okay. Yes. So you noticed that green skin green green skin are angry about pretty much 1 to 1. This character","episode":"s09e14.json","edited":false},
{"time": "0:19:13", "speaker": "spk_3","line":"you guys know from the","episode":"s09e14.json","edited":false},
{"time": "0:19:14", "speaker": "spk_4","line":"movies, um, voiced by that man. What's his name from movies? Markgraaff, Lark. Revel.","episode":"s09e14.json","edited":false},
{"time": "0:19:22", "speaker": "spk_3","line":"Oh, that man. Yes. You've been given this those radioactive sermons? Yes. And you've gotten a little bit of a following of, like, freaks and people who want to be superheroes. And","episode":"s09e14.json","edited":false},
{"time": "0:19:34", "speaker": "spk_4","line":"yes, yes. Ah, lot of people, I mean, they're calling it the new comic con of kind of a fucked up comic con. It's less people. Watch your mouth. Hey. Oh, no. I cuss now. I'm bringing in. You gotta cuss now If you're a modern pastor, Yeah, it just shows language that you don't You don't care too much and you can trick him because I do pour nos I do drugs. I got a sleeve tattoo. Um, I wear shores when I preach the most egregious sin of all really, really heightened. Perfectly. They're all that and then short. Uh, but yes. So I have a lot of people who, you know you would see at a comic con who","episode":"s09e14.json","edited":false},
{"time": "0:20:27", "speaker": "spk_5","line":"were dressing up like the superhero are dressing up like a cartoon character.","episode":"s09e14.json","edited":false},
{"time": "0:20:32", "speaker": "spk_4","line":"That's really them. Yeah, there's pit as a hole. Simpson Saul family, Their yellow big alone head, its eyes Poppy eyes out. There's something","episode":"s09e14.json","edited":false},
{"time": "0:20:42", "speaker": "spk_3","line":"interesting about what you're preaching and what's at the mountain is People can kind of come in their brains what they want to look like. And it feels like your sermons in the mountain together make him look like that. Like that came. It was like, make me the Simpsons,","episode":"s09e14.json","edited":false},
{"time": "0:20:54", "speaker": "spk_2","line":"and it kind of happened.","episode":"s09e14.json","edited":false},
{"time": "0:20:55", "speaker": "spk_4","line":"There is an element of and I don't know what the radioactive isotope But what I say happens. Yeah, you know, people I you wanna be You want to be, uh, Gator major man, you get around Lab Street and I spoke Gator man,","episode":"s09e14.json","edited":false},
{"time": "0:21:18", "speaker": "spk_6","line":"you're live streaming, of course, Make a little","episode":"s09e14.json","edited":false},
{"time": "0:21:21", "speaker": "spk_5","line":"hip. Young.","episode":"s09e14.json","edited":false},
{"time": "0:21:22", "speaker": "spk_4","line":"Yeah. I live on Twitch Twitch and your gaming now, Yeah. Game. I play settlers of Met Lamb on Sadler's And, uh, yeah, I gave my game. I make a good","episode":"s09e14.json","edited":false},
{"time": "0:21:38", "speaker": "spk_2","line":"bit of cash game, and","episode":"s09e14.json","edited":false},
{"time": "0:21:40", "speaker": "spk_4","line":"but I made a gay man the other day. That was cool. That was pretty cool. You know, I","episode":"s09e14.json","edited":false},
{"time": "0:21:45", "speaker": "spk_6","line":"seen him because now he lives in one of the water features at the golf course.","episode":"s09e14.json","edited":false},
{"time": "0:21:51", "speaker": "spk_4","line":"Right. Let Lindsay. Last time we had spoke, your church had become ah, more of a golf course and kind of like there was still a church on the premises.","episode":"s09e14.json","edited":false},
{"time": "0:22:05", "speaker": "spk_5","line":"But it was","episode":"s09e14.json","edited":false},
{"time": "0:22:06", "speaker": "spk_6","line":"one of the hazards. Yes, and I'm very proud of it. I'm very proud of our little church. Just like Jesus intended. It ain't about the building being big. It's about the heart being present you know, but it's also about the LG LPGA Tour that's coming through. Our golf course is really nice. We've put millions of dollars into it and the ladies tour is coming, and we're very proud of that. OK, yeah, that's great. It is great. All the ladies and there's also","episode":"s09e14.json","edited":false},
{"time": "0:22:34", "speaker": "spk_4","line":"And you were gunning for this, right? You you really were like, Let's get these guys out of here.","episode":"s09e14.json","edited":false},
{"time": "0:22:41", "speaker": "spk_6","line":"Let's get these guys. Let's have it be all the ladies. I went to the other course where the that we were competing with to get it right on a sabotage the greens.","episode":"s09e14.json","edited":false},
{"time": "0:22:51", "speaker": "spk_3","line":"Not the problem. The Browns now do de do all over. I do know that you just killed the grass, but that's where I'm tired. Both.","episode":"s09e14.json","edited":false},
{"time": "0:23:01", "speaker": "spk_6","line":"Yeah, you know. You know how if a dog pees on along, it dies? Yeah, I have that. I have that. Where if I pee or poop on along its day it now, I think it's tied to the tuberculosis foot. I'm not sure. Oh, well PG a lady's tour coming through also, you don't have to qualify if you're a lady and you like golf, boom, you're in. So come on down to dogleg Methodist. We're having a shortest drive competition. Shortest. Shortest drive. It has to be a full swing and full connection, but short of strive wins.","episode":"s09e14.json","edited":false},
{"time": "0:23:32", "speaker": "spk_3","line":"That's a lot of control that requires a lot of power in a lot of","episode":"s09e14.json","edited":false},
{"time": "0:23:35", "speaker": "spk_4","line":"That's, like, kind of the ultimate, uh, fade shot. Yes. Yeah, we wanted the horror of your strength, but as","episode":"s09e14.json","edited":false},
{"time": "0:23:44", "speaker": "spk_6","line":"hard as you can, right or left, right, for short distance. But maximum","episode":"s09e14.json","edited":false},
{"time": "0:23:48", "speaker": "spk_4","line":"contact does a boomerang style shot working and comes back to you.","episode":"s09e14.json","edited":false},
{"time": "0:23:53", "speaker": "spk_6","line":"Absolutely. You better not Topspin or bottom spin on that ball and it comes back. If you hit me in the forehead while I'm standing next to you, I","episode":"s09e14.json","edited":false},
{"time": "0:24:02", "speaker": "spk_2","line":"give you a dollar.","episode":"s09e14.json","edited":false},
{"time": "0:24:03", "speaker": "spk_4","line":"Wow. Yeah, the lady","episode":"s09e14.json","edited":false},
{"time": "0:24:06", "speaker": "spk_3","line":"golfers, This is an opportunity you can't pass up doglegs Methodist Golf Course slash church. Come by. Try to hit Lindsay in the head","episode":"s09e14.json","edited":false},
{"time": "0:24:15", "speaker": "spk_4","line":"and I","episode":"s09e14.json","edited":false},
{"time": "0:24:15", "speaker": "spk_6","line":"hope you pray. I hope you pray as well. I'm I'm also the pro, the golf pro and the prey pro","episode":"s09e14.json","edited":false},
{"time": "0:24:22", "speaker": "spk_3","line":"says I took a club sandwich communion from you, and I thought that was a really delicious Uh, you guys make a great club there. Oh, thank you using the the Jesus cracker for community.","episode":"s09e14.json","edited":false},
{"time": "0:24:35", "speaker": "spk_4","line":"It's a small club sandwich, but it's got all the layers in the blood of crisis. Of course. A small igloo cooler with six Miller lights in it. That's right. Absolutely, Absolutely. We like","episode":"s09e14.json","edited":false},
{"time": "0:24:49", "speaker": "spk_6","line":"to have fun out on the course, but also pray at the same time. You got to get a little loose to really feel the Lord","episode":"s09e14.json","edited":false},
{"time": "0:24:55", "speaker": "spk_5","line":"in you. And now you're Ah, the sermon at your service last week you just read Tiger Woods is scorecard from the Masters last","episode":"s09e14.json","edited":false},
{"time": "0:25:03", "speaker": "spk_6","line":"year. Yeah, I had my red share down. It was a Sunday like Tiger always does. He wears red on Sunday. So do I. So does Lindsay. And yeah, we read Tigers book and a lot of people were saying, Where's the prayer? Where's the When does it get religious? You know, And I said this You find your you find God in your work.","episode":"s09e14.json","edited":false},
{"time": "0:25:20", "speaker": "spk_4","line":"God is in everything. God, God is in g o d LF go and I showed up for ah VJ Singh baptizing people I really like that","episode":"s09e14.json","edited":false},
{"time": "0:25:34", "speaker": "spk_6","line":"b j has been instrumental over at the course has been a beautiful, beautiful bishop for","episode":"s09e14.json","edited":false},
{"time": "0:25:39", "speaker": "spk_3","line":"us. That's really great, because I know there was a little bit of a disaster with the John Daly baptism.","episode":"s09e14.json","edited":false},
{"time": "0:25:45", "speaker": "spk_4","line":"Well, let's just say let's just say he was dunking him a little hard. He was doing a little hard.","episode":"s09e14.json","edited":false},
{"time": "0:25:50", "speaker": "spk_6","line":"The water got low blood. Ian, it's, um, people's nose hit the bottom of the little Jacuzzi way using outdoor Jacuzzi. It's built in because we have a big, big parish, you know,","episode":"s09e14.json","edited":false},
{"time": "0:26:01", "speaker": "spk_5","line":"also typically with a baptism. You put people in back first, but he","episode":"s09e14.json","edited":false},
{"time": "0:26:05", "speaker": "spk_4","line":"kind of things right now. These are the daily bath. Yeah,","episode":"s09e14.json","edited":false},
{"time": "0:26:08", "speaker": "spk_6","line":"yeah, he goes face first and he says, I don't know why he says Is your nose has to touch the","episode":"s09e14.json","edited":false},
{"time": "0:26:13", "speaker": "spk_4","line":"bottom. That's what I said. Kiss the devil goodbye. That's what he's saying. I couldn't hear I'm far away. I really I really responded","episode":"s09e14.json","edited":false},
{"time": "0:26:22", "speaker": "spk_2","line":"to your sermon titled Jesus Didn't wear a robe. He wore a green","episode":"s09e14.json","edited":false},
{"time": "0:26:27", "speaker": "spk_4","line":"jacket. Yes, that's right. I really like that one. Yes. What? Everybody","episode":"s09e14.json","edited":false},
{"time": "0:26:33", "speaker": "spk_6","line":"thinks we get it. We've seen the old cloth, the homespun robe? I don't think so. I think he wore a beautifully structured, oversized green","episode":"s09e14.json","edited":false},
{"time": "0:26:43", "speaker": "spk_4","line":"jacket because X squared green, big","episode":"s09e14.json","edited":false},
{"time": "0:26:46", "speaker": "spk_6","line":"square green jacket fits anybody but fits. Jesus. And he was given","episode":"s09e14.json","edited":false},
{"time": "0:26:50", "speaker": "spk_3","line":"the green jacket in the, uh, the lobby of, Like, what? Looks like a cheap hotel. That's right. With with a bad","episode":"s09e14.json","edited":false},
{"time": "0:26:57", "speaker": "spk_6","line":"fire in it. That's right. That's right. Well, if you if you actually go into the tomb where arrested, it's just a cheap hotel, Right, Brian? That's where they did","episode":"s09e14.json","edited":false},
{"time": "0:27:08", "speaker": "spk_4","line":"your I love Given. I love giving,","episode":"s09e14.json","edited":false},
{"time": "0:27:12", "speaker": "spk_5","line":"um, tithing at your church because you'll throw in a","episode":"s09e14.json","edited":false},
{"time": "0:27:15", "speaker": "spk_4","line":"Phil Mickelson. Yeah, that's all you dio I'll do five or 10. Jack. Nicolas is It's always didn't denominations of five cents, which I feel like you should maybe come up with, like, ah pun on a dollar. Oh, are like like a Freddie couple of dollars. Okay,","episode":"s09e14.json","edited":false},
{"time": "0:27:39", "speaker": "spk_6","line":"maybe something about Jose Maria Afable? Yes, all the dollar. El adala whole a dollar. It was a whole a dollar. A love. Yeah, Okay. That's about all the golf knowledge","episode":"s09e14.json","edited":false},
{"time": "0:27:54", "speaker": "spk_4","line":"I have. So, Moshe abstain. Your family's been in the news.","episode":"s09e14.json","edited":false},
{"time": "0:27:57", "speaker": "spk_3","line":"Yeah, yeah, we've been in the","episode":"s09e14.json","edited":false},
{"time": "0:27:59", "speaker": "spk_4","line":"news, uh, way","episode":"s09e14.json","edited":false},
{"time": "0:28:05", "speaker": "spk_6","line":"all know what we're talking about here?","episode":"s09e14.json","edited":false},
{"time": "0:28:06", "speaker": "spk_4","line":"Yeah, I guess. I mean, you can It may be or it may not be what we're thinking. This is your new, so I don't want to split. But I really class for years","episode":"s09e14.json","edited":false},
{"time": "0:28:16", "speaker": "spk_3","line":"ago, years ago I disavowed my brother, just Jeffrey Epstein. I disavowed Mark because the guy was I mean, this was even before I knew about the sex trafficking, which is unconscionable. But he was hanging out with all the weirdest rich gods.","episode":"s09e14.json","edited":false},
{"time": "0:28:33", "speaker": "spk_4","line":"You know, saying at home it was like, You wanna hang","episode":"s09e14.json","edited":false},
{"time": "0:28:35", "speaker": "spk_3","line":"out with me and Bill Clinton and Trump where I was like,","episode":"s09e14.json","edited":false},
{"time": "0:28:39", "speaker": "spk_4","line":"I don't think so, man, that sounds pretty bad. It even possible any","episode":"s09e14.json","edited":false},
{"time": "0:28:43", "speaker": "spk_3","line":"of you have a good time And the right, like, even is the only","episode":"s09e14.json","edited":false},
{"time": "0:28:47", "speaker": "spk_4","line":"thing you have in common sex slaves. Or what do you talk","episode":"s09e14.json","edited":false},
{"time": "0:28:51", "speaker": "spk_3","line":"about? Uh, because it's just like it's almost the biggest evidence, right that they were that they were, yes, doing some pretty bad stuff together because not like they like each other.","episode":"s09e14.json","edited":false},
{"time": "0:29:03", "speaker": "spk_4","line":"Like the If there was a trial, all you have to do is just show up of just show one photo. Yes, as the other lawyer like this is them hanging out. Three of","episode":"s09e14.json","edited":false},
{"time": "0:29:13", "speaker": "spk_6","line":"those guys all standing back to back, looking at their watches going wins the good part. I was","episode":"s09e14.json","edited":false},
{"time": "0:29:18", "speaker": "spk_3","line":"the prosecution for the trial because I made me so sick that my family member could do this stuff. And my whole case was just going to be to show a photo of my cousin Jeffrey Epstein and just say, Come on and everybody be like, Yeah, yeah, yeah, He looks like it. And so did the people in his life. But anyway, um, yeah, there's a lot of theories and I will say a Zafar A Things go. I did not kill myself. I'm here. Uh, there is a lot of news about me killing myself","episode":"s09e14.json","edited":false},
{"time": "0:29:48", "speaker": "spk_4","line":"because everybody shared Epstein didn't kill himself. And you're going? Yeah, Yeah, me neither. Steel. Yeah. People were more surprised that you hadn't killed yourself. That's right.","episode":"s09e14.json","edited":false},
{"time": "0:30:00", "speaker": "spk_3","line":"That's right. I was getting ah, lot of flowers in the mail. Um, uh,","episode":"s09e14.json","edited":false},
{"time": "0:30:06", "speaker": "spk_5","line":"that's interesting. People sending flowers to a person they think killed themselves.","episode":"s09e14.json","edited":false},
{"time": "0:30:10", "speaker": "spk_3","line":"That's right. I think they were like, kind of like it's kind of like the equivalent of dancing on someone's grave Send flowers to someone to kill themselves. Almost is an insult. And all the flowers was like I knew you would like you can't see these","episode":"s09e14.json","edited":false},
{"time": "0:30:23", "speaker": "spk_4","line":"that pre ordered 100 flowers. They'd order that way year early. Why's everybody","episode":"s09e14.json","edited":false},
{"time": "0:30:30", "speaker": "spk_0","line":"proverbially dancing on your grave? Because","episode":"s09e14.json","edited":false},
{"time": "0:30:32", "speaker": "spk_4","line":"you're just a Christian for Jesus.","episode":"s09e14.json","edited":false},
{"time": "0:30:34", "speaker": "spk_3","line":"The Jewish community is pretty mad at me. Aziz, You all know I became a Christian for Jesus because my Jewish wife said I was too Jewish. Uh, and so, ah, lot of you know, as I started doing that, I started kind of preaching for Jesus and for Christianity and, of course, anti Judaism. And so the Jewish community just wasn't having that, you know, And a big thing happened where I started trying to run my own Hollywood. Uh, because I was like, Well, Hollywood doesn't represent Christianity very well, right? You notice there's a lot of Jewish characters in the movies, but there's not a lot of talk about a Christian God. So I started making you guys saw my Christian movies. Uh uh, you know, and I thought they had a really","episode":"s09e14.json","edited":false},
{"time": "0:31:23", "speaker": "spk_5","line":"Christ Air. Christ there. It's kind of a play on Konare, but it's all Christians on the plane. That's all Mass ended. Furious,","episode":"s09e14.json","edited":false},
{"time": "0:31:31", "speaker": "spk_3","line":"massing serious? Yeah, um, a","episode":"s09e14.json","edited":false},
{"time": "0:31:35", "speaker": "spk_6","line":"lot of","episode":"s09e14.json","edited":false},
{"time": "0:31:35", "speaker": "spk_3","line":"people think I start with the title, but I tell the full","episode":"s09e14.json","edited":false},
{"time": "0:31:37", "speaker": "spk_4","line":"story. And then I go, Oh, there is a perfect title for this of","episode":"s09e14.json","edited":false},
{"time": "0:31:41", "speaker": "spk_3","line":"a movie that's similar if is exactly","episode":"s09e14.json","edited":false},
{"time": "0:31:43", "speaker": "spk_2","line":"like you start with the title","episode":"s09e14.json","edited":false},
{"time": "0:31:45", "speaker": "spk_3","line":"master. Furious Mass and Furious is about family more than anything else and Christ Air. I mean, that's just ah, bunch of Christians get on a plane and it lands. Uh, very boring story. Actually, that's the most interesting story of all to me. Um uh, Christian face off.","episode":"s09e14.json","edited":false},
{"time": "0:32:03", "speaker": "spk_1","line":"It's","episode":"s09e14.json","edited":false},
{"time": "0:32:06", "speaker": "spk_6","line":"taken off the mass. The devil wants you to wear and be your true Christian cell.","episode":"s09e14.json","edited":false},
{"time": "0:32:10", "speaker": "spk_3","line":"That's right. That's right. And so literally a man doesn't face off with the devil. They switch faces, the guy becomes the devil and goes to hell. And the devil becomes the guy for a while.","episode":"s09e14.json","edited":false},
{"time": "0:32:20", "speaker": "spk_6","line":"You, of course, made Christ in 60 seconds.","episode":"s09e14.json","edited":false},
{"time": "0:32:22", "speaker": "spk_3","line":"Crisis. 60 seconds on. We got Nick Cage for that one. Was","episode":"s09e14.json","edited":false},
{"time": "0:32:27", "speaker": "spk_1","line":"that a","episode":"s09e14.json","edited":false},
{"time": "0:32:27", "speaker": "spk_5","line":"movie, or is that one of those like sort of top down, tasty videos where you made Christ 60","episode":"s09e14.json","edited":false},
{"time": "0:32:32", "speaker": "spk_3","line":"if you looked, It's just my hands trying to make Christ, and it is heavily edited because it took me a lot of takes of it. I mean,","episode":"s09e14.json","edited":false},
{"time": "0:32:39", "speaker": "spk_4","line":"you just sort of","episode":"s09e14.json","edited":false},
{"time": "0:32:40", "speaker": "spk_3","line":"end up with a rash dish. Yeah. Yeah, just sort of rest. It's more rice. It was rice in three hours is what it actually Waas","episode":"s09e14.json","edited":false},
{"time": "0:32:49", "speaker": "spk_4","line":"Uh, did you, um you kind of dipped","episode":"s09e14.json","edited":false},
{"time": "0:32:52", "speaker": "spk_2","line":"into comedy. But you did like a parody. The Passion of the","episode":"s09e14.json","edited":false},
{"time": "0:32:56", "speaker": "spk_3","line":"Jesus In The Passion of the Jesus. Yeah, that was my comedy. It was already brothers very straight up about","episode":"s09e14.json","edited":false},
{"time": "0:33:03", "speaker": "spk_5","line":"Christ. And you made a little more about","episode":"s09e14.json","edited":false},
{"time": "0:33:05", "speaker": "spk_6","line":"crying. It's like he said sort of Wayans brothers style. Super","episode":"s09e14.json","edited":false},
{"time": "0:33:09", "speaker": "spk_3","line":"Christ it up on DSO Yeah, there's a bunch of funny stuff in it when they're nailing him to the cross, you know, instead of nails, uh, you screws with it with a drill? Yeah. Yeah, that was pretty funny. NASCAR coming Pretty funny. Trust connection. It's just kind of like taking things a little further, right? It wasn't strong enough to","episode":"s09e14.json","edited":false},
{"time": "0:33:33", "speaker": "spk_5","line":"get the big stone off of his","episode":"s09e14.json","edited":false},
{"time": "0:33:36", "speaker": "spk_2","line":"tomb, so he never stayed in there for five days.","episode":"s09e14.json","edited":false},
{"time": "0:33:38", "speaker": "spk_3","line":"Yeah, he had to do push ups. Um, obviously, the clubs were at the last supper. Clubs were the last 11 where the last supper is the whole her kill. You see, man. So but I feel comfortable with what I'm doing. I think you know, I was born to Jewish people. I still love the Jews because they were made in the eyes of God. But I'm a Christian for Jesus. And that's what we preach at my church. That's the movies we make on day. That's what I'm the most proud off.","episode":"s09e14.json","edited":false},
{"time": "0:34:06", "speaker": "spk_5","line":"That's great, you know? Well, yeah, that's Ah, that's","episode":"s09e14.json","edited":false},
{"time": "0:34:09", "speaker": "spk_6","line":"kind of what's going","episode":"s09e14.json","edited":false},
{"time": "0:34:10", "speaker": "spk_5","line":"on with us. Uh, we're gonna take a quick little break here. Uh, but we'll be back real shortly.","episode":"s09e14.json","edited":false},
{"time": "0:34:16", "speaker": "spk_3","line":"I encourage everyone at home to go ahead and pray on this break prey on what you thought about the first half hour of this said and what you'd like the next 30 to be. And that's what we'll did, too.","episode":"s09e14.json","edited":false},
{"time": "0:34:27", "speaker": "spk_5","line":"All right, folks, we're back from break here. Took a moment, toe prey on things, and we decided what direction we're gonna go in this segment. And honestly, it works out really nice. You know, every now and then on the show, we like to do a segment where we bring in them. Well, hey, i'll be blunt we bring in the center, and we, uh we try to make them, but a believer","episode":"s09e14.json","edited":false},
{"time": "0:34:48", "speaker": "spk_0","line":"I like to see you try harder.","episode":"s09e14.json","edited":false},
{"time": "0:34:49", "speaker": "spk_5","line":"Okay, well, this is the way we like to call, Like, a conversion. It's kind of a play on the old Madonna thing, who was also a center. That's right. Until she was converted. Yeah, she found she did found religion. But our guest on Buddhism. Kabbalah, Kabbala? Uh, yeah, our guests. You've heard his voice already? Uh, any. You know, obviously sort of brought in a little bit of an attitude. And we're gonna","episode":"s09e14.json","edited":false},
{"time": "0:35:16", "speaker": "spk_4","line":"be Oh, he's eaten an apple with a knife. Classic frat","episode":"s09e14.json","edited":false},
{"time": "0:35:23", "speaker": "spk_0","line":"boy comedy. An apple with a fork or something, you know is just Teoh. Yeah. I like to keep my teeth clean.","episode":"s09e14.json","edited":false},
{"time": "0:35:31", "speaker": "spk_4","line":"You're really making love to that apple with a knife. Shave it all tender heart. The thinnest pieces that are actually flopping. They're so dead.","episode":"s09e14.json","edited":false},
{"time": "0:35:41", "speaker": "spk_0","line":"I don't believe in, you know, the greed of eating the whole apple. Just a full bore. I want to take little pieces of its","episode":"s09e14.json","edited":false},
{"time": "0:35:47", "speaker": "spk_6","line":"kind of cartoony splitting","episode":"s09e14.json","edited":false},
{"time": "0:35:49", "speaker": "spk_2","line":"a bean style over","episode":"s09e14.json","edited":false},
{"time": "0:35:50", "speaker": "spk_0","line":"here, Dennis the menace.","episode":"s09e14.json","edited":false},
{"time": "0:35:53", "speaker": "spk_4","line":"I've been","episode":"s09e14.json","edited":false},
{"time": "0:35:53", "speaker": "spk_3","line":"doing the wrong voice. I'm gonna change it. Area. There's the war,","episode":"s09e14.json","edited":false},
{"time": "0:35:59", "speaker": "spk_5","line":"all right, I guess today is Ah, center named Dusty.","episode":"s09e14.json","edited":false},
{"time": "0:36:03", "speaker": "spk_0","line":"That's right. No relation. Teoh. Dusty Springfield","episode":"s09e14.json","edited":false},
{"time": "0:36:08", "speaker": "spk_4","line":"is your last name? Springfield.","episode":"s09e14.json","edited":false},
{"time": "0:36:09", "speaker": "spk_0","line":"It is not","episode":"s09e14.json","edited":false},
{"time": "0:36:10", "speaker": "spk_3","line":"way. Would never think you were related.","episode":"s09e14.json","edited":false},
{"time": "0:36:12", "speaker": "spk_0","line":"Teoh. I believe it's a woman e. I actually don't know you. You just say there's","episode":"s09e14.json","edited":false},
{"time": "0:36:21", "speaker": "spk_4","line":"Dusty Springfield's in Stacy's mom","episode":"s09e14.json","edited":false},
{"time": "0:36:23", "speaker": "spk_5","line":"no runs away a new band of relatively move","episode":"s09e14.json","edited":false},
{"time": "0:36:30", "speaker": "spk_3","line":"away older, way like ST fielded of maybe five,","episode":"s09e14.json","edited":false},
{"time": "0:36:37", "speaker": "spk_0","line":"that is bowling for So you guys, you got your churches and they're you know, they're good music.","episode":"s09e14.json","edited":false},
{"time": "0:36:44", "speaker": "spk_6","line":"Dusty Springfield like a virgin.","episode":"s09e14.json","edited":false},
{"time": "0:36:47", "speaker": "spk_0","line":"Okay, well, no, that's that. Now we're back around dawn,","episode":"s09e14.json","edited":false},
{"time": "0:36:51", "speaker": "spk_5","line":"that Madonna song we're referencing with","episode":"s09e14.json","edited":false},
{"time": "0:36:53", "speaker": "spk_3","line":"your saying churches. The reason we don't know this dust is probably also that's see, that's this is ah, Big Miss no more about church. Now we number. We all got to talkin with There's no more Well, we all know Miss number. And if you want to donate to her go fund, may we do think that she will be coming out of that coma soon? Uh,","episode":"s09e14.json","edited":false},
{"time": "0:37:13", "speaker": "spk_5","line":"doctors aren't so sure, but we think, but she will be","episode":"s09e14.json","edited":false},
{"time": "0:37:16", "speaker": "spk_0","line":"coming. So now you think you know better than a doctor","episode":"s09e14.json","edited":false},
{"time": "0:37:18", "speaker": "spk_3","line":"while you know what prayer has healed more than medical science. Sometimes I do not believe that. Okay, well, take Lindsay's tuberculosis feet. Oh,","episode":"s09e14.json","edited":false},
{"time": "0:37:29", "speaker": "spk_6","line":"yeah, tuberculosis feet, tuberculosis foot on both feet. That's why we call it","episode":"s09e14.json","edited":false},
{"time": "0:37:34", "speaker": "spk_4","line":"Fahey. The doctors, It's technically athletes foot.","episode":"s09e14.json","edited":false},
{"time": "0:37:38", "speaker": "spk_3","line":"But the doctors took a look at his jump shot and decided they couldn't legally call hit athletes because they jump shot was so bad. So they they would. They went. They call it tuberculosis.","episode":"s09e14.json","edited":false},
{"time": "0:37:51", "speaker": "spk_6","line":"Yeah, there is no way they can treat it. They say Tough act in 10. Acting isn't working right and then be also the antibiotic version of it isn't working. So they told me to pray on, and that's what we've been doing. And there's been a little bit less scab.","episode":"s09e14.json","edited":false},
{"time": "0:38:04", "speaker": "spk_3","line":"It's true. And what the tough act enacted, John Madden wouldn't let you use it cause you're not an athlete. That's right. He saw you using it and he took it away from him.","episode":"s09e14.json","edited":false},
{"time": "0:38:10", "speaker": "spk_4","line":"He tackled","episode":"s09e14.json","edited":false},
{"time": "0:38:11", "speaker": "spk_3","line":"me and you get yes. Did","episode":"s09e14.json","edited":false},
{"time": "0:38:13", "speaker": "spk_0","line":"you jump shot John, man, that's probably why I thought you were in that. I","episode":"s09e14.json","edited":false},
{"time": "0:38:20", "speaker": "spk_3","line":"think you keep your job shot a little more privately.","episode":"s09e14.json","edited":false},
{"time": "0:38:23", "speaker": "spk_6","line":"I'll show my jump shot to anybody who wants to see it.","episode":"s09e14.json","edited":false},
{"time": "0:38:25", "speaker": "spk_3","line":"Come on down the jump shot. Dusty, arguing athlete, before you","episode":"s09e14.json","edited":false},
{"time": "0:38:30", "speaker": "spk_0","line":"see em in a","episode":"s09e14.json","edited":false},
{"time": "0:38:30", "speaker": "spk_3","line":"Okay, Curl. Oh, wow. Canadian. Well, yeah. Let's coral up this piece of paper in. Just jump. Shoot it into the trash.","episode":"s09e14.json","edited":false},
{"time": "0:38:37", "speaker": "spk_4","line":"Okay, here we go. And 1234","episode":"s09e14.json","edited":false},
{"time": "0:38:41", "speaker": "spk_0","line":"Wow, that was closer to a backflip. In a","episode":"s09e14.json","edited":false},
{"time": "0:38:45", "speaker": "spk_4","line":"way. Thank you. Bag and the ball of paper just lightly dropped to the floor. Wasn't even flowing Anyone. Five grab","episode":"s09e14.json","edited":false},
{"time": "0:38:53", "speaker": "spk_6","line":"way. Wanted to see my jump shot. And you're seen","episode":"s09e14.json","edited":false},
{"time": "0:38:56", "speaker": "spk_4","line":"Dick. Now does. You know, we We, uh we don't","episode":"s09e14.json","edited":false},
{"time": "0:39:00", "speaker": "spk_5","line":"like to have this sort of contentious dynamic on the show. That's not what the show's about. We're here to have a conversation with you to try to sort of gently guide you towards the","episode":"s09e14.json","edited":false},
{"time": "0:39:09", "speaker": "spk_3","line":"Lord. Yeah. We don't want to have an argument. We just want to talk to you until you're convinced of our opinion.","episode":"s09e14.json","edited":false},
{"time": "0:39:14", "speaker": "spk_0","line":"Well, I'll just tell you right now, boys, I don't believe in all this agua.","episode":"s09e14.json","edited":false},
{"time": "0:39:16", "speaker": "spk_3","line":"Well, Dusty, what's your family? Religious background. Did you grow up religious? And that's what you're kind of ah, rebelling, rebelling","episode":"s09e14.json","edited":false},
{"time": "0:39:23", "speaker": "spk_0","line":"against, you know, I grew, you know, I still fully fall in line with how my parents taught me, which is as a kid. They were like, Look, there's a man in the sky But that man is the devil. You were","episode":"s09e14.json","edited":false},
{"time": "0:39:35", "speaker": "spk_4","line":"taught reverse religiously. It's just switched up. So you believe in Jesus?","episode":"s09e14.json","edited":false},
{"time": "0:39:39", "speaker": "spk_3","line":"You just think he's in head? No, no,","episode":"s09e14.json","edited":false},
{"time": "0:39:42", "speaker": "spk_0","line":"no, no, I believe. Okay, I believe. Hails up in the sky. Heavens, down on the ground. Everything else is pretty much the same","episode":"s09e14.json","edited":false},
{"time": "0:39:49", "speaker": "spk_4","line":"thing is gonna be the Oh, I think he is a believer. Let's rate Levi's trillions. I think that's the in a lot of","episode":"s09e14.json","edited":false},
{"time": "0:40:01", "speaker": "spk_5","line":"ways, I could see where this would come from because, you know, when people die, they get buried in the ground. So you think where they're going to heaven, they're buried in the ground.","episode":"s09e14.json","edited":false},
{"time": "0:40:07", "speaker": "spk_4","line":"Correct. Well, I also heard a rumor that your parents were just upside down.","episode":"s09e14.json","edited":false},
{"time": "0:40:11", "speaker": "spk_0","line":"You heard a lie. All right. My parents been right side up their whole damn well Okay. Sorry. Room. Don't be. Don't be bringing me into your house of worship. I","episode":"s09e14.json","edited":false},
{"time": "0:40:20", "speaker": "spk_5","line":"have heard that your family were circus performers who did a lot of sort of trap easy","episode":"s09e14.json","edited":false},
{"time": "0:40:25", "speaker": "spk_0","line":"with a rumor that is correct.","episode":"s09e14.json","edited":false},
{"time": "0:40:27", "speaker": "spk_5","line":"So they were, in a certain sense, upside down part of their life.","episode":"s09e14.json","edited":false},
{"time": "0:40:31", "speaker": "spk_0","line":"Every family's upside down, in a certain sense. Okay, you got You got your sort of ups and downs of the family life. You got the trapeze artists and the cat lion taming its and what not you got.","episode":"s09e14.json","edited":false},
{"time": "0:40:41", "speaker": "spk_4","line":"Do you think every family and we're","episode":"s09e14.json","edited":false},
{"time": "0:40:43", "speaker": "spk_3","line":"going to go into a deeper metaphor? But they came to pretty literal that I have your tears upside. I had never once spoken Metaphor. You","episode":"s09e14.json","edited":false},
{"time": "0:40:50", "speaker": "spk_0","line":"got your cannons from which all the sinners were shot into the sky. Uh huh. And what not","episode":"s09e14.json","edited":false},
{"time": "0:40:55", "speaker": "spk_4","line":"So you know, your your mom was very famous trapeze","episode":"s09e14.json","edited":false},
{"time": "0:41:00", "speaker": "spk_0","line":"artist and Grand Urinal de Soleil","episode":"s09e14.json","edited":false},
{"time": "0:41:04", "speaker": "spk_4","line":"from Sir Sir Crum's of circus officers. But your dad was just a kind","episode":"s09e14.json","edited":false},
{"time": "0:41:11", "speaker": "spk_5","line":"of ah ah, strongman who that who kind of with the elephants would, like, just stand on his","episode":"s09e14.json","edited":false},
{"time": "0:41:17", "speaker": "spk_4","line":"back, just like he functioned. Is that little table? The elephants? Well,","episode":"s09e14.json","edited":false},
{"time": "0:41:23", "speaker": "spk_0","line":"he was an auditor, betray. He just happened to be strong, helped out a lot of the family and","episode":"s09e14.json","edited":false},
{"time": "0:41:29", "speaker": "spk_3","line":"you seem physically to kind of be the perfect amount of both your incredibly strong. But you do move very lively.","episode":"s09e14.json","edited":false},
{"time": "0:41:36", "speaker": "spk_0","line":"All the strength is up top. So it's kind of like, you know, when I take off, it's It takes a little bit of time from a little legs","episode":"s09e14.json","edited":false},
{"time": "0:41:42", "speaker": "spk_3","line":"to reach the right. You you do have really thin legs in those little tiny stirrup pants little wrap around the bottom of the foot,","episode":"s09e14.json","edited":false},
{"time": "0:41:49", "speaker": "spk_0","line":"the opposite of hammer pants.","episode":"s09e14.json","edited":false},
{"time": "0:41:51", "speaker": "spk_4","line":"It's what I call them. Hey there, written on it. That's really","episode":"s09e14.json","edited":false},
{"time": "0:41:56", "speaker": "spk_0","line":"yes, Well, teach his own, Uh, you say Hammer, I say Vanilla","episode":"s09e14.json","edited":false},
{"time": "0:42:01", "speaker": "spk_4","line":"theme. The two choice. Yeah, well, uh, I do think","episode":"s09e14.json","edited":false},
{"time": "0:42:09", "speaker": "spk_3","line":"I mean, you seem easily convinced, Quinton, but I think that's almost upsetting to me. To think that Jesus would be underground, all dirty and by the hot core of one earth","episode":"s09e14.json","edited":false},
{"time": "0:42:20", "speaker": "spk_4","line":"that for the devil will","episode":"s09e14.json","edited":false},
{"time": "0:42:21", "speaker": "spk_0","line":"hold on. Why would the devil be by the hot corner? Earth devil can make his own. He you know, he snaps his fingers and he's got fire on those those","episode":"s09e14.json","edited":false},
{"time": "0:42:28", "speaker": "spk_4","line":"God can make it to God can make it to","episode":"s09e14.json","edited":false},
{"time": "0:42:30", "speaker": "spk_0","line":"Well, I've never seen him do","episode":"s09e14.json","edited":false},
{"time": "0:42:32", "speaker": "spk_3","line":"it. OK, Well, What about the sun?","episode":"s09e14.json","edited":false},
{"time": "0:42:34", "speaker": "spk_5","line":"Yeah. And what","episode":"s09e14.json","edited":false},
{"time": "0:42:35", "speaker": "spk_0","line":"about the sun? The sun's in the sky, which is hot and which is where","episode":"s09e14.json","edited":false},
{"time": "0:42:39", "speaker": "spk_4","line":"The list. Oh, damn it. You're not gonna shake our faith. You? No, no, no, no. God is on Kyle Todd Scars about devil, dirty, dirty low cloud. I","episode":"s09e14.json","edited":false},
{"time": "0:42:53", "speaker": "spk_0","line":"think the devil took all the dirt with him up to the scag.","episode":"s09e14.json","edited":false},
{"time": "0:42:55", "speaker": "spk_4","line":"You your son of a bitch? So, what do you think? When you if you go to","episode":"s09e14.json","edited":false},
{"time": "0:43:00", "speaker": "spk_3","line":"heaven, that means that you used to your old grandma underground, all filthy or covered in","episode":"s09e14.json","edited":false},
{"time": "0:43:05", "speaker": "spk_0","line":"worms? Well, there's no worms. It's like a It's like a party. You know? There's like, a little you seen that movie? Us? Yeah, way down in the escalator is other people. That's how that's heaven that you took away from us was down there. Well, I only saw the ending. I didn't see all the hours or so leading up to it, but I saw them go down there and I saw a lady and another lady was like, Yep, that's two. That's two ladies that's having perfectly aligns with everything I've been taught in my life","episode":"s09e14.json","edited":false},
{"time": "0:43:34", "speaker": "spk_3","line":"that it's underground through an elevator and there's two ladies","episode":"s09e14.json","edited":false},
{"time": "0:43:36", "speaker": "spk_0","line":"and they're the same later. Okay, Yes.","episode":"s09e14.json","edited":false},
{"time": "0:43:39", "speaker": "spk_6","line":"My question is, why do you like being a sinner so much? We've seen me out on the street littering. We've seen you take a sharp drown on a wall most of dude","episode":"s09e14.json","edited":false},
{"time": "0:43:51", "speaker": "spk_2","line":"Arana me is about","episode":"s09e14.json","edited":false},
{"time": "0:43:52", "speaker": "spk_0","line":"literally where absolutely I don't believe in do Deuteronomy. So I don't know what to tell you. I had my Bible says second litter ever. I won't if I draw on the wall. That's perfectly fine.","episode":"s09e14.json","edited":false},
{"time": "0:44:02", "speaker": "spk_4","line":"Your Bible Mad magazine? No, it's your Bible. He has written this very pro literal Bible that he's been","episode":"s09e14.json","edited":false},
{"time": "0:44:12", "speaker": "spk_0","line":"saying around town lied and write this all right. It might have my name on it, but it's again no relation. All right?","episode":"s09e14.json","edited":false},
{"time": "0:44:18", "speaker": "spk_4","line":"You and your followers are constantly just hanging around","episode":"s09e14.json","edited":false},
{"time": "0:44:21", "speaker": "spk_2","line":"the dump. You love trash.","episode":"s09e14.json","edited":false},
{"time": "0:44:24", "speaker": "spk_0","line":"Oh, yeah, cause trash comes from heaven down below. I don't know. What are you? Oh, you love rain from","episode":"s09e14.json","edited":false},
{"time": "0:44:32", "speaker": "spk_4","line":"the sky. Oh, yeah, Rain is just God's love coming down. Yes, it is.","episode":"s09e14.json","edited":false},
{"time": "0:44:36", "speaker": "spk_0","line":"I think rain is the devil pissing on Theo. I'm not trying to shake afraid. I'm just trying to ah spout mind","episode":"s09e14.json","edited":false},
{"time": "0:44:44", "speaker": "spk_5","line":"if that were true, then I think rain would be hot. And normally rain is cold.","episode":"s09e14.json","edited":false},
{"time": "0:44:49", "speaker": "spk_3","line":"That's normally yes, poof explained cold rain that","episode":"s09e14.json","edited":false},
{"time": "0:44:53", "speaker": "spk_0","line":"was been drinking old water. Hang on","episode":"s09e14.json","edited":false},
{"time": "0:44:58", "speaker": "spk_6","line":"that. Make that. You can't just making less sense, right?","episode":"s09e14.json","edited":false},
{"time": "0:45:00", "speaker": "spk_4","line":"Not let No, no. What do you think about Noah's? Are What do you think? Noah got rid of the animals?","episode":"s09e14.json","edited":false},
{"time": "0:45:09", "speaker": "spk_0","line":"What? No, I believe that Noah kept all the animals.","episode":"s09e14.json","edited":false},
{"time": "0:45:12", "speaker": "spk_4","line":"Oh, so that's pretty dead Toyota Kurono instead of a bone, Correct? No. If the opposite of a boat is a car, that's correct. Shit.","episode":"s09e14.json","edited":false},
{"time": "0:45:24", "speaker": "spk_0","line":"It sounds like your Bibles. The one that's all upside down. No, no,","episode":"s09e14.json","edited":false},
{"time": "0:45:29", "speaker": "spk_5","line":"no. Our Bible has normal stuff in it. And we like","episode":"s09e14.json","edited":false},
{"time": "0:45:31", "speaker": "spk_6","line":"our Bible has been right both times. So your 1st 1 and the","episode":"s09e14.json","edited":false},
{"time": "0:45:35", "speaker": "spk_4","line":"rewrite both testaments. So you're telling me there was room it in.","episode":"s09e14.json","edited":false},
{"time": "0:45:40", "speaker": "spk_0","line":"There was not only was there room at the end, it was it was a Hilton Garden suites, and there","episode":"s09e14.json","edited":false},
{"time": "0:45:46", "speaker": "spk_4","line":"was the opposite of it. And that was right on the","episode":"s09e14.json","edited":false},
{"time": "0:45:49", "speaker": "spk_0","line":"plenty of room. No. Plenty of","episode":"s09e14.json","edited":false},
{"time": "0:45:52", "speaker": "spk_5","line":"why did Jesus and Mary and Joseph get put into a broom with animals","episode":"s09e14.json","edited":false},
{"time": "0:45:56", "speaker": "spk_0","line":"because they were arguing about the Continental breakfast and how it was supposed to start at eight. And it was starting at seven. How they showed up late and didn't get any the waffles. And you're gonna If you're gonna keep arguing about this, we're gonna put you in the damn animal room.","episode":"s09e14.json","edited":false},
{"time": "0:46:08", "speaker": "spk_4","line":"I went to your live Nativity scenes and it was heavy minibar themes. A lot of conversation about it. Let's let's don't drink out the many bar, right? That's too expensive. Yes,","episode":"s09e14.json","edited":false},
{"time": "0:46:21", "speaker": "spk_0","line":"as is the Lord's way.","episode":"s09e14.json","edited":false},
{"time": "0:46:23", "speaker": "spk_4","line":"Okay, And then you're like, Let's reuse the towels if you put the title back up on the rack","episode":"s09e14.json","edited":false},
{"time": "0:46:29", "speaker": "spk_0","line":"because if you put the tail down on the ground, well, that's That's God's town that's on the ground. I","episode":"s09e14.json","edited":false},
{"time": "0:46:33", "speaker": "spk_3","line":"flip through your Bible here, and there's about 40 pages of just hotel talk different, like, did you","episode":"s09e14.json","edited":false},
{"time": "0:46:38", "speaker": "spk_0","line":"get to the part where it says you can't take the tea bags out of the room way they do charge you?","episode":"s09e14.json","edited":false},
{"time": "0:46:43", "speaker": "spk_3","line":"Oh yeah, it's the third and current correct Third Amendment is, they charge you. That's","episode":"s09e14.json","edited":false},
{"time": "0:46:48", "speaker": "spk_4","line":"a lot like the Constitution in","episode":"s09e14.json","edited":false},
{"time": "0:46:52", "speaker": "spk_0","line":"my in my religion, you know, there is no separation of church and state, just one thing we call it change or","episode":"s09e14.json","edited":false},
{"time": "0:47:00", "speaker": "spk_4","line":"starch. Either one","episode":"s09e14.json","edited":false},
{"time": "0:47:02", "speaker": "spk_0","line":"I'll take. You know, we ain't picky. We're very open and accepting my religion.","episode":"s09e14.json","edited":false},
{"time": "0:47:07", "speaker": "spk_5","line":"Now. You took the liberty to write liberty this whole new Bible again. I did","episode":"s09e14.json","edited":false},
{"time": "0:47:13", "speaker": "spk_0","line":"not write it. Okay, well, relation.","episode":"s09e14.json","edited":false},
{"time": "0:47:15", "speaker": "spk_4","line":"But what about the dusty Bible parentheses? No relation. What about the people behind the right? No relation on","episode":"s09e14.json","edited":false},
{"time": "0:47:22", "speaker": "spk_0","line":"his Bible. Look, that's that's part of the religion. You know, we just want to establish that there is no relation between all of the dusty's.","episode":"s09e14.json","edited":false},
{"time": "0:47:28", "speaker": "spk_3","line":"Sorry I was interrupted. I","episode":"s09e14.json","edited":false},
{"time": "0:47:30", "speaker": "spk_5","line":"was just going to say what? What about the sort of the Bible that we have? The 10 Commandments are without fail. Always going to be the best ways to live your life.","episode":"s09e14.json","edited":false},
{"time": "0:47:40", "speaker": "spk_4","line":"What is the best and","episode":"s09e14.json","edited":false},
{"time": "0:47:41", "speaker": "spk_5","line":"commandments you have a problem with not coveting thy neighbor?","episode":"s09e14.json","edited":false},
{"time": "0:47:44", "speaker": "spk_0","line":"I don't have any problem not coming on, neighbor. I just I want to you know, I gotta ask you these neighbors are if I'm gonna not cover them, you know? OK, but it's circumstantial. It is living next to a guy. He's got, like, a really cool pool. I can't cover that. I can't cover that very good pool.","episode":"s09e14.json","edited":false},
{"time": "0:48:00", "speaker": "spk_4","line":"So you go in my ox on the way in here.","episode":"s09e14.json","edited":false},
{"time": "0:48:02", "speaker": "spk_0","line":"Well, you got a great ox, and I don't I'm two doors down from Use your on","episode":"s09e14.json","edited":false},
{"time": "0:48:05", "speaker": "spk_4","line":"Hillary court, My auxiliary court. I had a tied up outside, and I saw you looking at What is that? A 10 foot auxiliary, 10 foot people taking place. That","episode":"s09e14.json","edited":false},
{"time": "0:48:16", "speaker": "spk_6","line":"is for the big truck goes all the way back. Extended cab was 3.5 millimeters. Oh, yeah,","episode":"s09e14.json","edited":false},
{"time": "0:48:23", "speaker": "spk_0","line":"I only got 1/4 inch. It doesnt do nothing, cause ain't no iPods and nothing. Uh huh. That's why","episode":"s09e14.json","edited":false},
{"time": "0:48:29", "speaker": "spk_4","line":"we're gonna start talking about dick sizes in here way about auxiliary cables now. Oh, I mean, never mind your 3.5 millimeters. You thought he was bragging about his Pierre says No, no, no, I'm sorry about auxiliary. Gordon E was about to say minds. Five millimeter by millimeter, heart. Okay.","episode":"s09e14.json","edited":false},
{"time": "0:48:49", "speaker": "spk_6","line":"You know, I think Mr Length of most, uh, neither.","episode":"s09e14.json","edited":false},
{"time": "0:48:53", "speaker": "spk_0","line":"We're talking volume density. Yeah, full stats on this cord.","episode":"s09e14.json","edited":false},
{"time": "0:48:59", "speaker": "spk_4","line":"No, we talk","episode":"s09e14.json","edited":false},
{"time": "0:49:00", "speaker": "spk_0","line":"about my dicks and almost size, right. All right, we'll move on.","episode":"s09e14.json","edited":false},
{"time": "0:49:03", "speaker": "spk_6","line":"Let's move on now.","episode":"s09e14.json","edited":false},
{"time": "0:49:05", "speaker": "spk_5","line":"But not to keep going down. This sort of commandments train. But there just seems to be so many things in the commandments that that would make make it obvious that it's the right way to live. Your life now shall not kill. Thou shalt not steal. Thou shalt not, uh, take the Lord's name in vain. It just seems like these air. Great sort of fraud.","episode":"s09e14.json","edited":false},
{"time": "0:49:23", "speaker": "spk_3","line":"You gotta Jesus. There you got a tattoo that says Jesus stinks.","episode":"s09e14.json","edited":false},
{"time": "0:49:26", "speaker": "spk_0","line":"Yeah, ground He's in the ground where it's all dirty And you we say it is a lovely thing","episode":"s09e14.json","edited":false},
{"time": "0:49:33", "speaker": "spk_4","line":"You watch","episode":"s09e14.json","edited":false},
{"time": "0:49:34", "speaker": "spk_3","line":"your mouth","episode":"s09e14.json","edited":false},
{"time": "0:49:34", "speaker": "spk_6","line":"about you is not like the things you are saying But, boy, is it convincing Sorry.","episode":"s09e14.json","edited":false},
{"time": "0:49:40", "speaker": "spk_0","line":"Effects effects are you know, they aren't always great to hear But they are always true.","episode":"s09e14.json","edited":false},
{"time": "0:49:45", "speaker": "spk_6","line":"I agree. Every time someone hits me with a fact, I get so frustrated that I'm immediately wrong and know it But I will never admit","episode":"s09e14.json","edited":false},
{"time": "0:49:52", "speaker": "spk_0","line":"it. Here's a fact for you. You know that their 50 whales left in the world. No Vinci A","episode":"s09e14.json","edited":false},
{"time": "0:49:58", "speaker": "spk_3","line":"total of 50 point. Well,","episode":"s09e14.json","edited":false},
{"time": "0:50:00", "speaker": "spk_0","line":"at least I'm sorry. At least 50","episode":"s09e14.json","edited":false},
{"time": "0:50:02", "speaker": "spk_4","line":"k who shaves a lot of room","episode":"s09e14.json","edited":false},
{"time": "0:50:06", "speaker": "spk_0","line":"Well, also might be less. I don't know what it says","episode":"s09e14.json","edited":false},
{"time": "0:50:10", "speaker": "spk_3","line":"I've got a","episode":"s09e14.json","edited":false},
{"time": "0:50:11", "speaker": "spk_4","line":"fact for you because they think they're","episode":"s09e14.json","edited":false},
{"time": "0:50:13", "speaker": "spk_3","line":"going to be impressing somebody with that fact.","episode":"s09e14.json","edited":false},
{"time": "0:50:15", "speaker": "spk_6","line":"Well, maybe","episode":"s09e14.json","edited":false},
{"time": "0:50:16", "speaker": "spk_0","line":"in your religion, we don't do things like that in my religion,","episode":"s09e14.json","edited":false},
{"time": "0:50:18", "speaker": "spk_4","line":"A religion called","episode":"s09e14.json","edited":false},
{"time": "0:50:20", "speaker": "spk_0","line":"even though we don't have a name for Oh, well, that's because that's sort of like we don't like to put labels on things in my religion. I'd like some people. Some people like to call it Christianity to","episode":"s09e14.json","edited":false},
{"time": "0:50:30", "speaker": "spk_6","line":"t ell Oh,","episode":"s09e14.json","edited":false},
{"time": "0:50:32", "speaker": "spk_0","line":"no. T w o sometimes tw 0.0","episode":"s09e14.json","edited":false},
{"time": "0:50:37", "speaker": "spk_3","line":"a new version on?","episode":"s09e14.json","edited":false},
{"time": "0:50:39", "speaker": "spk_0","line":"Yeah, we leave space for upgrades","episode":"s09e14.json","edited":false},
{"time": "0:50:42", "speaker": "spk_5","line":"that could end up being Teoh 0.1.","episode":"s09e14.json","edited":false},
{"time": "0:50:46", "speaker": "spk_3","line":"Correct? I said somebody called Christianity up to the streets.","episode":"s09e14.json","edited":false},
{"time": "0:50:50", "speaker": "spk_0","line":"Oh, yeah, I Yeah, that's also another acceptable. Sometimes it's to Christian Teoh. Curious.","episode":"s09e14.json","edited":false},
{"time": "0:50:59", "speaker": "spk_6","line":"That's a good movie for you.","episode":"s09e14.json","edited":false},
{"time": "0:51:00", "speaker": "spk_3","line":"Oh, yeah. I make parody movies clearly narrative movies. What are","episode":"s09e14.json","edited":false},
{"time": "0:51:04", "speaker": "spk_0","line":"some of the movies? You pretty","episode":"s09e14.json","edited":false},
{"time": "0:51:06", "speaker": "spk_3","line":"Gus was Christian. Face off. Christ Air. Did you see that?","episode":"s09e14.json","edited":false},
{"time": "0:51:11", "speaker": "spk_0","line":"It's that one.","episode":"s09e14.json","edited":false},
{"time": "0:51:11", "speaker": "spk_3","line":"Christ there.","episode":"s09e14.json","edited":false},
{"time": "0:51:12", "speaker": "spk_6","line":"Did you do","episode":"s09e14.json","edited":false},
{"time": "0:51:12", "speaker": "spk_0","line":"the one? That's the crunch in 60 seconds. The tasty video. Todd. Yeah, Yeah, I love that. Thank you. We played that at my church. It took the whole weekend common","episode":"s09e14.json","edited":false},
{"time": "0:51:22", "speaker": "spk_4","line":"ground found on Agreeable. I'm","episode":"s09e14.json","edited":false},
{"time": "0:51:28", "speaker": "spk_0","line":"just starting to sound like maybe we could, you know, find it like they're saying the common ground on our religion. See,","episode":"s09e14.json","edited":false},
{"time": "0:51:34", "speaker": "spk_4","line":"that's what I'm","episode":"s09e14.json","edited":false},
{"time": "0:51:34", "speaker": "spk_5","line":"talking about that See, that's what I think Every sort of conversation should be in this world. It shouldn't be sort of pointing out our differences. It should be pointing out the places where our worldviews overlap in places that we can connect. I think we should use the rest of this time to find some or that common ground.","episode":"s09e14.json","edited":false},
{"time": "0:51:50", "speaker": "spk_6","line":"We have to respect each other's differences and realize that they were all created by the God of my religion.","episode":"s09e14.json","edited":false},
{"time": "0:51:59", "speaker": "spk_0","line":"Down in the ground,","episode":"s09e14.json","edited":false},
{"time": "0:52:00", "speaker": "spk_6","line":"Hold up in the air How many","episode":"s09e14.json","edited":false},
{"time": "0:52:02", "speaker": "spk_0","line":"whales you all think exists","episode":"s09e14.json","edited":false},
{"time": "0:52:04", "speaker": "spk_4","line":"50 you because there's a Jonah","episode":"s09e14.json","edited":false},
{"time": "0:52:09", "speaker": "spk_2","line":"in the whale. Sort of cross of","episode":"s09e14.json","edited":false},
{"time": "0:52:11", "speaker": "spk_0","line":"I don't know. What is this","episode":"s09e14.json","edited":false},
{"time": "0:52:12", "speaker": "spk_4","line":"Jonah and the well,","episode":"s09e14.json","edited":false},
{"time": "0:52:14", "speaker": "spk_0","line":"what? Nail the brothers. Jonah. Jonah as Rose","episode":"s09e14.json","edited":false},
{"time": "0:52:17", "speaker": "spk_5","line":"Yo yo As brothers in the way","episode":"s09e14.json","edited":false},
{"time": "0:52:19", "speaker": "spk_4","line":"Joe Jonas is in the whale. Jones. Well, I'm talking about Jonah from the Bible. Was eaten by a whale. Jonas Know Kevin. Jonas Know Jonah. Joe Jonas? No. Well, that's all that I don't","episode":"s09e14.json","edited":false},
{"time": "0:52:33", "speaker": "spk_6","line":"know where we run","episode":"s09e14.json","edited":false},
{"time": "0:52:34", "speaker": "spk_0","line":"out of brothers.","episode":"s09e14.json","edited":false},
{"time": "0:52:35", "speaker": "spk_3","line":"You need to take a moment and think of a world where their arm or Jonas in the world than the three Podd our brothers. First","episode":"s09e14.json","edited":false},
{"time": "0:52:42", "speaker": "spk_0","line":"you say it's crazy to have more than 50 whales. Now you're telling me it's more than three Jonas brothers, and I'm aware the fourth Jonas Brother Friendly. But he's not part of the group and I do not recognize","episode":"s09e14.json","edited":false},
{"time": "0:52:51", "speaker": "spk_3","line":"it is true on the right. He keeps coming up to say we've met before you go. I just don't recommend you","episode":"s09e14.json","edited":false},
{"time": "0:52:58", "speaker": "spk_0","line":"know this man","episode":"s09e14.json","edited":false},
{"time": "0:52:59", "speaker": "spk_4","line":"Joe Nas","episode":"s09e14.json","edited":false},
{"time": "0:53:00", "speaker": "spk_5","line":"brothers. Okay, uh, Jonah from the Bible. His brothers were named Nick, Kevin and Joe. That's convenient on. And they were a pop band, and they're they're burst. Hit song was we come from the year two?","episode":"s09e14.json","edited":false},
{"time": "0:53:17", "speaker": "spk_4","line":"Which Judge brother had","episode":"s09e14.json","edited":false},
{"time": "0:53:18", "speaker": "spk_3","line":"sunk of the year? Three","episode":"s09e14.json","edited":false},
{"time": "0:53:19", "speaker": "spk_0","line":"1000. Seems like they're the rip off.","episode":"s09e14.json","edited":false},
{"time": "0:53:21", "speaker": "spk_4","line":"Yeah. I mean, like, if you look, uh, in the second","episode":"s09e14.json","edited":false},
{"time": "0:53:26", "speaker": "spk_2","line":"Corinthians, you can see the Jonas Brothers whole","episode":"s09e14.json","edited":false},
{"time": "0:53:29", "speaker": "spk_0","line":"act again. In my bible. It's It's actually second Corinthians two.","episode":"s09e14.json","edited":false},
{"time": "0:53:34", "speaker": "spk_4","line":"Why? Why do you need to double up? Well, because,","episode":"s09e14.json","edited":false},
{"time": "0:53:37", "speaker": "spk_0","line":"Well, if we just we don't double up. It's just the same your Christianity. And that's not","episode":"s09e14.json","edited":false},
{"time": "0:53:41", "speaker": "spk_3","line":"you. Can't just put a two","episode":"s09e14.json","edited":false},
{"time": "0:53:42", "speaker": "spk_2","line":"on the end of the second Corinthians","episode":"s09e14.json","edited":false},
{"time": "0:53:44", "speaker": "spk_0","line":"six point. Why not? They made a frozen too, huh? That's yeah, but it wasn't called. Second from frozen. Correct. Called frozen, too. So you're the one who's messing up here?","episode":"s09e14.json","edited":false},
{"time": "0:53:58", "speaker": "spk_4","line":"Got shaking, Todd in the dirt, back to the locker. Feeling is","episode":"s09e14.json","edited":false},
{"time": "0:54:04", "speaker": "spk_0","line":"half toe dirt is like a nice hug.","episode":"s09e14.json","edited":false},
{"time": "0:54:06", "speaker": "spk_4","line":"We're getting the shit kicked out of the conversation.","episode":"s09e14.json","edited":false},
{"time": "0:54:09", "speaker": "spk_5","line":"We cannot agree whether God is above or below, or the devil is above or below, but we can't. Okay,","episode":"s09e14.json","edited":false},
{"time": "0:54:15", "speaker": "spk_4","line":"wait. So much whale stuff in Christianity to so much label stuff.","episode":"s09e14.json","edited":false},
{"time": "0:54:26", "speaker": "spk_0","line":"What can we agree on?","episode":"s09e14.json","edited":false},
{"time": "0:54:27", "speaker": "spk_5","line":"We can agree on the land. The middle, it's people. It's us having to co exist. It's enough time to look each other in the eye and live our lives for at least another. Hopefully 35 years or so. Uh, well, what What do you know? How","episode":"s09e14.json","edited":false},
{"time": "0:54:46", "speaker": "spk_6","line":"do you know","episode":"s09e14.json","edited":false},
{"time": "0:54:46", "speaker": "spk_5","line":"That kind of scares me, Dusty?","episode":"s09e14.json","edited":false},
{"time": "0:54:48", "speaker": "spk_0","line":"What? I mean, you say 35 years gonna be left","episode":"s09e14.json","edited":false},
{"time": "0:54:51", "speaker": "spk_5","line":"your everything, that there's","episode":"s09e14.json","edited":false},
{"time": "0:54:53", "speaker": "spk_2","line":"no way Butch will be able to live that long. But how? He","episode":"s09e14.json","edited":false},
{"time": "0:54:55", "speaker": "spk_0","line":"looks tuberculosis. It was mostly about the tuberculosis.","episode":"s09e14.json","edited":false},
{"time": "0:54:58", "speaker": "spk_4","line":"Well, Butch looks like he's","episode":"s09e14.json","edited":false},
{"time": "0:55:00", "speaker": "spk_2","line":"preparing for an Oscar. Winning movies Lost £100","episode":"s09e14.json","edited":false},
{"time": "0:55:03", "speaker": "spk_4","line":"is he not? Yeah, he's, You know, he's not. Not about We go into production","episode":"s09e14.json","edited":false},
{"time": "0:55:08", "speaker": "spk_0","line":"way. We're gonna stop recording. I was like, Hey, man, what's this movie? A big film fan.","episode":"s09e14.json","edited":false},
{"time": "0:55:14", "speaker": "spk_4","line":"But I will say he does look ready for a role, Moshe, You might have to write","episode":"s09e14.json","edited":false},
{"time": "0:55:18", "speaker": "spk_3","line":"something about maybe. All right, something. Let's see what we thinking here. Jesus, Machinists thingies this machine, Dallas","episode":"s09e14.json","edited":false},
{"time": "0:55:28", "speaker": "spk_5","line":"buyers cross there or, uh, go off of the news. How about just the preacher,","episode":"s09e14.json","edited":false},
{"time": "0:55:34", "speaker": "spk_3","line":"the preacher instead of the Joker?","episode":"s09e14.json","edited":false},
{"time": "0:55:36", "speaker": "spk_0","line":"Yeah, right now, how is that going off of the joke? That's just a different","episode":"s09e14.json","edited":false},
{"time": "0:55:39", "speaker": "spk_3","line":"word. Yeah. So I think the new Joker movie doesn't even have a","episode":"s09e14.json","edited":false},
{"time": "0:55:43", "speaker": "spk_5","line":"does it? It doesn't jail. You're so preacher. That's already assure","episode":"s09e14.json","edited":false},
{"time": "0:55:46", "speaker": "spk_0","line":"you could have that line. Well, well, when you introduce me on stage, could you introduce me? Is pretty creature.","episode":"s09e14.json","edited":false},
{"time": "0:55:51", "speaker": "spk_5","line":"Yeah, And then I go out on stage, and I kind of lilt out to some sort of nice music. I sit down, give","episode":"s09e14.json","edited":false},
{"time": "0:55:58", "speaker": "spk_6","line":"a nice laugh.","episode":"s09e14.json","edited":false},
{"time": "0:55:59", "speaker": "spk_5","line":"Let's give a couple Nice. Yeah, Some real preacher And then in the moment in the movie where the Joker shoots De Niro in the head","episode":"s09e14.json","edited":false},
{"time": "0:56:10", "speaker": "spk_4","line":"Wow! What? You won't Baller Spoiler, spoiler,","episode":"s09e14.json","edited":false},
{"time": "0:56:15", "speaker": "spk_5","line":"Spoiler alert Spoiler in the creature I take out I take out a little A little cup of holy water I put my fingers in it and I go And I throw holy water in his face Yeah, he turns into a state That song comes on and I come And I danced down Ah Dance down some steps","episode":"s09e14.json","edited":false},
{"time": "0:56:34", "speaker": "spk_0","line":"A stairway to apologize Down a stairway to wake","episode":"s09e14.json","edited":false},
{"time": "0:56:39", "speaker": "spk_4","line":"you up a stairway Oh, he really got it so that you","episode":"s09e14.json","edited":false},
{"time": "0:56:42", "speaker": "spk_0","line":"don't have a stairway You dance up a stairway Does saying God damn thing I ever heard Sorry from a person","episode":"s09e14.json","edited":false},
{"time": "0:56:49", "speaker": "spk_5","line":"No, it's alright.","episode":"s09e14.json","edited":false},
{"time": "0:56:50", "speaker": "spk_4","line":"It's alright. It's clear wrong this whole time.","episode":"s09e14.json","edited":false},
{"time": "0:56:55", "speaker": "spk_0","line":"Yes, but you don't have to be wrong for the months you got left or right?","episode":"s09e14.json","edited":false},
{"time": "0:56:59", "speaker": "spk_4","line":"Okay, listen I mean look way can't let her be","episode":"s09e14.json","edited":false},
{"time": "0:57:04", "speaker": "spk_5","line":"shaken. Guys, we have spent the last How many years? All believing so firmly in the Lord living in the sky on a cloud And the devil living in the dirt,","episode":"s09e14.json","edited":false},
{"time": "0:57:15", "speaker": "spk_4","line":"literal. At this point,","episode":"s09e14.json","edited":false},
{"time": "0:57:18", "speaker": "spk_5","line":"we've gone so long. New information doesn't match","episode":"s09e14.json","edited":false},
{"time": "0:57:22", "speaker": "spk_2","line":"the narrative I wanna have for the rest of my life. So I'm going to ignore it even though my brain knows better.","episode":"s09e14.json","edited":false},
{"time": "0:57:27", "speaker": "spk_3","line":"Okay? It's the easiest option.","episode":"s09e14.json","edited":false},
{"time": "0:57:29", "speaker": "spk_0","line":"I respect that. But I will just say I mean a man living upon a cloud in the sky. It's starting to sound like a fantasy. Uh,","episode":"s09e14.json","edited":false},
{"time": "0:57:36", "speaker": "spk_5","line":"yes. So they even get up there. Get up.","episode":"s09e14.json","edited":false},
{"time": "0:57:39", "speaker": "spk_6","line":"These holes are making.","episode":"s09e14.json","edited":false},
{"time": "0:57:41", "speaker": "spk_0","line":"I saw a movie recently about a man who lives up on a cloudy skies. Name was Lando. Cal Rezian. He was in a city on a cloud up there in a film called Stalled Are warned. That is fiction. Yeah, so, I don't know, starting to sound like your G's. Your God, I","episode":"s09e14.json","edited":false},
{"time": "0:57:57", "speaker": "spk_6","line":"mean, later. Second, the stories do have remarkably similar arcs. Second,","episode":"s09e14.json","edited":false},
{"time": "0:58:05", "speaker": "spk_0","line":"Yeah, it was Jesus. Sort of bringing a new hope to this. This world you're in your book.","episode":"s09e14.json","edited":false},
{"time": "0:58:11", "speaker": "spk_3","line":"And then when Jesus came back, return to the dread I","episode":"s09e14.json","edited":false},
{"time": "0:58:15", "speaker": "spk_0","line":"Ah, who was Jesus's father? Yeah, way. I mean, there was a director's cut. I don't know what you saw.","episode":"s09e14.json","edited":false},
{"time": "0:58:29", "speaker": "spk_4","line":"Well, we do a","episode":"s09e14.json","edited":false},
{"time": "0:58:30", "speaker": "spk_3","line":"segment that it's gonna be confusing the name now, but we like to end our show with the praises up lessons down. Okay, where we say something we praise God for and then a way that we were blessed this week. Uh, maybe we got to change the name to praises down and blessings up, right? It's kind of same, either. Wise, it's always praises and blessing. It's not like, way down now the praises have to go down to God and right to God and right","episode":"s09e14.json","edited":false},
{"time": "0:59:01", "speaker": "spk_0","line":"Wow, that's go to God, you know? Well,","episode":"s09e14.json","edited":false},
{"time": "0:59:03", "speaker": "spk_4","line":"maybe wait. So previously the blessings we're","episode":"s09e14.json","edited":false},
{"time": "0:59:06", "speaker": "spk_0","line":"going to the","episode":"s09e14.json","edited":false},
{"time": "0:59:07", "speaker": "spk_4","line":"devil thing is that No,","episode":"s09e14.json","edited":false},
{"time": "0:59:12", "speaker": "spk_3","line":"they were It was the subject is always gone. Phrases air going up to God and then the blessings air coming down, buses count, things","episode":"s09e14.json","edited":false},
{"time": "0:59:21", "speaker": "spk_5","line":"coming out. We're supposed to sort of blessed something that wasn't sort of doing so well. So I think we didn't like so much send a blessing down and it will become a thing. We","episode":"s09e14.json","edited":false},
{"time": "0:59:30", "speaker": "spk_6","line":"cannot be honest. That's the moment, Honestly, for me, I didn't understand this whole concept till I heard that chance the rapper So Onda passions come down","episode":"s09e14.json","edited":false},
{"time": "0:59:41", "speaker": "spk_4","line":"that when I got it is","episode":"s09e14.json","edited":false},
{"time": "0:59:43", "speaker": "spk_5","line":"true. Oh, it's a good to a","episode":"s09e14.json","edited":false},
{"time": "0:59:45", "speaker": "spk_3","line":"lot of hip hop is how you started to understand concept.","episode":"s09e14.json","edited":false},
{"time": "0:59:48", "speaker": "spk_6","line":"Oh, yeah, When I heard N w a I said I need to be a preacher. Yeah, I said, that's it for May","episode":"s09e14.json","edited":false},
{"time": "0:59:53", "speaker": "spk_0","line":"I do not like those police.","episode":"s09e14.json","edited":false},
{"time": "0:59:55", "speaker": "spk_6","line":"Yes, I want to be working for the big policeman in the","episode":"s09e14.json","edited":false},
{"time": "0:59:59", "speaker": "spk_4","line":"sky. I thought it was","episode":"s09e14.json","edited":false},
{"time": "1:00:04", "speaker": "spk_0","line":"not. Now the devil is a cop.","episode":"s09e14.json","edited":false},
{"time": "1:00:06", "speaker": "spk_6","line":"The devil is a cop. That makes","episode":"s09e14.json","edited":false},
{"time": "1:00:07", "speaker": "spk_0","line":"it so again, we were at an impasse. All right,","episode":"s09e14.json","edited":false},
{"time": "1:00:11", "speaker": "spk_4","line":"well, we could still do the same with less. Yeah, all bound. I see how much","episode":"s09e14.json","edited":false},
{"time": "1:00:19", "speaker": "spk_3","line":"you've thrown. You upset the apple cart. Speaking of apples for Europe,","episode":"s09e14.json","edited":false},
{"time": "1:00:24", "speaker": "spk_5","line":"which you haven't finished by, by the way, it","episode":"s09e14.json","edited":false},
{"time": "1:00:26", "speaker": "spk_0","line":"also I'm saying my damn time. All right, I got this tiny knife. It's very dull.","episode":"s09e14.json","edited":false},
{"time": "1:00:32", "speaker": "spk_4","line":"Yeah, at first it","episode":"s09e14.json","edited":false},
{"time": "1:00:33", "speaker": "spk_3","line":"was cool looking because he had a knife. Your cut, an apple, But not you're really struggling with it. And you're kind of not even getting clean.","episode":"s09e14.json","edited":false},
{"time": "1:00:39", "speaker": "spk_2","line":"Becoming Mealey in your hands","episode":"s09e14.json","edited":false},
{"time": "1:00:41", "speaker": "spk_6","line":"a lot of hand. Bruises from the knife, hitting it, but not being sharpened well through. Do you","episode":"s09e14.json","edited":false},
{"time": "1:00:46", "speaker": "spk_0","line":"have some sort of like a knife sharpener. Even just, you know, I made fun before, but I could really use a fork,","episode":"s09e14.json","edited":false},
{"time": "1:00:52", "speaker": "spk_4","line":"I think apple with four in your hand. And now that is like","episode":"s09e14.json","edited":false},
{"time": "1:00:58", "speaker": "spk_3","line":"a conversion. We converted Dusty from making fun of using a 14 Apple career desperately meeting. Think that Jesus is in the ground of the devil's in the sky and we convinced him to use a fork on it.","episode":"s09e14.json","edited":false},
{"time": "1:01:12", "speaker": "spk_4","line":"He rocked our faith,","episode":"s09e14.json","edited":false},
{"time": "1:01:15", "speaker": "spk_2","line":"and we did a small","episode":"s09e14.json","edited":false},
{"time": "1:01:16", "speaker": "spk_4","line":"thing. That's how this segment usually go.","episode":"s09e14.json","edited":false},
{"time": "1:01:19", "speaker": "spk_0","line":"Well, that's an exchange, boys.","episode":"s09e14.json","edited":false},
{"time": "1:01:20", "speaker": "spk_6","line":"Well, I guess I'd like to send a blessing down. Uh, I want to thank the good Lord Hell and the devil. I don't know who it is for the same person. Yes, for ice. I want to thank both these guys big guys for us because it's the only thing that relieves the pain in my heart from my feet.","episode":"s09e14.json","edited":false},
{"time": "1:01:42", "speaker": "spk_2","line":"TV f","episode":"s09e14.json","edited":false},
{"time": "1:01:43", "speaker": "spk_0","line":"Now, do you mean immigrations and customs enforcement demands? Physical manifestation? Yes.","episode":"s09e14.json","edited":false},
{"time": "1:01:49", "speaker": "spk_6","line":"The only thing that he'll my feet is to turn on the TV and watch us on the news.","episode":"s09e14.json","edited":false},
{"time": "1:01:53", "speaker": "spk_4","line":"Something about, uh, people getting kicked out of the","episode":"s09e14.json","edited":false},
{"time": "1:01:57", "speaker": "spk_3","line":"country ripped from their homes makes the Flippy go down","episode":"s09e14.json","edited":false},
{"time": "1:02:01", "speaker": "spk_0","line":"cages of it all you like. Well, that's thinking","episode":"s09e14.json","edited":false},
{"time": "1:02:04", "speaker": "spk_5","line":"context. I think you realize how difficult someone else's life is And all of a sudden pain in your foot isn't so bad.","episode":"s09e14.json","edited":false},
{"time": "1:02:10", "speaker": "spk_4","line":"Tuberculosis foot Ain't that back? If you think about it, I could be getting caught by ice and you could be","episode":"s09e14.json","edited":false},
{"time": "1:02:16", "speaker": "spk_5","line":"living living in fear of the cartel killing you and your family. Uh, or you could have Ah, itchy and burning foot.","episode":"s09e14.json","edited":false},
{"time": "1:02:25", "speaker": "spk_6","line":"So blessings praises devil God, whoever can hear me thank you for us and my feet","episode":"s09e14.json","edited":false},
{"time": "1:02:32", "speaker": "spk_0","line":"swelling makes things because they got I got maybe weeks to live. You like, Hey, I got a good month or so","episode":"s09e14.json","edited":false},
{"time": "1:02:39", "speaker": "spk_4","line":"Yeah, yeah, it's better is better, which I like.","episode":"s09e14.json","edited":false},
{"time": "1:02:43", "speaker": "spk_5","line":"Yeah, I'll send ah, praise up or a blessings Down. Whichever one makes sense for this, um, I I'd like to thank you. The Lord and the Devil. Whoever did this to for allowing me to have a few moments today where I was challenged Ah, and and I'm sort of being forced to sort of come down on either side of the issue because I spend most of my life in turmoil. Ah, and it's proven so far to be a positive thing at the end of the road for me. So I'm gonna look at this moment where now I'm questioning everything. Ah, and I'm going todo to choose to think that at the end of this road, a net positive will come out.","episode":"s09e14.json","edited":false},
{"time": "1:03:24", "speaker": "spk_0","line":"Who was a net positive?","episode":"s09e14.json","edited":false},
{"time": "1:03:26", "speaker": "spk_4","line":"Veii and her hoping that positive comes way. Um, coma number. And it positive? My favorite,","episode":"s09e14.json","edited":false},
{"time": "1:03:38", "speaker": "spk_5","line":"of course, were in the car. The car that originally rear ended you with that old lady. They were in the back seat, which is why they ended up. They","episode":"s09e14.json","edited":false},
{"time": "1:03:45", "speaker": "spk_3","line":"were They were in the way. The Newberg driver drive and that she rear ended me and they went. They went helmet to helmet in the back seat. Yeah, and we're even if they come out of the common. We're worried about CNN. Yeah, but you're dealing with opposites here, right? Uh, brown. Good. Bad heaven. Hell, even you are you, Chaplain? Are you Hitler? We don't know.","episode":"s09e14.json","edited":false},
{"time": "1:04:08", "speaker": "spk_6","line":"What is","episode":"s09e14.json","edited":false},
{"time": "1:04:08", "speaker": "spk_0","line":"the tail? Is Hitler the opposite of a chaplain?","episode":"s09e14.json","edited":false},
{"time": "1:04:10", "speaker": "spk_4","line":"Yeah, absolutely. Okay, writing that down, I would like to send a praise down to the","episode":"s09e14.json","edited":false},
{"time": "1:04:20", "speaker": "spk_5","line":"Lord who lives in the ground. Enterprise Baptist is now a public traded commodity. Yeah, SB 500. Well, yes, we are public now. We went public, Um, and it's been good for us. We got shareholders now. Eso It's a It's a pretty good It's been pretty good for us.","episode":"s09e14.json","edited":false},
{"time": "1:04:42", "speaker": "spk_0","line":"What's your little little acronym on the stock ticker? So I can keep a lookout for u","episode":"s09e14.json","edited":false},
{"time": "1:04:46", "speaker": "spk_6","line":"e n","episode":"s09e14.json","edited":false},
{"time": "1:04:46", "speaker": "spk_0","line":"T E N t","episode":"s09e14.json","edited":false},
{"time": "1:04:48", "speaker": "spk_5","line":"yes. Ways with ear, nose and throat. Doctors were also","episode":"s09e14.json","edited":false},
{"time": "1:04:52", "speaker": "spk_6","line":"they just split their stock split. It's going through the roof. Told","episode":"s09e14.json","edited":false},
{"time": "1:04:58", "speaker": "spk_3","line":"nostril and nostril and","episode":"s09e14.json","edited":false},
{"time": "1:04:59", "speaker": "spk_4","line":"throat. Yeah, I was like, Don't get to do ear. You get to do nose and throat, okay? And the near could be buying sales. Right s. So I took him to court. Yes. Yeah. Your lawyer was Jerry Seinfeld, right? Is that what field he did? A very good routine.","episode":"s09e14.json","edited":false},
{"time": "1:05:21", "speaker": "spk_1","line":"Are you going to do all of these?","episode":"s09e14.json","edited":false},
{"time": "1:05:23", "speaker": "spk_4","line":"So what's the 1st 3 years of med school here? It's actually a pretty good bid. He did, um, and, uh, yeah, he was on stage.","episode":"s09e14.json","edited":false},
{"time": "1:05:36", "speaker": "spk_2","line":"He did it in front of a brick wall. He, uh, represented me in front of a brick wall.","episode":"s09e14.json","edited":false},
{"time": "1:05:41", "speaker": "spk_0","line":"He had the home court advantage. Didn't hold court to go toe comedy","episode":"s09e14.json","edited":false},
{"time": "1:05:44", "speaker": "spk_4","line":"cellar. Absolutely. We went to the cellar. Everyone was there. And I was","episode":"s09e14.json","edited":false},
{"time": "1:05:48", "speaker": "spk_3","line":"like, the O J trial being downtown, you know?","episode":"s09e14.json","edited":false},
{"time": "1:05:50", "speaker": "spk_0","line":"Exactly. Exactly. Little Bronco. He would want that damn thing.","episode":"s09e14.json","edited":false},
{"time": "1:05:55", "speaker": "spk_6","line":"Obviously you want, because the jury let's just say I was a little bit","episode":"s09e14.json","edited":false},
{"time": "1:05:59", "speaker": "spk_4","line":"stacked. Yes. Just award. It was all Larry, David, David Wonder Norton. And,","episode":"s09e14.json","edited":false},
{"time": "1:06:07", "speaker": "spk_0","line":"well, when they say a jury of your peers and you only know the one comedian that's gonna be","episode":"s09e14.json","edited":false},
{"time": "1:06:13", "speaker": "spk_3","line":"Jerry tried really hard to get like a 23 year old Hispanic comedian. Obviously never heard of on the jury.","episode":"s09e14.json","edited":false},
{"time": "1:06:20", "speaker": "spk_0","line":"Also had a 17 year old that he had previously dated on areas. Yes, yes, I would say the jury was Jerry rigged","episode":"s09e14.json","edited":false},
{"time": "1:06:27", "speaker": "spk_4","line":"it. Waas. All of it took place in a 1942 Porsche, all","episode":"s09e14.json","edited":false},
{"time": "1:06:37", "speaker": "spk_0","line":"of it comedians and cars clearing up court cases.","episode":"s09e14.json","edited":false},
{"time": "1:06:42", "speaker": "spk_6","line":"Look for it on that flicks coming out.","episode":"s09e14.json","edited":false},
{"time": "1:06:44", "speaker": "spk_0","line":"Yeah, well, I want to,","episode":"s09e14.json","edited":false},
{"time": "1:06:46", "speaker": "spk_3","line":"um you know, I don't know where to send my praises to the devil of Jesus. Up or down. I don't know but I want to think I want to send us praises to just for Dusty, for coming in here and having an open conversation. We just don't","episode":"s09e14.json","edited":false},
{"time": "1:06:59", "speaker": "spk_0","line":"do it. Which means Dusty,","episode":"s09e14.json","edited":false},
{"time": "1:07:02", "speaker": "spk_3","line":"Dusty, no relation. You?","episode":"s09e14.json","edited":false},
{"time": "1:07:03", "speaker": "spk_0","line":"Yeah, uh, that is my last night. You, you. No, no, No relation. No relation. No, really. No relation, Nora. Nor a hyphen leash.","episode":"s09e14.json","edited":false},
{"time": "1:07:14", "speaker": "spk_4","line":"So your name","episode":"s09e14.json","edited":false},
{"time": "1:07:15", "speaker": "spk_6","line":"is dusty? No relation. And you also have no relation to Dusty. No relation. Who wrote your book?","episode":"s09e14.json","edited":false},
{"time": "1:07:21", "speaker": "spk_0","line":"Yeah, well, yes. So So it's like that's dusty like share. You know, he's no relation to share,","episode":"s09e14.json","edited":false},
{"time": "1:07:28", "speaker": "spk_3","line":"like shares Dusty's last night. No. Yes. Okay, yes. But that's just, like share. No relation.","episode":"s09e14.json","edited":false},
{"time": "1:07:35", "speaker": "spk_4","line":"Full name","episode":"s09e14.json","edited":false},
{"time": "1:07:35", "speaker": "spk_0","line":"is dusty like share, but they just go by Dusty, which is confusing because it's kind of like how share goes by share. And so the in parentheses put no relations people in things like share. My name is no hyphen elation. Because my mother, the circus performers last name was no rush. Well, it was No Soleil eventually got married and change it to Nora. And she kept it when she divorced. That man married my my father, who was Jeffrey relation","episode":"s09e14.json","edited":false},
{"time": "1:08:00", "speaker": "spk_5","line":"that makes perfect sense. Make a chart. It's perfect.","episode":"s09e14.json","edited":false},
{"time": "1:08:02", "speaker": "spk_0","line":"Yes. And we should move. We can move on from this. Now that everyone's","episode":"s09e14.json","edited":false},
{"time": "1:08:05", "speaker": "spk_4","line":"clear laws, old slobs make a chart, make a chart, make a chart, listeners","episode":"s09e14.json","edited":false},
{"time": "1:08:12", "speaker": "spk_3","line":"make a chart s Oh, yeah, I do want to think I open conversation. I think in society I think you gotta learn from talking to people and","episode":"s09e14.json","edited":false},
{"time": "1:08:21", "speaker": "spk_0","line":"a leader as a side Be convinced what? That we live in a society","episode":"s09e14.json","edited":false},
{"time": "1:08:25", "speaker": "spk_3","line":"that's really smart. And so I want to thank you and all you out there that I wished I did kill myself. You know, I wish you would talk to me like I'd been just talked to Dusty right now, because yeah, thanks for being in no pressure, Dusty, but do you have a","episode":"s09e14.json","edited":false},
{"time": "1:08:40", "speaker": "spk_0","line":"private? Yes, I would actually love to send a praise both up and down, uh, for this apple and the knife, because the apple that came from the devil, obviously he's trying to get me with some hard eaten food. You don't like the serpent with Germany? Exactly. And he throws the apple down from the tree. Kind of like Isaac Newton did when it was up. inhale. And then I got this knife","episode":"s09e14.json","edited":false},
{"time": "1:09:02", "speaker": "spk_3","line":"less than a metaphor here. The apple was from the devil Just cause it was difficult to eat. It wasn't like the tree of knowledge running.","episode":"s09e14.json","edited":false},
{"time": "1:09:07", "speaker": "spk_4","line":"It was a little","episode":"s09e14.json","edited":false},
{"time": "1:09:08", "speaker": "spk_0","line":"bit of both. You know, Apple fell down from the sky and hit me on the head. I'm like, huh?","episode":"s09e14.json","edited":false},
{"time": "1:09:12", "speaker": "spk_6","line":"Damn. Who do is","episode":"s09e14.json","edited":false},
{"time": "1:09:13", "speaker": "spk_0","line":"doing that? And I look up and I see the devil winking out of a tree. He's like, I like seeing you eat that, you little idiot. And I'm like, Well, I will I take a bite to it hurts my damn guns. But then Jesus comes out of the ground with a damn knife like a man tried this, and I do, and it works for a little bit. But that's not That's not Jesus fault.","episode":"s09e14.json","edited":false},
{"time": "1:09:32", "speaker": "spk_3","line":"What point is this? Uh, you know, a little bit of flourished. Did you see the devil in a tree And did Jesus come out of the ground a hand? You","episode":"s09e14.json","edited":false},
{"time": "1:09:40", "speaker": "spk_0","line":"did see the devil in a tree. Jesus did not come out of the ground. I believe it was some sort of I don't know, the proper chairman's for vagabond grave robberies, you know, coming out of the ground. And they had a knife, and they were like, you know, take this knife and don't tell nobody I was here. I'll violate that. Now. I took the knife and I was like, Well, this is gonna be very convenient with the apple of the devil just dropped on my head. So that's how I got this afternoon. Have","episode":"s09e14.json","edited":false},
{"time": "1:10:12", "speaker": "spk_3","line":"been cutting that apple with a murder knife of some sort or","episode":"s09e14.json","edited":false},
{"time": "1:10:16", "speaker": "spk_0","line":"no evidence knife. There's no way to know for sure.","episode":"s09e14.json","edited":false},
{"time": "1:10:19", "speaker": "spk_3","line":"Well, Dusty, thank you for coming on and doing, like, a conversion for us. And, uh, maybe we could all We could all do this again sometimes. Absolutely. Like the conversation on everyone. Thanks for listening. Yes, Until next time, keep praying and stay Flippy.","episode":"s09e14.json","edited":false}]
